/*
 Navicat Premium Dump SQL

 Source Server         : wyh
 Source Server Type    : MySQL
 Source Server Version : 80031 (8.0.31)
 Source Host           : localhost:3306
 Source Schema         : yoongwin

 Target Server Type    : MySQL
 Target Server Version : 80031 (8.0.31)
 File Encoding         : 65001

 Date: 16/07/2025 15:31:43
*/

SET NAMES utf8mb4;
SET FOREIGN_KEY_CHECKS = 0;

-- ----------------------------
-- Table structure for cable
-- ----------------------------
DROP TABLE IF EXISTS `cable`;
CREATE TABLE `cable`  (
  `id` int NOT NULL AUTO_INCREMENT,
  `产品名称` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL,
  `产品型号` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL,
  `应用场景` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL,
  `供货厂商` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL,
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 194 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci COMMENT = '电缆表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of cable
-- ----------------------------
INSERT INTO `cable` VALUES (1, '聚氯乙烯绝缘电缆', '227IEC01（BV）', '额定电压 450/750V 及以下的动力装置、固定布线及挠性连接电器，如家庭照明、普通电器内部 wiring、建筑布线等场景', '玖开');
INSERT INTO `cable` VALUES (2, '聚氯乙烯绝缘电缆', '227IEC02（RV）', '额定电压 450/750V 及以下的动力装置、固定布线及挠性连接电器，如家庭照明、普通电器内部 wiring、建筑布线等场景', '玖开');
INSERT INTO `cable` VALUES (3, 'CE 认证电气安装与连接线', 'H07V-R', '用于电器、装置的配电盘与电源分配器接线板之间的内部周边接线，电子和电气设备开关柜之间接口，设计使用半暴露和嵌入式导管可弯曲敷设与接地线。', '玖开');
INSERT INTO `cable` VALUES (4, 'CE 认证电气安装与连接线', 'H05V-K', '用于电器、仪器、电气装置的内部的柔软连接，仪器、装置、配电盘、电源分配器(板)和电信设备之间连接，也适用于保护系统(接地线)与报警灯。', '玖开');
INSERT INTO `cable` VALUES (5, 'CE 认证电气安装与连接线', 'H07V-K', '用于电器、仪器、电气装置的内部的柔软连接，仪器、装置、配电盘、电源分配器(板)和电信设备之间连接，也适用于保护系统(接地线)与报警灯。', '玖开');
INSERT INTO `cable` VALUES (6, '聚氯乙烯绝缘电缆', '227IEC05（BV）', '额定电压 450/750V 及以下的动力装置、固定布线及挠性连接电器，如家庭照明、普通电器内部 wiring、建筑布线等场景', '玖开');
INSERT INTO `cable` VALUES (7, 'CE 认证电气安装与连接线', 'H05V2-U', '用于电器、仪器的配电盘与电源分配器接线板之间的内部周边接线，电子和电气设备开关柜之间接口，同时适用于电源与照明系统；可暴露和嵌入式导管固定敷设，耐90℃高温环境。', '玖开');
INSERT INTO `cable` VALUES (8, '聚氯乙烯绝缘电缆', '227IEC06（RV）', '额定电压 450/750V 及以下的动力装置、固定布线及挠性连接电器，如家庭照明、普通电器内部 wiring、建筑布线等场景', '玖开');
INSERT INTO `cable` VALUES (9, 'CE 认证电气安装与连接线', 'H07V2-U', '用于电器、仪器的配电盘与电源分配器接线板之间的内部周边接线，电子和电气设备开关柜之间接口，同时适用于电源与照明系统；可暴露和嵌入式导管固定敷设，耐90℃高温环境。', '玖开');
INSERT INTO `cable` VALUES (10, '聚氯乙烯绝缘电缆', '227IEC07（BV-90）', '额定电压 450/750V 及以下的动力装置、固定布线及挠性连接电器，如家庭照明、普通电器内部 wiring、建筑布线等场景', '玖开');
INSERT INTO `cable` VALUES (11, 'CE 认证电气安装与连接线', 'H05V2-R', '用于电器、装置的配电盘与电源分配器接线板之间的内部周边接线，电子和电气设备开关柜之间接口，设计使用半暴露和嵌入式导管可弯曲敷设与接地线，耐90℃高温环境。', '玖开');
INSERT INTO `cable` VALUES (12, '聚氯乙烯绝缘电缆', '227IEC08（RV-90）', '额定电压 450/750V 及以下的动力装置、固定布线及挠性连接电器，如家庭照明、普通电器内部 wiring、建筑布线等场景', '玖开');
INSERT INTO `cable` VALUES (13, 'CE 认证电气安装与连接线', 'H07V2-R', '用于电器、装置的配电盘与电源分配器接线板之间的内部周边接线，电子和电气设备开关柜之间接口，设计使用半暴露和嵌入式导管可弯曲敷设与接地线，耐90℃高温环境。', '玖开');
INSERT INTO `cable` VALUES (14, '聚氯乙烯绝缘电缆', '227IEC42（RVB）', '额定电压 450/750V 及以下的动力装置、固定布线及挠性连接电器，如家庭照明、普通电器内部 wiring、建筑布线等场景', '玖开');
INSERT INTO `cable` VALUES (15, 'CE 认证电气安装与连接线', 'H05V2-K', '用于电器、仪器、电气装置的内部的柔软连接，仪器、装置、配电盘、电源分配器(板)和电信设备之间连接，也适用于保护系统(接地线)与报警灯，耐90℃高温环境。', '玖开');
INSERT INTO `cable` VALUES (16, '聚氯乙烯绝缘电缆', '227IEC52（RVV）', '额定电压 450/750V 及以下的动力装置、固定布线及挠性连接电器，如家庭照明、普通电器内部 wiring、建筑布线等场景', '玖开');
INSERT INTO `cable` VALUES (17, 'CE 认证电气安装与连接线', 'H07V2-K', '用于电器、仪器、电气装置的内部的柔软连接，仪器、装置、配电盘、电源分配器(板)和电信设备之间连接，也适用于保护系统(接地线)与报警灯，耐90℃高温环境。', '玖开');
INSERT INTO `cable` VALUES (18, 'CE 认证电气安装与连接线', 'H05V3-U', '用于电器、仪器的配电盘与电源分配器接线板之间的内部周边接线，电子和电气设备开关柜之间接口，同时适用于电源与照明系统；可暴露和嵌入式导管固定敷设，耐低温环境。', '玖开');
INSERT INTO `cable` VALUES (19, 'CE 认证电气安装与连接线', 'H07V3-U', '用于电器、仪器的配电盘与电源分配器接线板之间的内部周边接线，电子和电气设备开关柜之间接口，同时适用于电源与照明系统；可暴露和嵌入式导管固定敷设，耐低温环境。', '玖开');
INSERT INTO `cable` VALUES (20, 'CE 认证电气安装与连接线', 'H05V3-R', '用于电器、装置的配电盘与电源分配器接线板之间的内部周边接线，电子和电气设备开关柜之间接口，设计使用半暴露和嵌入式导管可弯曲敷设与接地线，耐低温环境。', '玖开');
INSERT INTO `cable` VALUES (21, 'CE 认证电气安装与连接线', 'H07V3-R', '用于电器、装置的配电盘与电源分配器接线板之间的内部周边接线，电子和电气设备开关柜之间接口，设计使用半暴露和嵌入式导管可弯曲敷设与接地线，耐低温环境。', '玖开');
INSERT INTO `cable` VALUES (22, '柔性拖链电缆', 'JOCA 900 CY', '机械制造、机床设备、自动化生产线移动单元的应用，中度油污环境使用，机械自动化安装工程，伺服驱动，测量和控制技术系统，中负载下移动使用场合', '玖开');
INSERT INTO `cable` VALUES (23, 'CE 认证电气安装与连接线', 'H05V3-K', '用于电器、仪器、电气装置的内部的柔软连接，仪器、装置、配电盘、电源分配器(板)和电信设备之间连接，也适用于保护系统(接地线)与报警灯，低温环境。', '玖开');
INSERT INTO `cable` VALUES (24, 'CE 认证电气安装与连接线', 'H07V3-K', '用于电器、仪器、电气装置的内部的柔软连接，仪器、装置、配电盘、电源分配器(板)和电信设备之间连接，也适用于保护系统(接地线)与报警灯，低温环境。', '玖开');
INSERT INTO `cable` VALUES (25, '聚氯乙烯绝缘电缆', '227IEC53（RVV）', '额定电压 450/750V 及以下的动力装置、固定布线及挠性连接电器，如家庭照明、普通电器内部 wiring、建筑布线等场景', '玖开');
INSERT INTO `cable` VALUES (26, '柔性拖链电缆', 'JOCA 900 CY.P', '机械制造、机床设备、自动化生产线移动单元的应用,中度油污环境使用,机械自动化安装工程,伺服驱动,测量和控制技术系统,中负载下移动使用场合,符合EMC要求的铜丝屏蔽，防止电磁干扰', '玖开');
INSERT INTO `cable` VALUES (27, '聚氯乙烯绝缘电缆', '227IEC74（RVVYP）', '额定电压 450/750V 及以下的动力装置、固定布线及挠性连接电器，如家庭照明、普通电器内部 wiring、建筑布线等场景', '玖开');
INSERT INTO `cable` VALUES (28, '聚氯乙烯绝缘电缆', '227IEC75（RVVYY）', '额定电压 450/750V 及以下的动力装置、固定布线及挠性连接电器，如家庭照明、普通电器内部 wiring、建筑布线等场景', '玖开');
INSERT INTO `cable` VALUES (29, '聚氯乙烯绝缘电缆', 'BV', '额定电压 450/750V 及以下的动力装置、固定布线及挠性连接电器，如家庭照明、普通电器内部 wiring、建筑布线等场景', '玖开');
INSERT INTO `cable` VALUES (30, '聚氯乙烯绝缘电缆', 'BLV', '额定电压 450/750V 及以下的动力装置、固定布线及挠性连接电器，如家庭照明、普通电器内部 wiring、建筑布线等场景', '玖开');
INSERT INTO `cable` VALUES (31, '聚氯乙烯绝缘电缆', 'BVR', '额定电压 450/750V 及以下的动力装置、固定布线及挠性连接电器，如家庭照明、普通电器内部 wiring、建筑布线等场景', '玖开');
INSERT INTO `cable` VALUES (32, '聚氯乙烯绝缘电缆', 'BVV', '额定电压 450/750V 及以下的动力装置、固定布线及挠性连接电器，如家庭照明、普通电器内部 wiring、建筑布线等场景', '玖开');
INSERT INTO `cable` VALUES (33, '聚氯乙烯绝缘电缆', 'BLVV', '额定电压 450/750V 及以下的动力装置、固定布线及挠性连接电器，如家庭照明、普通电器内部 wiring、建筑布线等场景', '玖开');
INSERT INTO `cable` VALUES (34, '聚氯乙烯绝缘电缆', 'BVVB', '额定电压 450/750V 及以下的动力装置、固定布线及挠性连接电器，如家庭照明、普通电器内部 wiring、建筑布线等场景', '玖开');
INSERT INTO `cable` VALUES (35, '聚氯乙烯绝缘电缆', 'BLVVB', '额定电压 450/750V 及以下的动力装置、固定布线及挠性连接电器，如家庭照明、普通电器内部 wiring、建筑布线等场景', '玖开');
INSERT INTO `cable` VALUES (36, '多芯屏蔽电子计算机电缆', 'DJYP2V22', '本产品适用于额定电压450/750V及以下或直流1000V及以下的配电装置中，作为电器、仪表、计算机的连接线。', '玖开');
INSERT INTO `cable` VALUES (37, '多芯屏蔽电子计算机电缆', 'DJYVP22', '本产品适用于额定电压450/750V及以下或直流1000V及以下的配电装置中，作为电器、仪表、计算机的连接线。', '玖开');
INSERT INTO `cable` VALUES (38, '柔性拖链电缆', 'JOCA 900 CY.TP', '机械制造、机床设备、自动化生产线移动单元的应用,中度油污环境使用,机械自动化安装工程,伺服驱动,测量和控制技术系统,中负载下移动使用场合,符合EMC要求的铜丝屏蔽，防止电磁干扰', '玖开');
INSERT INTO `cable` VALUES (39, '柔性拖链电缆', 'JOCA 910 CY.P', '机械制造、机床设备、自动化生产线移动单元的应用,中度油污环境使用,机械自动化安装工程,伺服驱动,测量和控制技术系统,中负载下移动使用场合,符合EMC要求的铜丝屏蔽，防止电磁干扰', '玖开');
INSERT INTO `cable` VALUES (40, '柔性拖链电缆', 'JOCA 910 CY.TP', '机械制造、机床设备、自动化生产线移动单元的应用,中度油污环境使用,机械自动化安装工程,伺服驱动,测量和控制技术系统,中负载下移动使用场合,符合EMC要求的铜丝屏蔽，防止电磁干扰', '玖开');
INSERT INTO `cable` VALUES (41, '柔性拖链电缆', 'JOCA 920 CY', '机械制造、机床设备、自动化生产线移动单元的应用,可以接触油污环境使用,机械自动化安装工程,适合户外使用,耐腐蚀、酸碱、恶劣环境使用,高速高负载下移动使用场合', '玖开');
INSERT INTO `cable` VALUES (42, '柔性拖链电缆', 'JOCA 920 CY.P', '机械制造、机床设备、自动化生产线移动单元的应用,可以接触油污环境使用,机械自动化安装工程,适合户外使用,耐腐蚀、酸碱,恶劣环境使用,高速高负载下移动使用场合,符合EMC要求的铜丝屏蔽，防止电磁干扰', '玖开');
INSERT INTO `cable` VALUES (43, '柔性拖链电缆', 'JOCA 920 CY.TP', '机械制造、机床设备、自动化生产线移动单元的应用,可以接触油污环境使用,机械自动化安装工程,适合户外使用,耐腐蚀、酸碱,恶劣环境使用,高速高负载下移动使用场合,符合EMC要求的铜丝屏蔽，防止电磁干扰', '玖开');
INSERT INTO `cable` VALUES (44, '柔性拖链电缆', 'JOCA 930 CY.P', '机械制造、机床设备、自动化生产线移动单元的应用,可以接触油污环境使用,机械自动化安装工程,适合户外使用,耐腐蚀、酸碱,恶劣环境使用,高速高负载下移动使用场合,符合EMC要求的铜丝屏蔽，防止电磁干扰', '玖开');
INSERT INTO `cable` VALUES (45, '柔性拖链电缆', 'JOCA 930 CY.TP', '机械制造、机床设备、自动化生产线移动单元的应用,可以接触油污环境使用,机械自动化安装工程,适合户外使用,耐腐蚀、酸碱,恶劣环境使用,高速高负载下移动使用场合,符合EMC要求的铜丝屏蔽，防止电磁干扰', '玖开');
INSERT INTO `cable` VALUES (46, '工业机器人用电缆', 'JOCA 960 CY', '工业机器人弯曲使用,可以接触油污环境使用,高度耐磨、耐刻痕场所,适用于拖链轨道内,耐腐蚀、酸碱、恶劣环境使用,高速移动使用场合,优越的抗震动性能', '玖开');
INSERT INTO `cable` VALUES (47, '工业机器人用电缆', 'JOCA 960 CY.P', '工业机器人弯曲使用,可以接触油污环境使用,高度耐磨、耐刻痕场所,适用于拖链轨道内,耐腐蚀、酸碱、恶劣环境使用,高速移动使用场合,优越的抗震动性能', '玖开');
INSERT INTO `cable` VALUES (48, '工业机器人用电缆', 'JOCA 960 CY.TP', '工业机器人弯曲使用,可以接触油污环境使用,高度耐磨、耐刻痕场所,适用于拖链轨道内,耐腐蚀、酸碱、恶劣环境使用,高速移动使用场合,优越的抗震动性能', '玖开');
INSERT INTO `cable` VALUES (49, '工业机器人用电缆', 'JOCA 980 CY', '工业机器人扭转使用,可以接触油污环境使用,高度耐磨、耐刻痕场所,适用于机器人手臂本体上,耐腐蚀、酸碱、恶劣环境使用,高速移动使用场合,优越的抗震动性能', '玖开');
INSERT INTO `cable` VALUES (50, '多芯屏蔽电子计算机电缆', 'DJYPVP22', '本产品适用于额定电压450/750V及以下或直流1000V及以下的配电装置中，作为电器、仪表、计算机的连接线。', '玖开');
INSERT INTO `cable` VALUES (51, '工业机器人用电缆', 'JOCA 980 CY.P', '工业机器人扭转使用,可以接触油污环境使用,高度耐磨、耐刻痕场所,适用于机器人手臂本体上,耐腐蚀、酸碱、恶劣环境使用,高速移动使用场合,优越的抗震动性能', '玖开');
INSERT INTO `cable` VALUES (52, '多芯屏蔽电子计算机电缆', 'DJYPVP2-22', '本产品适用于额定电压450/750V及以下或直流1000V及以下的配电装置中，作为电器、仪表、计算机的连接线。', '玖开');
INSERT INTO `cable` VALUES (53, '多芯屏蔽电子计算机电缆', 'DJVP2VP2-22', '本产品适用于额定电压450/750V及以下或直流1000V及以下的配电装置中，作为电器、仪表、计算机的连接线。', '玖开');
INSERT INTO `cable` VALUES (54, '多芯屏蔽电子计算机电缆', 'DJVPVP22', '本产品适用于额定电压450/750V及以下或直流1000V及以下的配电装置中，作为电器、仪表、计算机的连接线。', '玖开');
INSERT INTO `cable` VALUES (55, '多芯屏蔽电子计算机电缆', 'DJVVP2-22', '本产品适用于额定电压450/750V及以下或直流1000V及以下的配电装置中，作为电器、仪表、计算机的连接线。', '玖开');
INSERT INTO `cable` VALUES (56, '多芯屏蔽电子计算机电缆', 'DJVVP22', '本产品适用于额定电压450/750V及以下或直流1000V及以下的配电装置中，作为电器、仪表、计算机的连接线。', '玖开');
INSERT INTO `cable` VALUES (57, '国标交流充电电缆', 'EV-(R)S90S90', '电动汽车传导充电系统用电缆适合于纯电动汽车(BEV)、燃料电池汽车(FCV)和混合动力汽车(HEV),广泛用于电动汽车与电源的充电连接；或者用于电动汽车充电设备与充电口、或具有对充电饱和安全预警等方面的控制信号传输功能的车辆充放电预警控制系统。', '玖开');
INSERT INTO `cable` VALUES (58, '国标交流充电电缆', 'EV-(R)SS', '电动汽车传导充电系统用电缆适合于纯电动汽车(BEV)、燃料电池汽车(FCV)和混合动力汽车(HEV),广泛用于电动汽车与电源的充电连接；或者用于电动汽车充电设备与充电口、或具有对充电饱和安全预警等方面的控制信号传输功能的车辆充放电预警控制系统。', '玖开');
INSERT INTO `cable` VALUES (59, '国标交流充电电缆', 'EV-(R)S90U', '电动汽车传导充电系统用电缆适合于纯电动汽车(BEV)、燃料电池汽车(FCV)和混合动力汽车(HEV),广泛用于电动汽车与电源的充电连接；或者用于电动汽车充电设备与充电口、或具有对充电饱和安全预警等方面的控制信号传输功能的车辆充放电预警控制系统。', '玖开');
INSERT INTO `cable` VALUES (60, '国标交流充电电缆', 'EV-(R)EYS90', '电动汽车传导充电系统用电缆适合于纯电动汽车(BEV)、燃料电池汽车(FCV)和混合动力汽车(HEV),广泛用于电动汽车与电源的充电连接；或者用于电动汽车充电设备与充电口、或具有对充电饱和安全预警等方面的控制信号传输功能的车辆充放电预警控制系统。', '玖开');
INSERT INTO `cable` VALUES (61, '国标交流充电电缆', 'EV-(R)EYU', '电动汽车传导充电系统用电缆适合于纯电动汽车(BEV)、燃料电池汽车(FCV)和混合动力汽车(HEV),广泛用于电动汽车与电源的充电连接；或者用于电动汽车充电设备与充电口、或具有对充电饱和安全预警等方面的控制信号传输功能的车辆充放电预警控制系统。', '玖开');
INSERT INTO `cable` VALUES (62, '国标直流充电电缆', 'EV-(R)S90S90', '电动汽车传导充电系统用电缆适合于纯电动汽车(BEV)、燃料电池汽车(FCV)和混合动力汽车(HEV),广泛用于电动汽车与电源的充电连接；或者用于电动汽车充电设备与充电口、或具有对充电饱和安全预警等方面的控制信号传输功能的车辆充放电预警控制系统。', '玖开');
INSERT INTO `cable` VALUES (63, '国标直流充电电缆', 'EV-(R)SS', '电动汽车传导充电系统用电缆适合于纯电动汽车(BEV)、燃料电池汽车(FCV)和混合动力汽车(HEV),广泛用于电动汽车与电源的充电连接；或者用于电动汽车充电设备与充电口、或具有对充电饱和安全预警等方面的控制信号传输功能的车辆充放电预警控制系统。', '玖开');
INSERT INTO `cable` VALUES (64, '聚氯乙烯绝缘电缆', 'RVS', '额定电压 450/750V 及以下的动力装置、固定布线及挠性连接电器，如家庭照明、普通电器内部 wiring、建筑布线等场景', '玖开');
INSERT INTO `cable` VALUES (65, '聚氯乙烯绝缘电缆', 'RVP', '额定电压 450/750V 及以下的动力装置、固定布线及挠性连接电器，如家庭照明、普通电器内部 wiring、建筑布线等场景', '玖开');
INSERT INTO `cable` VALUES (66, '工业机器人用电缆', 'JOCA 980 CY.TP', '工业机器人扭转使用,可以接触油污环境使用,高度耐磨、耐刻痕场所,适用于机器人手臂本体上,耐腐蚀、酸碱、恶劣环境使用,高速移动使用场合,优越的抗震动性能', '玖开');
INSERT INTO `cable` VALUES (67, '聚氯乙烯绝缘电缆', 'RVP-90', '额定电压 450/750V 及以下的动力装置、固定布线及挠性连接电器，如家庭照明、普通电器内部 wiring、建筑布线等场景', '玖开');
INSERT INTO `cable` VALUES (68, '港机用电缆', 'JOCA 510 CY', '港机、龙门吊、升降机、塔吊、斗轮堆取料机等设备的连接和控制电缆抗耐磨、抗紫外线、防潮等场所可户外使用高强度抗拉、负载下移动使用。(530 CY还适用于耐油、耐磨、耐酸碱、耐寒等场所)', '玖开');
INSERT INTO `cable` VALUES (69, '聚氯乙烯绝缘电缆', 'RVVP', '额定电压 450/750V 及以下的动力装置、固定布线及挠性连接电器，如家庭照明、普通电器内部 wiring、建筑布线等场景', '玖开');
INSERT INTO `cable` VALUES (70, '港机用电缆', 'JOCA 530 CY', '港机、龙门吊、升降机、塔吊、斗轮堆取料机等设备的连接和控制电缆抗耐磨、抗紫外线、防潮等场所可户外使用高强度抗拉、负载下移动使用。(530 CY还适用于耐油、耐磨、耐酸碱、耐寒等场所)', '玖开');
INSERT INTO `cable` VALUES (71, '聚氯乙烯绝缘电缆', 'AVR', '额定电压 450/750V 及以下的动力装置、固定布线及挠性连接电器，如家庭照明、普通电器内部 wiring、建筑布线等场景', '玖开');
INSERT INTO `cable` VALUES (72, '行车起重电缆', 'YFFB', '应用于有轨行车、台车、传输机械、起重天车和各种探伤设备，也可作自承式井道或倾斜式货架的安装，动力传输线及控制、照明、通讯线路的使用', '玖开');
INSERT INTO `cable` VALUES (73, '聚氯乙烯绝缘电缆', 'AVRS', '额定电压 450/750V 及以下的动力装置、固定布线及挠性连接电器，如家庭照明、普通电器内部 wiring、建筑布线等场景', '玖开');
INSERT INTO `cable` VALUES (74, '卷筒电缆', 'RVV-NBR', '广泛应用于建筑施工垂直升降机、港口门座起重机、集装箱起重机、装船机、卸船机、大型龙门式起重机、塔式起重机等重型机械设备的连接和控制电缆。适用于干燥或潮湿的室内或室外的各种电气安装', '玖开');
INSERT INTO `cable` VALUES (75, '聚氯乙烯绝缘电缆', 'AVVR', '额定电压 450/750V 及以下的动力装置、固定布线及挠性连接电器，如家庭照明、普通电器内部 wiring、建筑布线等场景', '玖开');
INSERT INTO `cable` VALUES (76, '“玖开扁平” 电梯电缆', 'TVVB', '适用于电梯内部作随行悬挂，自由悬挂长度不超过 80 米，移动速度不超过 4 米 / 秒的场景。可作为升降机及行车用的卷筒电缆。带视频线的型号（如 TVVB-TV）适用于有监控、串行通讯要求的电梯场景。', '玖开');
INSERT INTO `cable` VALUES (77, '“玖开扁平” 电梯电缆', 'TVVBG', '适用于电梯内部作随行悬挂，自由悬挂长度不超过 80 米，移动速度不超过 4 米 / 秒的场景。可作为升降机及行车用的卷筒电缆。带视频线的型号（如 TVVB-TV）适用于有监控、串行通讯要求的电梯场景。', '玖开');
INSERT INTO `cable` VALUES (78, 'CE 认证电气安装与连接线', 'H05Z1-U', '核电站、地铁车站、电话交换机及计算机控制中心、高层建筑大楼、宾馆、广播电视台、重要军事设施、石油平台等，以及人员较集中，空气密度低的场所。', '玖开');
INSERT INTO `cable` VALUES (79, '钢索电缆', 'RVV(G)', '作为行车电动葫芦控制、接触器、手柄按钮连接和控 制电缆，适用于干燥或潮湿的室内各种电气安装.鉴于其特殊的柔性设计，它还适用于无应力缓释可强制引导的左右非连续性运动下的安装或固定敷设.(不作为电梯电缆上下升降使用)', '玖开');
INSERT INTO `cable` VALUES (80, '超五类非屏蔽电缆', 'UTP5E.011.4P', '办公室网络布线，如电脑、打印机、IP电话，服务器机房布线，如服务器、交换机、存储设备，收银系统联网、无线信号覆盖', '玖开');
INSERT INTO `cable` VALUES (81, 'CE 认证电气安装与连接线', 'H07Z1-U', '核电站、地铁车站、电话交换机及计算机控制中心、高层建筑大楼、宾馆、广播电视台、重要军事设施、石油平台等，以及人员较集中，空气密度低的场所。', '玖开');
INSERT INTO `cable` VALUES (82, '“玖开扁平” 电梯电缆', 'TVVBP', '适用于电梯内部作随行悬挂，自由悬挂长度不超过 80 米，移动速度不超过 4 米 / 秒的场景。可作为升降机及行车用的卷筒电缆。带视频线的型号（如 TVVB-TV）适用于有监控、串行通讯要求的电梯场景。', '玖开');
INSERT INTO `cable` VALUES (83, 'CE 认证电气安装与连接线', 'H05Z1-R', '核电站、地铁车站、电话交换机及计算机控制中心、高层建筑大楼、宾馆、广播电视台、重要军事设施、石油平台等，以及人员较集中，空气密度低的场所。', '玖开');
INSERT INTO `cable` VALUES (84, '“玖开扁平” 电梯电缆', 'TVVBPG', '适用于电梯内部作随行悬挂，自由悬挂长度不超过 80 米，移动速度不超过 4 米 / 秒的场景。可作为升降机及行车用的卷筒电缆。带视频线的型号（如 TVVB-TV）适用于有监控、串行通讯要求的电梯场景。', '玖开');
INSERT INTO `cable` VALUES (85, 'CE 认证电气安装与连接线', 'H07Z1-R', '核电站、地铁车站、电话交换机及计算机控制中心、高层建筑大楼、宾馆、广播电视台、重要军事设施、石油平台等，以及人员较集中，空气密度低的场所。', '玖开');
INSERT INTO `cable` VALUES (86, '“玖开扁平” 电梯电缆', 'TVVB-TV', '适用于电梯内部作随行悬挂，自由悬挂长度不超过 80 米，移动速度不超过 4 米 / 秒的场景。可作为升降机及行车用的卷筒电缆。带视频线的型号（如 TVVB-TV）适用于有监控、串行通讯要求的电梯场景。', '玖开');
INSERT INTO `cable` VALUES (87, '超五类非屏蔽电缆', 'UTP5E.WD.4P', '办公室网络布线，如电脑、打印机、IP电话，服务器机房布线，如服务器、交换机、存储设备，收银系统联网、无线信号覆盖', '玖开');
INSERT INTO `cable` VALUES (88, 'CE 认证电气安装与连接线', 'H05Z1-K', '核电站、地铁车站、电话交换机及计算机控制中心、高层建筑大楼、宾馆、广播电视台、重要军事设施、石油平台等，以及人员较集中，空气密度低的场所。', '玖开');
INSERT INTO `cable` VALUES (89, '超五类非屏蔽电缆', 'UTP5E.033.4P', '办公室网络布线，如电脑、打印机、IP电话，服务器机房布线，如服务器、交换机、存储设备，收银系统联网、无线信号覆盖', '玖开');
INSERT INTO `cable` VALUES (90, '超五类非屏蔽电缆', 'UTP5E.331.4P', '办公室网络布线，如电脑、打印机、IP电话，服务器机房布线，如服务器、交换机、存储设备，收银系统联网、无线信号覆盖', '玖开');
INSERT INTO `cable` VALUES (91, '“玖开扁平” 电梯电缆', 'TVVBG-TV', '适用于电梯内部作随行悬挂，自由悬挂长度不超过 80 米，移动速度不超过 4 米 / 秒的场景。可作为升降机及行车用的卷筒电缆。带视频线的型号（如 TVVB-TV）适用于有监控、串行通讯要求的电梯场景。', '玖开');
INSERT INTO `cable` VALUES (92, '超五类屏蔽电缆', 'FTP5E.011.4P', '电磁干扰严重的工业环境，大型电机、变压器、变频器等电气设备，对信息安全要求高的场所，金融机构、政府机关、科研单位，高速网络传输环境，数据中心、大型企业的核心网络，核磁共振成像（MRI）设备、CT 扫描仪、医疗监控系统', '玖开');
INSERT INTO `cable` VALUES (93, '“玖开扁平” 电梯电缆', 'TVVBP-TV', '适用于电梯内部作随行悬挂，自由悬挂长度不超过 80 米，移动速度不超过 4 米 / 秒的场景。可作为升降机及行车用的卷筒电缆。带视频线的型号（如 TVVB-TV）适用于有监控、串行通讯要求的电梯场景。', '玖开');
INSERT INTO `cable` VALUES (94, '超五类屏蔽电缆', 'FTP5E.WD.4P', '电磁干扰严重的工业环境，大型电机、变压器、变频器等电气设备，对信息安全要求高的场所，金融机构、政府机关、科研单位，高速网络传输环境，数据中心、大型企业的核心网络，核磁共振成像（MRI）设备、CT 扫描仪、医疗监控系统', '玖开');
INSERT INTO `cable` VALUES (95, '“玖开扁平” 电梯电缆', 'TVVBPG-TV', '适用于电梯内部作随行悬挂，自由悬挂长度不超过 80 米，移动速度不超过 4 米 / 秒的场景。可作为升降机及行车用的卷筒电缆。带视频线的型号（如 TVVB-TV）适用于有监控、串行通讯要求的电梯场景。', '玖开');
INSERT INTO `cable` VALUES (96, 'CE 认证电气安装与连接线', 'H07Z1-K', '核电站、地铁车站、电话交换机及计算机控制中心、高层建筑大楼、宾馆、广播电视台、重要军事设施、石油平台等，以及人员较集中，空气密度低的场所。', '玖开');
INSERT INTO `cable` VALUES (97, '超五类屏蔽电缆', 'FTP5E.033.4P', '电磁干扰严重的工业环境，大型电机、变压器、变频器等电气设备，对信息安全要求高的场所，金融机构、政府机关、科研单位，高速网络传输环境，数据中心、大型企业的核心网络，核磁共振成像（MRI）设备、CT 扫描仪、医疗监控系统', '玖开');
INSERT INTO `cable` VALUES (98, '“玖开扁平” 电梯电缆', 'DT - 网线 + 钢丝加强扁型或葫芦型电梯网线', '适用于电梯内部作随行悬挂，自由悬挂长度不超过 80 米，移动速度不超过 4 米 / 秒的场景。可作为升降机及行车用的卷筒电缆。带视频线的型号（如 TVVB-TV）适用于有监控、串行通讯要求的电梯场景。', '玖开');
INSERT INTO `cable` VALUES (99, 'CE 认证电气安装与连接线', 'H03VV-F', '适用于电气仪表、动力设备及自动化装置内外部无强制牵引力无方向偶尔可移动连接线。', '玖开');
INSERT INTO `cable` VALUES (100, '六类非屏蔽电缆', 'UTP6.011.4P', '电脑、打印机、复印机、IP 电话，智能电视、游戏机、智能家居系统，教室中的多媒体教学设备、教师办公室的办公电脑、图书馆的电子阅览室', '玖开');
INSERT INTO `cable` VALUES (101, 'CE 认证电气安装与连接线', 'H03VVH2-F', '适用于电气仪表、动力设备及自动化装置内外部无强制牵引力无方向偶尔可移动连接线。', '玖开');
INSERT INTO `cable` VALUES (102, '六类非屏蔽电缆', 'UTP6.WD.4P', '电脑、打印机、复印机、IP 电话，智能电视、游戏机、智能家居系统，教室中的多媒体教学设备、教师办公室的办公电脑、图书馆的电子阅览室', '玖开');
INSERT INTO `cable` VALUES (103, '“玖开扁平” 电梯电缆', 'DT - 网线 + 电源线 + 钢丝加强扁型带电源线电梯网线', '适用于电梯内部作随行悬挂，自由悬挂长度不超过 80 米，移动速度不超过 4 米 / 秒的场景。可作为升降机及行车用的卷筒电缆。带视频线的型号（如 TVVB-TV）适用于有监控、串行通讯要求的电梯场景。', '玖开');
INSERT INTO `cable` VALUES (104, '“玖开扁平” 电梯电缆', 'DT - 视频线 + 电源线 + 钢丝加强扁型带电源线电梯视频线', '适用于电梯内部作随行悬挂，自由悬挂长度不超过 80 米，移动速度不超过 4 米 / 秒的场景。可作为升降机及行车用的卷筒电缆。带视频线的型号（如 TVVB-TV）适用于有监控、串行通讯要求的电梯场景。', '玖开');
INSERT INTO `cable` VALUES (105, '“玖开扁平” 电梯电缆', 'DT - 视频线 + 钢丝加强扁型电梯视频线', '适用于电梯内部作随行悬挂，自由悬挂长度不超过 80 米，移动速度不超过 4 米 / 秒的场景。可作为升降机及行车用的卷筒电缆。带视频线的型号（如 TVVB-TV）适用于有监控、串行通讯要求的电梯场景。', '玖开');
INSERT INTO `cable` VALUES (106, '“玖开扁平” 电梯电缆', 'DT - 视频线圆型电梯视频线', '适用于电梯内部作随行悬挂，自由悬挂长度不超过 80 米，移动速度不超过 4 米 / 秒的场景。可作为升降机及行车用的卷筒电缆。带视频线的型号（如 TVVB-TV）适用于有监控、串行通讯要求的电梯场景。', '玖开');
INSERT INTO `cable` VALUES (107, '塑料绝缘控制电缆', 'KVVR', '额定电压 450/750V 及以下控制、信号、保护及测量系统的接线，如工业自动化控制系统、仪器仪表连接等。', '玖开');
INSERT INTO `cable` VALUES (108, '塑料绝缘控制电缆', 'KVVRP', '额定电压 450/750V 及以下控制、信号、保护及测量系统的接线，如工业自动化控制系统、仪器仪表连接等。', '玖开');
INSERT INTO `cable` VALUES (109, 'UL 认证电气安装与连接线', 'UL1007', '用于一般电子、电器设备内部连线，当暴露于有油环境时，不得超过60℃或80℃', '玖开');
INSERT INTO `cable` VALUES (110, 'CE 认证电气安装与连接线', 'H05VV-F', '适用于电气仪表、动力设备及自动化装置内外部无强制牵引力无方向偶尔可移动连接线。', '玖开');
INSERT INTO `cable` VALUES (111, 'CE 认证电气安装与连接线', 'H05VVH2-F', '适用于电气仪表、动力设备及自动化装置内外部无强制牵引力无方向偶尔可移动连接线。', '玖开');
INSERT INTO `cable` VALUES (112, '六类非屏蔽电缆', 'UTP6.033.4P', '电脑、打印机、复印机、IP 电话，智能电视、游戏机、智能家居系统，教室中的多媒体教学设备、教师办公室的办公电脑、图书馆的电子阅览室', '玖开');
INSERT INTO `cable` VALUES (113, 'CE 认证电气安装与连接线', 'H03V2V2-F', '适用于电气仪表、动力设备及自动化装置内外部无强制牵引力无方向偶尔可移动连接线，耐90℃高温环境。', '玖开');
INSERT INTO `cable` VALUES (114, '六类非屏蔽电缆', 'UTP6.331.4P', '电脑、打印机、复印机、IP 电话，智能电视、游戏机、智能家居系统，教室中的多媒体教学设备、教师办公室的办公电脑、图书馆的电子阅览室', '玖开');
INSERT INTO `cable` VALUES (115, 'CE 认证电气安装与连接线', 'H03V2V2H2-F', '适用于电气仪表、动力设备及自动化装置内外部无强制牵引力无方向偶尔可移动连接线，耐90℃高温环境。', '玖开');
INSERT INTO `cable` VALUES (116, '六类屏蔽电缆', 'FTP6.011.4P', '工厂车间、电力变电站、电信机房等工业场所的大型电机、变压器、变频器等电气设备，金融机构、政府机关、军事单位、科研机构，数据中心、大型企业的核心网络、云计算中心', '玖开');
INSERT INTO `cable` VALUES (117, 'CE 认证电气安装与连接线', 'H05V2V2-F', '适用于电气仪表、动力设备及自动化装置内外部无强制牵引力无方向偶尔可移动连接线，耐90℃高温环境。', '玖开');
INSERT INTO `cable` VALUES (118, '六类屏蔽电缆', 'FTP6.WD.4P', '工厂车间、电力变电站、电信机房等工业场所的大型电机、变压器、变频器等电气设备，金融机构、政府机关、军事单位、科研机构，数据中心、大型企业的核心网络、云计算中心', '玖开');
INSERT INTO `cable` VALUES (119, 'CE 认证电气安装与连接线', 'H05V2V2H2-F', '适用于电气仪表、动力设备及自动化装置内外部无强制牵引力无方向偶尔可移动连接线，耐90℃高温环境。', '玖开');
INSERT INTO `cable` VALUES (120, '六类屏蔽电缆', 'FTP6.033.4P', '工厂车间、电力变电站、电信机房等工业场所的大型电机、变压器、变频器等电气设备，金融机构、政府机关、军事单位、科研机构，数据中心、大型企业的核心网络、云计算中心', '玖开');
INSERT INTO `cable` VALUES (121, 'CE 认证电气安装与连接线', 'H05VV5-F', '适用于干燥或潮湿的室内，无强应力缓释或强制引导的偶尔运动下的安装，以及工业使用环境下的偶尔弯曲移动场合，如机床、木工、磨床等。', '玖开');
INSERT INTO `cable` VALUES (122, '多芯屏蔽电子计算机电缆', 'DJYVPVP2', '本产品适用于额定电压450/750V及以下或直流1000V及以下的配电装置中，作为电器、仪表、计算机的连接线。', '玖开');
INSERT INTO `cable` VALUES (123, '多芯屏蔽电子计算机电缆', 'DJYPV', '本产品适用于额定电压450/750V及以下或直流1000V及以下的配电装置中，作为电器、仪表、计算机的连接线。', '玖开');
INSERT INTO `cable` VALUES (124, '多芯屏蔽电子计算机电缆', 'DJYP2V', '本产品适用于额定电压450/750V及以下或直流1000V及以下的配电装置中，作为电器、仪表、计算机的连接线。', '玖开');
INSERT INTO `cable` VALUES (125, '国标直流充电电缆', 'EV-(R)S90U', '电动汽车传导充电系统用电缆适合于纯电动汽车(BEV)、燃料电池汽车(FCV)和混合动力汽车(HEV),广泛用于电动汽车与电源的充电连接；或者用于电动汽车充电设备与充电口、或具有对充电饱和安全预警等方面的控制信号传输功能的车辆充放电预警控制系统。', '玖开');
INSERT INTO `cable` VALUES (126, '国标直流充电电缆', 'EV-(R)EYS90', '电动汽车传导充电系统用电缆适合于纯电动汽车(BEV)、燃料电池汽车(FCV)和混合动力汽车(HEV),广泛用于电动汽车与电源的充电连接；或者用于电动汽车充电设备与充电口、或具有对充电饱和安全预警等方面的控制信号传输功能的车辆充放电预警控制系统。', '玖开');
INSERT INTO `cable` VALUES (127, '国标直流充电电缆', 'EV-(R)EYU', '电动汽车传导充电系统用电缆适合于纯电动汽车(BEV)、燃料电池汽车(FCV)和混合动力汽车(HEV),广泛用于电动汽车与电源的充电连接；或者用于电动汽车充电设备与充电口、或具有对充电饱和安全预警等方面的控制信号传输功能的车辆充放电预警控制系统。', '玖开');
INSERT INTO `cable` VALUES (128, 'CE 认证电气安装与连接线', 'H03Z1Z1-F', '电缆低烟无卤适用于火灾条件下需要低烟和无卤的环境中。可用于厨房和办公室，室内潮湿环境的设备。在电缆不接触热部件或热辐射的条件下，也适用于烹饪和取暖的设备。不适用于高温环境(如照明设备),不能用于建筑物外，工业或农业建筑，电力工具连接。', '玖开');
INSERT INTO `cable` VALUES (129, 'CE 认证电气安装与连接线', 'H03Z1Z1H2-F', '电缆低烟无卤适用于火灾条件下需要低烟和无卤的环境中。可用于厨房和办公室，室内潮湿环境的设备。在电缆不接触热部件或热辐射的条件下，也适用于烹饪和取暖的设备。不适用于高温环境(如照明设备),不能用于建筑物外，工业或农业建筑，电力工具连接。', '玖开');
INSERT INTO `cable` VALUES (130, 'UL 认证电气安装与连接线', 'UL1015', '用于一般电子、电器设备内部连线，当暴露于有油环境时，不得超过60℃或80℃', '玖开');
INSERT INTO `cable` VALUES (131, 'UL 认证电气安装与连接线', 'UL1017', '适用于一般电子、电器设备内部连线', '玖开');
INSERT INTO `cable` VALUES (132, '多芯屏蔽电子计算机电缆', 'DJYVP', '本产品适用于额定电压450/750V及以下或直流1000V及以下的配电装置中，作为电器、仪表、计算机的连接线。', '玖开');
INSERT INTO `cable` VALUES (133, 'UL 认证电气安装与连接线', 'UL1028', '适用于一般电子、电器设备内部连线', '玖开');
INSERT INTO `cable` VALUES (134, '多芯屏蔽电子计算机电缆', 'DJYVP2', '本产品适用于额定电压450/750V及以下或直流1000V及以下的配电装置中，作为电器、仪表、计算机的连接线。', '玖开');
INSERT INTO `cable` VALUES (135, 'UL 认证电气安装与连接线', 'UL1061', '可广泛应用于电动玩具，电子、电器设备内部连接线，不宜暴露于有油环境。', '玖开');
INSERT INTO `cable` VALUES (136, '多芯屏蔽电子计算机电缆', 'DJYVPVP', '本产品适用于额定电压450/750V及以下或直流1000V及以下的配电装置中，作为电器、仪表、计算机的连接线。', '玖开');
INSERT INTO `cable` VALUES (137, 'CE 认证电气安装与连接线', 'H05Z1Z1-F', '电缆低烟无卤适用于火灾条件下需要低烟和无卤的环境中。可用于厨房和办公室，室内潮湿环境的设备。在电缆不接触热部件或热辐射的条件下，也适用于烹饪和取暖的设备。不适用于高温环境(如照明设备),不能用于建筑物外，工业或农业建筑，电力工具连接。', '玖开');
INSERT INTO `cable` VALUES (138, 'CE 认证电气安装与连接线', 'H05Z1Z1H2-F', '电缆低烟无卤适用于火灾条件下需要低烟和无卤的环境中。可用于厨房和办公室，室内潮湿环境的设备。在电缆不接触热部件或热辐射的条件下，也适用于烹饪和取暖的设备。不适用于高温环境(如照明设备),不能用于建筑物外，工业或农业建筑，电力工具连接。', '玖开');
INSERT INTO `cable` VALUES (139, 'CE 认证电气安装与连接线', 'H07ZZ-F', '电缆低烟无卤适用于火灾条件下需要低烟和无卤的环境中。可用于厨房和办公室，室内潮湿环境的设备。在电缆不接触热部件或热辐射的条件下，也适用于烹饪和取暖的设备。不适用于高温环境(如照明设备),不能用于建筑物外，工业或农业建筑，电力工具连接。', '玖开');
INSERT INTO `cable` VALUES (140, '柔性单芯线', 'LiY', '适用于电信装置和装置内的电子元件的标准连接线柔性PVC电路耦合线', '玖开');
INSERT INTO `cable` VALUES (141, '柔性单芯线', 'LiCY', '测量仪器，开关柜，电气元件，发射器和接收器中的布线适用于抗电磁干扰环境', '玖开');
INSERT INTO `cable` VALUES (142, '多芯屏蔽电子计算机电缆', 'DJYP2VP2', '本产品适用于额定电压450/750V及以下或直流1000V及以下的配电装置中，作为电器、仪表、计算机的连接线。', '玖开');
INSERT INTO `cable` VALUES (143, '柔性数据传输电缆', 'LiYY', '能做为控制和信号线缆用于计算机系统的电子设备、电子控制设备、办公机械 ，干燥或潮温的室内环境 ，伺服设备的信号系统，机械、智能装备及电子、计算机的测量和控制部分', '玖开');
INSERT INTO `cable` VALUES (144, '多芯屏蔽电子计算机电缆', 'DJYPVR', '本产品适用于额定电压450/750V及以下或直流1000V及以下的配电装置中，作为电器、仪表、计算机的连接线。', '玖开');
INSERT INTO `cable` VALUES (145, '柔性数据传输电缆', 'LiYCY', '能做为控制和信号线缆用于计算机系统的电子设备、电子控制设备、办公机械 ，干燥或潮温的室内环境 ，伺服设备的信号系统，机械、智能装备及电子、计算机的测量和控制部分', '玖开');
INSERT INTO `cable` VALUES (146, '多芯屏蔽电子计算机电缆', 'DJYP2VR', '本产品适用于额定电压450/750V及以下或直流1000V及以下的配电装置中，作为电器、仪表、计算机的连接线。', '玖开');
INSERT INTO `cable` VALUES (147, '多芯屏蔽电子计算机电缆', 'DJYPVPR', '本产品适用于额定电压450/750V及以下或直流1000V及以下的配电装置中，作为电器、仪表、计算机的连接线。', '玖开');
INSERT INTO `cable` VALUES (148, '多芯屏蔽电子计算机电缆', 'DJYP2VP2R', '本产品适用于额定电压450/750V及以下或直流1000V及以下的配电装置中，作为电器、仪表、计算机的连接线。', '玖开');
INSERT INTO `cable` VALUES (149, '柔性数据传输电缆', 'LiYY(TP)', '对绞电缆用于需要去电耦的电路干燥或潮温的室内环境伺服设备的信号系统机械、智能装备及电子、计算机的测量和控制部分不适合露天环境使用耐油脂', '玖开');
INSERT INTO `cable` VALUES (150, '柔性数据传输电缆', 'LiYCY(TP)', '对绞电缆用于需要去电耦的电路干燥或潮温的室内环境伺服设备的信号系统机械、智能装备及电子、计算机的测量和控制部分不适合露天环境使用耐油脂', '玖开');
INSERT INTO `cable` VALUES (151, '多芯屏蔽电子计算机电缆', 'DJVPVP', '本产品适用于额定电压450/750V及以下或直流1000V及以下的配电装置中，作为电器、仪表、计算机的连接线。', '玖开');
INSERT INTO `cable` VALUES (152, '多芯屏蔽电子计算机电缆', 'DJVP2VP2', '本产品适用于额定电压450/750V及以下或直流1000V及以下的配电装置中，作为电器、仪表、计算机的连接线。', '玖开');
INSERT INTO `cable` VALUES (153, '多芯屏蔽电子计算机电缆', 'DJVPVPR', '本产品适用于额定电压450/750V及以下或直流1000V及以下的配电装置中，作为电器、仪表、计算机的连接线。', '玖开');
INSERT INTO `cable` VALUES (154, '柔性拖链电缆', 'JOCA 600 CY', '机械制造、机床设备、自动化生产线移动单元的应用，轻度油污环境使用，机械自动化安装工程，伺服驱动，测量和控制技术系统，符合EMC要求的铜丝屏蔽，防止电磁干扰', '玖开');
INSERT INTO `cable` VALUES (155, '多芯屏蔽电子计算机电缆', 'DJVP2VP2R', '本产品适用于额定电压450/750V及以下或直流1000V及以下的配电装置中，作为电器、仪表、计算机的连接线。', '玖开');
INSERT INTO `cable` VALUES (156, '柔性拖链电缆', 'JOCA 600 CY.P', '机械制造、机床设备、自动化生产线移动单元的应用，轻度油污环境使用，机械自动化安装工程，伺服驱动，测量和控制技术系统，符合EMC要求的铜丝屏蔽，防止电磁干扰', '玖开');
INSERT INTO `cable` VALUES (157, '多芯屏蔽电子计算机电缆', 'DJVVP', '本产品适用于额定电压450/750V及以下或直流1000V及以下的配电装置中，作为电器、仪表、计算机的连接线。', '玖开');
INSERT INTO `cable` VALUES (158, '柔性拖链电缆', 'JOCA 600 CY.TP', '机械制造、机床设备、自动化生产线移动单元的应用，轻度油污环境使用，机械自动化安装工程，伺服驱动，测量和控制技术系统，符合EMC要求的铜丝屏蔽，防止电磁干扰', '玖开');
INSERT INTO `cable` VALUES (159, '柔性拖链电缆', 'JOCA 610 CY.P', '机械制造、机床设备、自动化生产线移动单元的应用，轻度油污环境使用，机械自动化安装工程，伺服驱动，测量和控制技术系统，符合EMC要求的铜丝屏蔽，防止电磁干扰', '玖开');
INSERT INTO `cable` VALUES (160, '柔性拖链电缆', 'JOCA 610 CY.TP', '机械制造、机床设备、自动化生产线移动单元的应用，轻度油污环境使用，机械自动化安装工程，伺服驱动，测量和控制技术系统，符合EMC要求的铜丝屏蔽，防止电磁干扰', '玖开');
INSERT INTO `cable` VALUES (161, '多芯屏蔽电子计算机电缆', 'DJVVPR', '本产品适用于额定电压450/750V及以下或直流1000V及以下的配电装置中，作为电器、仪表、计算机的连接线。', '玖开');
INSERT INTO `cable` VALUES (162, 'UL 认证电气安装与连接线', 'UL1185', '用于录音、录音设备、音响系统、电子电路及手提电脑的变压器', '玖开');
INSERT INTO `cable` VALUES (163, '多芯屏蔽电子计算机电缆', 'DJVVP2R', '本产品适用于额定电压450/750V及以下或直流1000V及以下的配电装置中，作为电器、仪表、计算机的连接线。', '玖开');
INSERT INTO `cable` VALUES (164, '多芯屏蔽电子计算机电缆', 'DJVV', '本产品适用于额定电压450/750V及以下或直流1000V及以下的配电装置中，作为电器、仪表、计算机的连接线。', '玖开');
INSERT INTO `cable` VALUES (165, 'UL 认证电气安装与连接线', 'UL1283', '适用于一般电子、电器设备内部连线', '玖开');
INSERT INTO `cable` VALUES (166, '多芯屏蔽电子计算机电缆', 'DJVVP', '本产品适用于额定电压450/750V及以下或直流1000V及以下的配电装置中，作为电器、仪表、计算机的连接线。', '玖开');
INSERT INTO `cable` VALUES (167, 'UL 认证电气安装与连接线', 'UL1569', '主要用于电子电器设备内部布线，适用于发电机、涡轮机、配电盘、电器面板、电子电路等一般场合', '玖开');
INSERT INTO `cable` VALUES (168, 'UL 认证电气安装与连接线', 'UL1581', '适用于一般电子、电器设备内部连线', '玖开');
INSERT INTO `cable` VALUES (169, 'UL 认证电气安装与连接线', 'UL10269', '适用于一般电子、电器设备内部连线', '玖开');
INSERT INTO `cable` VALUES (170, 'UL 认证电气安装与连接线', 'UL10271', '适用于一般电子、电器设备内部连线', '玖开');
INSERT INTO `cable` VALUES (171, '柔性拖链电缆', 'JOCA 80 CY', '机械制造、机床设备、自动化生产线移动单元的应用，机械自动化安装工程，测量和控制技术系统', '玖开');
INSERT INTO `cable` VALUES (172, 'UL 认证电气安装与连接线', 'UL10974', '适用于电子电器设备，LED照明设备、工业、玩具及电路板配线等场所', '玖开');
INSERT INTO `cable` VALUES (173, '柔性拖链电缆', 'JOCA 800 CY', '机械制造、机床设备、自动化生产线移动单元的应用，轻度油污环境使用，机械自动化安装工程，伺服驱动，测量和控制技术系统，低度负载下移动使用场合', '玖开');
INSERT INTO `cable` VALUES (174, '柔性拖链电缆', 'JOCA 800 CY.P', '机械制造、机床设备、自动化生产线移动单元的应用，轻度油污环境使用，机械自动化安装工程，伺服驱动，测量和控制技术系统，低度负载下移动使用场合，符合EMC要求的铜丝屏蔽，防止电磁干扰', '玖开');
INSERT INTO `cable` VALUES (175, '多芯屏蔽电子计算机电缆', 'DJVVP2', '本产品适用于额定电压450/750V及以下或直流1000V及以下的配电装置中，作为电器、仪表、计算机的连接线。', '玖开');
INSERT INTO `cable` VALUES (176, '柔性拖链电缆', 'JOCA 800 CY.TP', '机械制造、机床设备、自动化生产线移动单元的应用，轻度油污环境使用，机械自动化安装工程，伺服驱动，测量和控制技术系统，低度负载下移动使用场合，符合EMC要求的铜丝屏蔽，防止电磁干扰', '玖开');
INSERT INTO `cable` VALUES (177, '多芯屏蔽电子计算机电缆', 'DJYPV22', '本产品适用于额定电压450/750V及以下或直流1000V及以下的配电装置中，作为电器、仪表、计算机的连接线。', '玖开');
INSERT INTO `cable` VALUES (178, '柔性拖链电缆', 'JOCA 810 CY.P', '机械制造、机床设备、自动化生产线移动单元的应用，轻度油污环境使用，机械自动化安装工程，伺服驱动，测量和控制技术系统，低度负载下移动使用场合，符合EMC要求的铜丝屏蔽，防止电磁干扰', '玖开');
INSERT INTO `cable` VALUES (179, 'UL 认证电气安装与连接线', 'UL11562', '适用于电子电器设备，LED照明设备、工业、玩具及电路板配线等场所', '玖开');
INSERT INTO `cable` VALUES (180, 'UL 认证电气安装与连接线', 'UL11627', '用于电脑、电器、电子设备及仪器、仪表等内部配线', '玖开');
INSERT INTO `cable` VALUES (181, 'UL 认证电气安装与连接线', 'UL2464', '适用于电子设备的机内与机外配线(如办公室计算机系统、录音机、X光机等)可作为测量、检测和控制电缆结合用在机床制造、成套设备安装、电站、暖气和空调系统、冷冻设备、办公自动设备以及数据处理系统等场合', '玖开');
INSERT INTO `cable` VALUES (182, 'UL 认证电气安装与连接线', 'UL2516', '适用于一般电子、电器设备内部连线', '玖开');
INSERT INTO `cable` VALUES (183, 'UL 认证电气安装与连接线', 'UL2517', '用于电脑、电器、电子设备及仪器、仪表等内部配线', '玖开');
INSERT INTO `cable` VALUES (184, '柔性拖链电缆', 'JOCA 810 CY.TP', '机械制造、机床设备、自动化生产线移动单元的应用，轻度油污环境使用，机械自动化安装工程，伺服驱动，测量和控制技术系统，低度负载下移动使用场合，符合EMC要求的铜丝屏蔽，防止电磁干扰', '玖开');
INSERT INTO `cable` VALUES (185, '柔性拖链电缆', 'JOCA 90 CY', '机械制造、机床设备、自动化生产线移动单元的应用，机械自动化安装工程，测量和控制技术系统', '玖开');
INSERT INTO `cable` VALUES (186, 'UL 认证电气安装与连接线', 'UL2586', '适用于无应力缓释或强制引导的自由非连续往复运动下的安装及固定敷设。如机床制造，成套设备安装工程，喷漆车间，电站，冷冻设备，办公自动化设备等。', '玖开');
INSERT INTO `cable` VALUES (187, 'UL 认证电气安装与连接线', 'UL20276', '适用于电子设备的机内与机外配线，可做为测量、检测和控制用线，可用于成套设备、暖气、空调系统、冷冻设备、办公自动设备及数据处理系统等。', '玖开');
INSERT INTO `cable` VALUES (188, 'UL 认证电气安装与连接线', 'UL2725', '用于2类系统及视频电子设备、电子计算机内部或外部连线', '玖开');
INSERT INTO `cable` VALUES (189, 'UL 认证电气安装与连接线', 'UL3173', '适用于一般电子、电器设备内部连线', '玖开');
INSERT INTO `cable` VALUES (190, 'UL 认证电气安装与连接线', 'UL3321', '适用于一般电子、电器设备内部连线', '玖开');
INSERT INTO `cable` VALUES (191, 'CE 认证电气安装与连接线', 'H05V-U', '用于电器、仪器的配电盘与电源分配器接线板之间的内部周边接线，电子和电气设备开关柜之间接口，同时适用于电源与照明系统；可暴露和嵌入式导管固定敷设。', '玖开');
INSERT INTO `cable` VALUES (192, 'CE 认证电气安装与连接线', 'H07V-U', '用于电器、仪器的配电盘与电源分配器接线板之间的内部周边接线，电子和电气设备开关柜之间接口，同时适用于电源与照明系统；可暴露和嵌入式导管固定敷设。', '玖开');
INSERT INTO `cable` VALUES (193, 'CE 认证电气安装与连接线', 'H05V-R', '用于电器、装置的配电盘与电源分配器接线板之间的内部周边接线，电子和电气设备开关柜之间接口，设计使用半暴露和嵌入式导管可弯曲敷设与接地线。', '玖开');

-- ----------------------------
-- Table structure for filter
-- ----------------------------
DROP TABLE IF EXISTS `filter`;
CREATE TABLE `filter`  (
  `id` int NOT NULL AUTO_INCREMENT,
  `产品系列` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL,
  `产品型号` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL,
  `应用场景` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL,
  `供货厂商` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL,
  `电压` varchar(10) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `相位` varchar(10) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `电流` varchar(10) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 1140 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci COMMENT = '滤波器表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of filter
-- ----------------------------
INSERT INTO `filter` VALUES (1, 'D系列通用型滤波器', 'DL-3D1', '用于各种电子设备和电子测量仪器', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (2, 'D系列通用型滤波器', 'DL-3D3', '用于各种电子设备和电子测量仪器', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (3, 'EAT1 系列多级高性能滤波器', 'DL-10EAT1', '适用于数据处理系统、电信系统、医用设备和工业控制装置中的高性能电源滤波。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (4, 'EAT1 系列多级高性能滤波器', 'DL-20EAT1', '适用于数据处理系统、电信系统、医用设备和工业控制装置中的高性能电源滤波。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (5, 'D系列通用型滤波器', 'DL-6D1', '用于各种电子设备和电子测量仪器', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (6, 'EAT1 系列多级高性能滤波器', 'DL-25EAT1', '适用于数据处理系统、电信系统、医用设备和工业控制装置中的高性能电源滤波。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (7, 'EAT1 系列多级高性能滤波器', 'DL-35EAT1', '适用于数据处理系统、电信系统、医用设备和工业控制装置中的高性能电源滤波。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (8, 'D系列通用型滤波器', 'DL-6D3', '用于各种电子设备和电子测量仪器', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (9, 'EAK1、EAK3系列多级高性能滤波器', '50EAK1', '适用于数据处理系统、电信系统、医用设备和工业控制装置中的高性能电源滤波。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (10, 'D系列通用型滤波器', 'DL-10D', '用于各种电子设备和电子测量仪器', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (11, 'EAK1、EAK3系列多级高性能滤波器', '80EAK1', '适用于数据处理系统、电信系统、医用设备和工业控制装置中的高性能电源滤波。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (12, 'D系列通用型滤波器', 'DL-20D1', '用于各种电子设备和电子测量仪器', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (13, 'EBK5/40系列新型端子台滤波器', '65EBK5/40', '适用于强干扰设备，如变频调速系统，良好的性价比。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (14, 'EAK1、EAK3系列多级高性能滤波器', '100EAK1', '适用于数据处理系统、电信系统、医用设备和工业控制装置中的高性能电源滤波。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (15, 'EAK1、EAK3系列多级高性能滤波器', '150EAK1', '适用于数据处理系统、电信系统、医用设备和工业控制装置中的高性能电源滤波。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (16, 'EBK5/40系列新型端子台滤波器', '80EBK5/40', '适用于强干扰设备，如变频调速系统，良好的性价比。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (17, 'EAK1、EAK3系列多级高性能滤波器', '300EAK3', '适用于数据处理系统、电信系统、医用设备和工业控制装置中的高性能电源滤波。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (18, 'EAK1、EAK3系列多级高性能滤波器', '400EAK3', '适用于数据处理系统、电信系统、医用设备和工业控制装置中的高性能电源滤波。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (19, 'EAK1、EAK3系列多级高性能滤波器', '600EAK3', '适用于数据处理系统、电信系统、医用设备和工业控制装置中的高性能电源滤波。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (20, 'EAK1、EAK3系列多级高性能滤波器', '800EAK3', '适用于数据处理系统、电信系统、医用设备和工业控制装置中的高性能电源滤波。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (21, 'D系列通用型滤波器', 'DL-20D3', '用于各种电子设备和电子测量仪器', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (22, 'EAK1、EAK3系列多级高性能滤波器', '1000EAK5', '适用于数据处理系统、电信系统、医用设备和工业控制装置中的高性能电源滤波。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (23, 'D系列通用型滤波器', 'DL-30D1', '用于各种电子设备和电子测量仪器', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (24, 'EB、EBX系列通用型滤波器', 'DL-5EB', '抑制沿电源线传输的工业无线电干扰。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (25, 'DL20060', 'DL20060N-16-.', '电力、电子设备，消费类电子，家用电器，楼宇自动化，工业运用，机械，医疗设备，电子数据处理设备，办公自动化和通讯设备，各种需要高滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (26, 'EB、EBX系列通用型滤波器', 'DL-10EB', '抑制沿电源线传输的工业无线电干扰。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (27, 'D系列通用型滤波器', 'DL-50D3', '用于各种电子设备和电子测量仪器', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (28, 'D系列通用型滤波器', 'DL-60D3', '用于各种电子设备和电子测量仪器', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (29, 'DL20060', 'DL20060N-20-.', '电力、电子设备，消费类电子，家用电器，楼宇自动化，工业运用，机械，医疗设备，电子数据处理设备，办公自动化和通讯设备，各种需要高滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (30, 'EBK5/40系列新型端子台滤波器', '100EBK5/40', '适用于强干扰设备，如变频调速系统，良好的性价比。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (31, 'EBK5/40系列新型端子台滤波器', '130EBK5/40', '适用于强干扰设备，如变频调速系统，良好的性价比。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (32, 'D系列通用型滤波器', 'DL-100D3', '用于各种电子设备和电子测量仪器', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (33, 'EBK5/40系列新型端子台滤波器', '160EBK5/40', '适用于强干扰设备，如变频调速系统，良好的性价比。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (34, 'D系列通用型滤波器', 'DL-120D3', '用于各种电子设备和电子测量仪器', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (35, 'DX系列通用型滤波器', 'DL-1DX13', '用于各种电子设备和电子测量仪器', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (36, 'DX系列通用型滤波器', 'DL-3DX3', '用于各种电子设备和电子测量仪器', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (37, 'EBL 系列变频器输出端滤波器', 'DL-5EBL5', '适用于变频器、UPS等交直流设备的输出滤波。减小变频器及马达线圈损耗。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (38, 'DX系列通用型滤波器', 'DL-3DX31', '用于各种电子设备和电子测量仪器', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (39, 'EBL 系列变频器输出端滤波器', 'DL-10EBL5', '适用于变频器、UPS等交直流设备的输出滤波。减小变频器及马达线圈损耗。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (40, 'EBL 系列变频器输出端滤波器', 'DL-16EBL5', '适用于变频器、UPS等交直流设备的输出滤波。减小变频器及马达线圈损耗。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (41, 'EBL 系列变频器输出端滤波器', 'DL-25EBL5', '适用于变频器、UPS等交直流设备的输出滤波。减小变频器及马达线圈损耗。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (42, 'EBL 系列变频器输出端滤波器', 'DL-35EBL5', '适用于变频器、UPS等交直流设备的输出滤波。减小变频器及马达线圈损耗。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (43, 'EBL 系列变频器输出端滤波器', 'DL-50EBL5', '适用于变频器、UPS等交直流设备的输出滤波。减小变频器及马达线圈损耗。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (44, 'EBL 系列变频器输出端滤波器', 'DL-65EBL5', '适用于变频器、UPS等交直流设备的输出滤波。减小变频器及马达线圈损耗。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (45, 'EBL 系列变频器输出端滤波器', 'DL-80EBL5', '适用于变频器、UPS等交直流设备的输出滤波。减小变频器及马达线圈损耗。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (46, 'EBL 系列变频器输出端滤波器', 'DL-100EBL5', '适用于变频器、UPS等交直流设备的输出滤波。减小变频器及马达线圈损耗。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (47, 'EBL 系列变频器输出端滤波器', 'DL-130EBL5', '适用于变频器、UPS等交直流设备的输出滤波。减小变频器及马达线圈损耗。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (48, 'DL20060', 'DL20060N-30-08', '电力、电子设备，消费类电子，家用电器，楼宇自动化，工业运用，机械，医疗设备，电子数据处理设备，办公自动化和通讯设备，各种需要高滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (49, 'DL20080', 'DL20080-1-06', '电力、电子设备，消费类电子，家用电器，楼宇自动化，工业运用，机械，医疗设备，电子数据处理设备，办公自动化和通讯设备，各种需要好滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (50, 'DL20080', 'DL20080-3-06', '电力、电子设备，消费类电子，家用电器，楼宇自动化，工业运用，机械，医疗设备，电子数据处理设备，办公自动化和通讯设备，各种需要好滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (51, 'DL20080', 'DL20080-6-06', '电力、电子设备，消费类电子，家用电器，楼宇自动化，工业运用，机械，医疗设备，电子数据处理设备，办公自动化和通讯设备，各种需要好滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (52, 'DL20080', 'DL20080-10-06', '电力、电子设备，消费类电子，家用电器，楼宇自动化，工业运用，机械，医疗设备，电子数据处理设备，办公自动化和通讯设备，各种需要好滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (53, 'DL20080', 'DL20080-12-06', '电力、电子设备，消费类电子，家用电器，楼宇自动化，工业运用，机械，医疗设备，电子数据处理设备，办公自动化和通讯设备，各种需要好滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (54, 'DL20080', 'DL20080-16-.', '电力、电子设备，消费类电子，家用电器，楼宇自动化，工业运用，机械，医疗设备，电子数据处理设备，办公自动化和通讯设备，各种需要好滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (55, 'DL20080', 'DL20080S-1-06', '电力、电子设备，消费类电子，家用电器，楼宇自动化，工业运用，机械，医疗设备，电子数据处理设备，办公自动化和通讯设备，各种需要好滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (56, 'DL20080', 'DL20080S-3-06', '电力、电子设备，消费类电子，家用电器，楼宇自动化，工业运用，机械，医疗设备，电子数据处理设备，办公自动化和通讯设备，各种需要好滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (57, 'DL20080', 'DL20080S-6-06', '电力、电子设备，消费类电子，家用电器，楼宇自动化，工业运用，机械，医疗设备，电子数据处理设备，办公自动化和通讯设备，各种需要好滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (58, 'DL20080', 'DL20080S-10-06', '电力、电子设备，消费类电子，家用电器，楼宇自动化，工业运用，机械，医疗设备，电子数据处理设备，办公自动化和通讯设备，各种需要好滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (59, 'EB、EBX系列通用型滤波器', 'DL-5EBX1', '抑制沿电源线传输的工业无线电干扰。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (60, 'EB、EBX系列通用型滤波器', 'DL-10EBX1', '抑制沿电源线传输的工业无线电干扰。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (61, 'EB、EBX系列通用型滤波器', 'DL-20EB3', '抑制沿电源线传输的工业无线电干扰。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (62, 'EB、EBX系列通用型滤波器', 'DL-30EB3', '抑制沿电源线传输的工业无线电干扰。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (63, 'EB、EBX系列通用型滤波器', 'DL-40EB3', '抑制沿电源线传输的工业无线电干扰。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (64, 'EB、EBX系列通用型滤波器', 'DL-50EB3', '抑制沿电源线传输的工业无线电干扰。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (65, 'EB、EBX系列通用型滤波器', 'DL-100EB1', '抑制沿电源线传输的工业无线电干扰。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (66, 'EB、EBX系列通用型滤波器', 'DL-150EB1', '抑制沿电源线传输的工业无线电干扰。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (67, 'EB、EBX系列通用型滤波器', 'DL-200EB11', '抑制沿电源线传输的工业无线电干扰。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (68, 'EB15/50系列欧式端子台滤波器', 'DL-7EB15/50', '适用于强干扰场合的电源滤波，如逆变类设备。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (69, 'EB15/50系列欧式端子台滤波器', 'DL-10EB15/50', '适用于强干扰场合的电源滤波，如逆变类设备。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (70, 'EB15/50系列欧式端子台滤波器', 'DL-16EB15/50', '适用于强干扰场合的电源滤波，如逆变类设备。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (71, 'EB15/50系列欧式端子台滤波器', 'DL-30EB15/50', '适用于强干扰场合的电源滤波，如逆变类设备。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (72, 'EB15/50系列欧式端子台滤波器', 'DL-42EB15/50', '适用于强干扰场合的电源滤波，如逆变类设备。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (73, 'EB15/50系列欧式端子台滤波器', 'DL-55EB15/50', '适用于强干扰场合的电源滤波，如逆变类设备。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (74, 'EB15/50系列欧式端子台滤波器', 'DL-75EB15/50', '适用于强干扰场合的电源滤波，如逆变类设备。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (75, 'EBT1系列多级低漏电流高性能滤波器', 'DL-5EBT1', '适用于高性能、强干扰场合的电源滤波，如变频调速系统。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (76, 'EBT1系列多级低漏电流高性能滤波器', 'DL-10EBT1', '适用于高性能、强干扰场合的电源滤波，如变频调速系统。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (77, 'EBT1系列多级低漏电流高性能滤波器', 'DL-20EBT1', '适用于高性能、强干扰场合的电源滤波，如变频调速系统。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (78, 'EBT1系列多级低漏电流高性能滤波器', 'DL-25EBT1', '适用于高性能、强干扰场合的电源滤波，如变频调速系统。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (79, 'EBT1系列多级低漏电流高性能滤波器', 'DL-35EBT1', '适用于高性能、强干扰场合的电源滤波，如变频调速系统。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (80, 'EBT1系列多级低漏电流高性能滤波器', 'DL-50EBT1', '适用于高性能、强干扰场合的电源滤波，如变频调速系统。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (81, 'EBT1系列多级低漏电流高性能滤波器', 'DL-65EBT1', '适用于高性能、强干扰场合的电源滤波，如变频调速系统。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (82, 'EBT1系列多级低漏电流高性能滤波器', 'DL-80EBT1', '适用于高性能、强干扰场合的电源滤波，如变频调速系统。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (83, 'EBK1、EBK3系列多级高性能滤波器', 'DL-100EBK1', '适用于高性能、强干扰场合的电源滤波，如变频调速系统。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (84, 'EBK1、EBK3系列多级高性能滤波器', 'DL-150EBK1', '适用于高性能、强干扰场合的电源滤波，如变频调速系统。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (85, 'EBL 系列变频器输出端滤波器', 'DL-160EBL5', '适用于变频器、UPS等交直流设备的输出滤波。减小变频器及马达线圈损耗。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (86, 'EBK1、EBK3系列多级高性能滤波器', 'DL-200EBK1', '适用于高性能、强干扰场合的电源滤波，如变频调速系统。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (87, 'EBK1、EBK3系列多级高性能滤波器', 'DL-300EBK3', '适用于高性能、强干扰场合的电源滤波，如变频调速系统。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (88, 'EBK1、EBK3系列多级高性能滤波器', 'DL-400EBK3', '适用于高性能、强干扰场合的电源滤波，如变频调速系统。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (89, 'EBK1、EBK3系列多级高性能滤波器', 'DL-600EBK3', '适用于高性能、强干扰场合的电源滤波，如变频调速系统。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (90, 'EBL 系列变频器输出端滤波器', 'DL-200EBL5', '适用于变频器、UPS等交直流设备的输出滤波。减小变频器及马达线圈损耗。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (91, 'EBK1、EBK3系列多级高性能滤波器', 'DL-800EBK3', '适用于高性能、强干扰场合的电源滤波，如变频调速系统。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (92, 'EBL 系列变频器输出端滤波器', 'DL-300EBL3', '适用于变频器、UPS等交直流设备的输出滤波。减小变频器及马达线圈损耗。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (93, 'EBL 系列变频器输出端滤波器', 'DL-400EBL3', '适用于变频器、UPS等交直流设备的输出滤波。减小变频器及马达线圈损耗。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (94, 'EBL 系列变频器输出端滤波器', 'DL-600EBL3', '适用于变频器、UPS等交直流设备的输出滤波。减小变频器及马达线圈损耗。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (95, 'EBK5 系列多级高性能滤波器', 'DL-5EBK5', '适用于工业控制装置中的电源滤波，尤其适用于逆变类设备，如变频调速器的输入滤波器。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (96, 'DL20030', 'DL20030-1-06', '电力，电子设备，消费类电子，家用电器，医疗设备，办公自动化设备，各种需要高滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (97, 'EBK5 系列多级高性能滤波器', 'DL-10EBK5', '适用于工业控制装置中的电源滤波，尤其适用于逆变类设备，如变频调速器的输入滤波器。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (98, 'DL20030', 'DL20030-3-06', '电力，电子设备，消费类电子，家用电器，医疗设备，办公自动化设备，各种需要高滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (99, 'EBK5 系列多级高性能滤波器', 'DL-16EBK5', '适用于工业控制装置中的电源滤波，尤其适用于逆变类设备，如变频调速器的输入滤波器。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (100, 'DL20030', 'DL20030-4-06', '电力，电子设备，消费类电子，家用电器，医疗设备，办公自动化设备，各种需要高滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (101, 'DX系列通用型滤波器', 'DL-6DX1', '用于各种电子设备和电子测量仪器', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (102, 'EBK5 系列多级高性能滤波器', 'DL-25EBK5', '适用于工业控制装置中的电源滤波，尤其适用于逆变类设备，如变频调速器的输入滤波器。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (103, 'DX系列通用型滤波器', 'DL-6DX3', '用于各种电子设备和电子测量仪器', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (104, 'EBK5 系列多级高性能滤波器', 'DL-35EBK5', '适用于工业控制装置中的电源滤波，尤其适用于逆变类设备，如变频调速器的输入滤波器。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (105, 'DX系列通用型滤波器', 'DL-10DX1', '用于各种电子设备和电子测量仪器', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (106, 'DL20030', 'DL20030-6-06', '电力，电子设备，消费类电子，家用电器，医疗设备，办公自动化设备，各种需要高滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (107, 'EBK5 系列多级高性能滤波器', 'DL-50EBK5', '适用于工业控制装置中的电源滤波，尤其适用于逆变类设备，如变频调速器的输入滤波器。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (108, 'EBK5 系列多级高性能滤波器', 'DL-65EBK5', '适用于工业控制装置中的电源滤波，尤其适用于逆变类设备，如变频调速器的输入滤波器。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (109, 'DL20030', 'DL20030-8-06', '电力，电子设备，消费类电子，家用电器，医疗设备，办公自动化设备，各种需要高滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (110, 'EBK5 系列多级高性能滤波器', 'DL-80EBK5', '适用于工业控制装置中的电源滤波，尤其适用于逆变类设备，如变频调速器的输入滤波器。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (111, 'DL20030', 'DL20030-10-06', '电力，电子设备，消费类电子，家用电器，医疗设备，办公自动化设备，各种需要高滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (112, 'DL20030', 'DL20030-12-06', '电力，电子设备，消费类电子，家用电器，医疗设备，办公自动化设备，各种需要高滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (113, 'DX系列通用型滤波器', 'DL-10DX3', '用于各种电子设备和电子测量仪器', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (114, 'DL20030', 'DL20030-16-06', '电力，电子设备，消费类电子，家用电器，医疗设备，办公自动化设备，各种需要高滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (115, 'EBK5 系列多级高性能滤波器', 'DL-100EBK5', '适用于工业控制装置中的电源滤波，尤其适用于逆变类设备，如变频调速器的输入滤波器。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (116, 'DL20030', 'DL20030-20-.', '电力，电子设备，消费类电子，家用电器，医疗设备，办公自动化设备，各种需要高滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (117, 'DX系列通用型滤波器', 'DL-20DX1', '用于各种电子设备和电子测量仪器', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (118, 'EBK5 系列多级高性能滤波器', 'DL-130EBK5', '适用于工业控制装置中的电源滤波，尤其适用于逆变类设备，如变频调速器的输入滤波器。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (119, 'DL20030', 'DL20030-30-08', '电力，电子设备，消费类电子，家用电器，医疗设备，办公自动化设备，各种需要高滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (120, 'DH系列差模增强型滤波器', 'DL-200DH1/10', '用于各种电子设备和电子测量仪器', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (121, 'DL20030', 'DL20030S-1-06', '电力，电子设备，消费类电子，家用电器，医疗设备，办公自动化设备，各种需要高滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (122, 'DH系列差模增强型滤波器', 'DL-300DH1/10', '用于各种电子设备和电子测量仪器', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (123, 'EBK5 系列多级高性能滤波器', 'DL-160EBK5', '适用于工业控制装置中的电源滤波，尤其适用于逆变类设备，如变频调速器的输入滤波器。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (124, 'DH系列差模增强型滤波器', 'DL-450DH1/60', '用于各种电子设备和电子测量仪器', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (125, 'EBK5 系列多级高性能滤波器', 'DL-200EBK5', '适用于工业控制装置中的电源滤波，尤其适用于逆变类设备，如变频调速器的输入滤波器。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (126, 'EBK5 系列多级高性能滤波器', 'DL-1000EBK5', '适用于工业控制装置中的电源滤波，尤其适用于逆变类设备，如变频调速器的输入滤波器。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (127, 'DH系列差模增强型滤波器', 'DL-600DH1/60', '用于各种电子设备和电子测量仪器', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (128, 'EBK6系列多级高性能滤波器', 'DL-5EBK6', '适用于干扰严重的工业控制系统，如未经滤波处理的变频器、开关电源、伺服驱动器等，满足电磁兼容的要求。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (129, 'DH系列差模增强型滤波器', 'DL-750DH1/60', '用于各种电子设备和电子测量仪器', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (130, 'EBK6系列多级高性能滤波器', 'DL-10EBK6', '适用于干扰严重的工业控制系统，如未经滤波处理的变频器、开关电源、伺服驱动器等，满足电磁兼容的要求。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (131, 'DL20030', 'DL20030S-3-06', '电力，电子设备，消费类电子，家用电器，医疗设备，办公自动化设备，各种需要高滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (132, 'DH系列差模增强型滤波器', 'DL-1000DH1/60', '用于各种电子设备和电子测量仪器', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (133, 'EBK6系列多级高性能滤波器', 'DL-16EBK6', '适用于干扰严重的工业控制系统，如未经滤波处理的变频器、开关电源、伺服驱动器等，满足电磁兼容的要求。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (134, 'DL20030', 'DL20030S-4-06', '电力，电子设备，消费类电子，家用电器，医疗设备，办公自动化设备，各种需要高滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (135, 'K系列双级高性能滤波器', 'DL-3K1', '用于大多数数字设备(尤其是开关电源)可用来抑制连续或间隙性脉冲干扰。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (136, 'DL20030', 'DL20030S-6-06', '电力，电子设备，消费类电子，家用电器，医疗设备，办公自动化设备，各种需要高滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (137, 'DL20030', 'DL20030S-8-06', '电力，电子设备，消费类电子，家用电器，医疗设备，办公自动化设备，各种需要高滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (138, 'EBK6系列多级高性能滤波器', 'DL-20EBK6', '适用于干扰严重的工业控制系统，如未经滤波处理的变频器、开关电源、伺服驱动器等，满足电磁兼容的要求。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (139, 'DL20030', 'DL20030S-10-06', '电力，电子设备，消费类电子，家用电器，医疗设备，办公自动化设备，各种需要高滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (140, 'DL20080', 'DL20080S-12-06', '电力、电子设备，消费类电子，家用电器，楼宇自动化，工业运用，机械，医疗设备，电子数据处理设备，办公自动化和通讯设备，各种需要好滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (141, 'DL20030', 'DL20030S-12-06', '电力，电子设备，消费类电子，家用电器，医疗设备，办公自动化设备，各种需要高滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (142, 'K系列双级高性能滤波器', 'DL-6K1', '用于大多数数字设备(尤其是开关电源)可用来抑制连续或间隙性脉冲干扰。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (143, 'DL20080', 'DL20080S-16-..', '电力、电子设备，消费类电子，家用电器，楼宇自动化，工业运用，机械，医疗设备，电子数据处理设备，办公自动化和通讯设备，各种需要好滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (144, 'DL20030', 'DL20030S-16-06', '电力，电子设备，消费类电子，家用电器，医疗设备，办公自动化设备，各种需要高滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (145, 'K系列双级高性能滤波器', 'DL-10K1', '用于大多数数字设备(尤其是开关电源)可用来抑制连续或间隙性脉冲干扰。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (146, 'EBK6系列多级高性能滤波器', 'DL-25EBK6', '适用于干扰严重的工业控制系统，如未经滤波处理的变频器、开关电源、伺服驱动器等，满足电磁兼容的要求。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (147, 'K系列双级高性能滤波器', 'DL-20K3', '用于大多数数字设备(尤其是开关电源)可用来抑制连续或间隙性脉冲干扰。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (148, 'EBK6系列多级高性能滤波器', 'DL-35EBK6', '适用于干扰严重的工业控制系统，如未经滤波处理的变频器、开关电源、伺服驱动器等，满足电磁兼容的要求。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (149, 'K系列双级高性能滤波器', 'DL-30K3', '用于大多数数字设备(尤其是开关电源)可用来抑制连续或间隙性脉冲干扰。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (150, 'EBK6系列多级高性能滤波器', 'DL-50EBK6', '适用于干扰严重的工业控制系统，如未经滤波处理的变频器、开关电源、伺服驱动器等，满足电磁兼容的要求。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (151, 'EBK6系列多级高性能滤波器', 'DL-65EBK6', '适用于干扰严重的工业控制系统，如未经滤波处理的变频器、开关电源、伺服驱动器等，满足电磁兼容的要求。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (152, 'DL20080', 'DL20080N-1-06', '电力、电子设备，消费类电子，家用电器，楼宇自动化，工业运用，机械，医疗设备，电子数据处理设备，办公自动化和通讯设备，各种需要好滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (153, 'EBK6系列多级高性能滤波器', 'DL-80EBK6', '适用于干扰严重的工业控制系统，如未经滤波处理的变频器、开关电源、伺服驱动器等，满足电磁兼容的要求。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (154, 'DL20030', 'DL20030S-20-..', '电力，电子设备，消费类电子，家用电器，医疗设备，办公自动化设备，各种需要高滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (155, 'DL20080', 'DL20080N-3-06', '电力、电子设备，消费类电子，家用电器，楼宇自动化，工业运用，机械，医疗设备，电子数据处理设备，办公自动化和通讯设备，各种需要好滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (156, 'EBK6系列多级高性能滤波器', 'DL-100EBK6', '适用于干扰严重的工业控制系统，如未经滤波处理的变频器、开关电源、伺服驱动器等，满足电磁兼容的要求。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (157, 'DL20030', 'DL20030S-30-08', '电力，电子设备，消费类电子，家用电器，医疗设备，办公自动化设备，各种需要高滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (158, 'DL20080', 'DL20080N-6-06', '电力、电子设备，消费类电子，家用电器，楼宇自动化，工业运用，机械，医疗设备，电子数据处理设备，办公自动化和通讯设备，各种需要好滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (159, 'DL20030', 'DL20030N-1-06', '电力，电子设备，消费类电子，家用电器，医疗设备，办公自动化设备，各种需要高滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (160, 'DL20080', 'DL20080N-10-06', '电力、电子设备，消费类电子，家用电器，楼宇自动化，工业运用，机械，医疗设备，电子数据处理设备，办公自动化和通讯设备，各种需要好滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (161, 'DL20030', 'DL20030N-3-06', '电力，电子设备，消费类电子，家用电器，医疗设备，办公自动化设备，各种需要高滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (162, 'EBK6系列多级高性能滤波器', 'DL-130EBK6', '适用于干扰严重的工业控制系统，如未经滤波处理的变频器、开关电源、伺服驱动器等，满足电磁兼容的要求。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (163, 'DL20080', 'DL20080N-12-06', '电力、电子设备，消费类电子，家用电器，楼宇自动化，工业运用，机械，医疗设备，电子数据处理设备，办公自动化和通讯设备，各种需要好滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (164, 'DL20030', 'DL20030N-4-06', '电力，电子设备，消费类电子，家用电器，医疗设备，办公自动化设备，各种需要高滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (165, 'DL20030', 'DL20030N-6-06', '电力，电子设备，消费类电子，家用电器，医疗设备，办公自动化设备，各种需要高滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (166, 'EBK6系列多级高性能滤波器', 'DL-160EBK6', '适用于干扰严重的工业控制系统，如未经滤波处理的变频器、开关电源、伺服驱动器等，满足电磁兼容的要求。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (167, 'DL20030', 'DL20030N-8-06', '电力，电子设备，消费类电子，家用电器，医疗设备，办公自动化设备，各种需要高滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (168, 'EBK6系列多级高性能滤波器', 'DL-200EBK6', '适用于干扰严重的工业控制系统，如未经滤波处理的变频器、开关电源、伺服驱动器等，满足电磁兼容的要求。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (169, 'DL20080', 'DL20080N-16-.', '电力、电子设备，消费类电子，家用电器，楼宇自动化，工业运用，机械，医疗设备，电子数据处理设备，办公自动化和通讯设备，各种需要好滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (170, 'DL20030', 'DL20030N-10-06', '电力，电子设备，消费类电子，家用电器，医疗设备，办公自动化设备，各种需要高滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (171, 'EBK6系列多级高性能滤波器', 'DL-250EBK6', '适用于干扰严重的工业控制系统，如未经滤波处理的变频器、开关电源、伺服驱动器等，满足电磁兼容的要求。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (172, 'DL20090', 'DL20090-1-06', '电力、电子设备，消费类电子，家用电器，楼宇自动化，工业运用，机械，医疗设备，电子数据处理设备，办公自动化和通讯设备，各种需要好滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (173, 'EBK6系列多级高性能滤波器', 'DL-300EBK6', '适用于干扰严重的工业控制系统，如未经滤波处理的变频器、开关电源、伺服驱动器等，满足电磁兼容的要求。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (174, 'DL20090', 'DL20090-3-06', '电力、电子设备，消费类电子，家用电器，楼宇自动化，工业运用，机械，医疗设备，电子数据处理设备，办公自动化和通讯设备，各种需要好滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (175, 'EBK6系列多级高性能滤波器', 'DL-400EBK6', '适用于干扰严重的工业控制系统，如未经滤波处理的变频器、开关电源、伺服驱动器等，满足电磁兼容的要求。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (176, 'EBK6系列多级高性能滤波器', 'DL-600EBK6', '适用于干扰严重的工业控制系统，如未经滤波处理的变频器、开关电源、伺服驱动器等，满足电磁兼容的要求。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (177, 'EBK6系列多级高性能滤波器', 'DL-800EBK6', '适用于干扰严重的工业控制系统，如未经滤波处理的变频器、开关电源、伺服驱动器等，满足电磁兼容的要求。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (178, 'DL20090', 'DL20090-4-06', '电力、电子设备，消费类电子，家用电器，楼宇自动化，工业运用，机械，医疗设备，电子数据处理设备，办公自动化和通讯设备，各种需要好滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (179, 'DL20090', 'DL20090-6-06', '电力、电子设备，消费类电子，家用电器，楼宇自动化，工业运用，机械，医疗设备，电子数据处理设备，办公自动化和通讯设备，各种需要好滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (180, 'DL20030', 'DL20030N-12-06', '电力，电子设备，消费类电子，家用电器，医疗设备，办公自动化设备，各种需要高滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (181, 'DL20090', 'DL20090-8-06', '电力、电子设备，消费类电子，家用电器，楼宇自动化，工业运用，机械，医疗设备，电子数据处理设备，办公自动化和通讯设备，各种需要好滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (182, 'DL20030', 'DL20030N-16-06', '电力，电子设备，消费类电子，家用电器，医疗设备，办公自动化设备，各种需要高滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (183, 'DL20090', 'DL20090-10-06', '电力、电子设备，消费类电子，家用电器，楼宇自动化，工业运用，机械，医疗设备，电子数据处理设备，办公自动化和通讯设备，各种需要好滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (184, 'DL20030', 'DL20030N-20-.', '电力，电子设备，消费类电子，家用电器，医疗设备，办公自动化设备，各种需要高滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (185, 'DL20030', 'DL20030N-30-08', '电力，电子设备，消费类电子，家用电器，医疗设备，办公自动化设备，各种需要高滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (186, 'DL20060', 'DL20060-1-06', '电力、电子设备，消费类电子，家用电器，楼宇自动化，工业运用，机械，医疗设备，电子数据处理设备，办公自动化和通讯设备，各种需要高滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (187, 'K系列双级高性能滤波器', 'DL-50K3', '用于大多数数字设备(尤其是开关电源)可用来抑制连续或间隙性脉冲干扰。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (188, 'DL20060', 'DL20060-3-06', '电力、电子设备，消费类电子，家用电器，楼宇自动化，工业运用，机械，医疗设备，电子数据处理设备，办公自动化和通讯设备，各种需要高滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (189, 'DL20090', 'DL20090-12-06', '电力、电子设备，消费类电子，家用电器，楼宇自动化，工业运用，机械，医疗设备，电子数据处理设备，办公自动化和通讯设备，各种需要好滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (190, 'DL20060', 'DL20060-6-06', '电力、电子设备，消费类电子，家用电器，楼宇自动化，工业运用，机械，医疗设备，电子数据处理设备，办公自动化和通讯设备，各种需要高滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (191, 'T系列双级高性能滤波器', 'DL-3T1', '用于大多数数字设备(尤其是开关电源),可用来抑制连续或间隙性脉冲干扰，尤其适用于低阻抗负载场合。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (192, 'DL20090', 'DL20090-16-06', '电力、电子设备，消费类电子，家用电器，楼宇自动化，工业运用，机械，医疗设备，电子数据处理设备，办公自动化和通讯设备，各种需要好滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (193, 'T系列双级高性能滤波器', 'DL-6T1', '用于大多数数字设备(尤其是开关电源),可用来抑制连续或间隙性脉冲干扰，尤其适用于低阻抗负载场合。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (194, 'DL20090', 'DL20090-20-.', '电力、电子设备，消费类电子，家用电器，楼宇自动化，工业运用，机械，医疗设备，电子数据处理设备，办公自动化和通讯设备，各种需要好滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (195, 'T系列双级高性能滤波器', 'DL-10T1', '用于大多数数字设备(尤其是开关电源),可用来抑制连续或间隙性脉冲干扰，尤其适用于低阻抗负载场合。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (196, 'DL20060', 'DL20060-10-06', '电力、电子设备，消费类电子，家用电器，楼宇自动化，工业运用，机械，医疗设备，电子数据处理设备，办公自动化和通讯设备，各种需要高滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (197, 'DL20090', 'DL20090-30-08', '电力、电子设备，消费类电子，家用电器，楼宇自动化，工业运用，机械，医疗设备，电子数据处理设备，办公自动化和通讯设备，各种需要好滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (198, 'T系列双级高性能滤波器', 'DL-15T1', '用于大多数数字设备(尤其是开关电源),可用来抑制连续或间隙性脉冲干扰，尤其适用于低阻抗负载场合。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (199, 'DL20060', 'DL20060-12-06', '电力、电子设备，消费类电子，家用电器，楼宇自动化，工业运用，机械，医疗设备，电子数据处理设备，办公自动化和通讯设备，各种需要高滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (200, 'T系列双级高性能滤波器', 'DL-20T1', '用于大多数数字设备(尤其是开关电源),可用来抑制连续或间隙性脉冲干扰，尤其适用于低阻抗负载场合。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (201, 'DL20090', 'DL20090S-1-06', '电力、电子设备，消费类电子，家用电器，楼宇自动化，工业运用，机械，医疗设备，电子数据处理设备，办公自动化和通讯设备，各种需要好滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (202, 'DL20060', 'DL20060-16-..', '电力、电子设备，消费类电子，家用电器，楼宇自动化，工业运用，机械，医疗设备，电子数据处理设备，办公自动化和通讯设备，各种需要高滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (203, 'T系列双级高性能滤波器', 'DL-30T31', '用于大多数数字设备(尤其是开关电源),可用来抑制连续或间隙性脉冲干扰，尤其适用于低阻抗负载场合。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (204, 'DL20090', 'DL20090S-3-06', '电力、电子设备，消费类电子，家用电器，楼宇自动化，工业运用，机械，医疗设备，电子数据处理设备，办公自动化和通讯设备，各种需要好滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (205, 'TH 系列多级高性能滤波器', 'DL-6TH1', '用于大多数数字设备(尤其是开关电源),可用来抑制连续或间隙性脉冲干扰，尤其适用于低阻抗负载场合。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (206, 'DL20090', 'DL20090S-4-06', '电力、电子设备，消费类电子，家用电器，楼宇自动化，工业运用，机械，医疗设备，电子数据处理设备，办公自动化和通讯设备，各种需要好滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (207, 'TH 系列多级高性能滤波器', 'DL-10TH3', '用于大多数数字设备(尤其是开关电源),可用来抑制连续或间隙性脉冲干扰，尤其适用于低阻抗负载场合。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (208, 'DL20090', 'DL20090S-6-06', '电力、电子设备，消费类电子，家用电器，楼宇自动化，工业运用，机械，医疗设备，电子数据处理设备，办公自动化和通讯设备，各种需要好滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (209, 'EBK6系列多级高性能滤波器', 'DL-1000EBK6', '适用于干扰严重的工业控制系统，如未经滤波处理的变频器、开关电源、伺服驱动器等，满足电磁兼容的要求。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (210, 'TH 系列多级高性能滤波器', 'DL-20TH1', '用于大多数数字设备(尤其是开关电源),可用来抑制连续或间隙性脉冲干扰，尤其适用于低阻抗负载场合。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (211, 'DL20090', 'DL20090S-8-06', '电力、电子设备，消费类电子，家用电器，楼宇自动化，工业运用，机械，医疗设备，电子数据处理设备，办公自动化和通讯设备，各种需要好滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (212, 'TH 系列多级高性能滤波器', 'DL-30TH1', '用于大多数数字设备(尤其是开关电源),可用来抑制连续或间隙性脉冲干扰，尤其适用于低阻抗负载场合。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (213, 'DL20090', 'DL20090S-10-06', '电力、电子设备，消费类电子，家用电器，楼宇自动化，工业运用，机械，医疗设备，电子数据处理设备，办公自动化和通讯设备，各种需要好滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (214, 'DL20090', 'DL20090S-12-06', '电力、电子设备，消费类电子，家用电器，楼宇自动化，工业运用，机械，医疗设备，电子数据处理设备，办公自动化和通讯设备，各种需要好滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (215, 'EBK5/40系列新型端子台滤波器', '5EBK5/40', '适用于强干扰设备，如变频调速系统，良好的性价比。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (216, 'EBK5/40系列新型端子台滤波器', '10EBK5/40', '适用于强干扰设备，如变频调速系统，良好的性价比。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (217, 'F系列通用型滤波器', 'DL-6F1', '用于各种电子设备和电子测量仪器的直流侧', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (218, 'DL20090', 'DL20090S-16-06', '电力、电子设备，消费类电子，家用电器，楼宇自动化，工业运用，机械，医疗设备，电子数据处理设备，办公自动化和通讯设备，各种需要好滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (219, 'EBK5/40系列新型端子台滤波器', '16EBK5/40', '适用于强干扰设备，如变频调速系统，良好的性价比。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (220, 'F系列通用型滤波器', 'DL-10F1', '用于各种电子设备和电子测量仪器的直流侧', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (221, 'DL20090', 'DL20090S-20-..', '电力、电子设备，消费类电子，家用电器，楼宇自动化，工业运用，机械，医疗设备，电子数据处理设备，办公自动化和通讯设备，各种需要好滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (222, 'F系列通用型滤波器', 'DL-20F1', '用于各种电子设备和电子测量仪器的直流侧', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (223, 'F系列通用型滤波器', 'DL-30F1', '用于各种电子设备和电子测量仪器的直流侧', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (224, 'DL20060', 'DL20060-20-.', '电力、电子设备，消费类电子，家用电器，楼宇自动化，工业运用，机械，医疗设备，电子数据处理设备，办公自动化和通讯设备，各种需要高滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (225, 'DL20060', 'DL20060-30-08', '电力、电子设备，消费类电子，家用电器，楼宇自动化，工业运用，机械，医疗设备，电子数据处理设备，办公自动化和通讯设备，各种需要高滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (226, 'DL20090', 'DL20090N-1-06', '电力、电子设备，消费类电子，家用电器，楼宇自动化，工业运用，机械，医疗设备，电子数据处理设备，办公自动化和通讯设备，各种需要好滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (227, 'DL20060', 'DL20060S-1-06', '电力、电子设备，消费类电子，家用电器，楼宇自动化，工业运用，机械，医疗设备，电子数据处理设备，办公自动化和通讯设备，各种需要高滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (228, 'DL20090', 'DL20090N-3-06', '电力、电子设备，消费类电子，家用电器，楼宇自动化，工业运用，机械，医疗设备，电子数据处理设备，办公自动化和通讯设备，各种需要好滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (229, 'DL20060', 'DL20060S-3-06', '电力、电子设备，消费类电子，家用电器，楼宇自动化，工业运用，机械，医疗设备，电子数据处理设备，办公自动化和通讯设备，各种需要高滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (230, 'DL20090', 'DL20090N-4-06', '电力、电子设备，消费类电子，家用电器，楼宇自动化，工业运用，机械，医疗设备，电子数据处理设备，办公自动化和通讯设备，各种需要好滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (231, 'DL20090', 'DL20090N-6-06', '电力、电子设备，消费类电子，家用电器，楼宇自动化，工业运用，机械，医疗设备，电子数据处理设备，办公自动化和通讯设备，各种需要好滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (232, 'DL20090', 'DL20090N-8-06', '电力、电子设备，消费类电子，家用电器，楼宇自动化，工业运用，机械，医疗设备，电子数据处理设备，办公自动化和通讯设备，各种需要好滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (233, 'DL20090', 'DL20090N-10-06', '电力、电子设备，消费类电子，家用电器，楼宇自动化，工业运用，机械，医疗设备，电子数据处理设备，办公自动化和通讯设备，各种需要好滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (234, 'DL20060', 'DL20060S-6-06', '电力、电子设备，消费类电子，家用电器，楼宇自动化，工业运用，机械，医疗设备，电子数据处理设备，办公自动化和通讯设备，各种需要高滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (235, 'DL20060', 'DL20060S-10-06', '电力、电子设备，消费类电子，家用电器，楼宇自动化，工业运用，机械，医疗设备，电子数据处理设备，办公自动化和通讯设备，各种需要高滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (236, 'EBK5/40系列新型端子台滤波器', '25EBK5/40', '适用于强干扰设备，如变频调速系统，良好的性价比。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (237, 'DL20060', 'DL20060S-12-06', '电力、电子设备，消费类电子，家用电器，楼宇自动化，工业运用，机械，医疗设备，电子数据处理设备，办公自动化和通讯设备，各种需要高滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (238, 'EBK5/40系列新型端子台滤波器', '35EBK5/40', '适用于强干扰设备，如变频调速系统，良好的性价比。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (239, 'DL20090', 'DL20090N-12-06', '电力、电子设备，消费类电子，家用电器，楼宇自动化，工业运用，机械，医疗设备，电子数据处理设备，办公自动化和通讯设备，各种需要好滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (240, 'DL20060', 'DL20060S-16-..', '电力、电子设备，消费类电子，家用电器，楼宇自动化，工业运用，机械，医疗设备，电子数据处理设备，办公自动化和通讯设备，各种需要高滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (241, 'EBK5/40系列新型端子台滤波器', '50EBK5/40', '适用于强干扰设备，如变频调速系统，良好的性价比。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (242, 'DL20090', 'DL20090N-16-06', '电力、电子设备，消费类电子，家用电器，楼宇自动化，工业运用，机械，医疗设备，电子数据处理设备，办公自动化和通讯设备，各种需要好滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (243, 'DL20060', 'DL20060S-20-..', '电力、电子设备，消费类电子，家用电器，楼宇自动化，工业运用，机械，医疗设备，电子数据处理设备，办公自动化和通讯设备，各种需要高滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (244, 'DL20090', 'DL20090N-20-.', '电力、电子设备，消费类电子，家用电器，楼宇自动化，工业运用，机械，医疗设备，电子数据处理设备，办公自动化和通讯设备，各种需要好滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (245, 'F系列通用型滤波器', 'DL-40F1', '用于各种电子设备和电子测量仪器的直流侧', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (246, 'DL20090', 'DL20090N-30-08', '电力、电子设备，消费类电子，家用电器，楼宇自动化，工业运用，机械，医疗设备，电子数据处理设备，办公自动化和通讯设备，各种需要好滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (247, 'F系列通用型滤波器', 'DL-60F31', '用于各种电子设备和电子测量仪器的直流侧', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (248, 'YB100/YB110/YB120系列', 'YB100-1', '交换机、报警器、控制器、 LCD、 卫星 电视系统等超小型设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (249, 'F系列通用型滤波器', 'DL-100F3', '用于各种电子设备和电子测量仪器的直流侧', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (250, 'F系列通用型滤波器', 'DL-140F3', '用于各种电子设备和电子测量仪器的直流侧', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (251, 'YB100/YB110/YB120系列', 'YB100-3', '交换机、报警器、控制器、 LCD、 卫星 电视系统等超小型设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (252, '光伏配套直流系列', 'DL-25F6-PV', '适用于光伏逆变器', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (253, 'YB100/YB110/YB120系列', 'YB100-6', '交换机、报警器、控制器、 LCD、 卫星 电视系统等超小型设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (254, 'YB100/YB110/YB120系列', 'YB100-10', '交换机、报警器、控制器、 LCD、 卫星 电视系统等超小型设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (255, 'DL20060', 'DL20060S-30-08', '电力、电子设备，消费类电子，家用电器，楼宇自动化，工业运用，机械，医疗设备，电子数据处理设备，办公自动化和通讯设备，各种需要高滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (256, '光伏配套直流系列', 'DL-50F6-PV', '适用于光伏逆变器', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (257, 'DL20060', 'DL20060N-1-06', '电力、电子设备，消费类电子，家用电器，楼宇自动化，工业运用，机械，医疗设备，电子数据处理设备，办公自动化和通讯设备，各种需要高滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (258, '光伏配套直流系列', 'DL-100F6-PV', '适用于光伏逆变器', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (259, 'DL20060', 'DL20060N-3-06', '电力、电子设备，消费类电子，家用电器，楼宇自动化，工业运用，机械，医疗设备，电子数据处理设备，办公自动化和通讯设备，各种需要高滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (260, 'YB100/YB110/YB120系列', 'YB110-1', '交换机、报警器、控制器、 LCD、 卫星 电视系统等超小型设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (261, '光伏配套直流系列', 'DL-150F6-PV', '适用于光伏逆变器', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (262, 'YB100/YB110/YB120系列', 'YB120-6', '交换机、报警器、控制器、 LCD、 卫星 电视系统等超小型设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (263, 'DL20060', 'DL20060N-6-06', '电力、电子设备，消费类电子，家用电器，楼宇自动化，工业运用，机械，医疗设备，电子数据处理设备，办公自动化和通讯设备，各种需要高滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (264, 'YB100/YB110/YB120系列', 'YB110-3', '交换机、报警器、控制器、 LCD、 卫星 电视系统等超小型设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (265, 'YB100/YB110/YB120系列', 'YB120-10', '交换机、报警器、控制器、 LCD、 卫星 电视系统等超小型设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (266, 'YB100/YB110/YB120系列', 'YB110-6', '交换机、报警器、控制器、 LCD、 卫星 电视系统等超小型设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (267, '光伏配套直流系列', 'DL-250F6-PV', '适用于光伏逆变器', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (268, 'YB100/YB110/YB120系列', 'YB110-10', '交换机、报警器、控制器、 LCD、 卫星 电视系统等超小型设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (269, 'DL20060', 'DL20060N-10-06', '电力、电子设备，消费类电子，家用电器，楼宇自动化，工业运用，机械，医疗设备，电子数据处理设备，办公自动化和通讯设备，各种需要高滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (270, '光伏配套直流系列', 'DL-400F6-PV', '适用于光伏逆变器', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (271, 'YB100/YB110/YB120系列', 'YB120-1', '交换机、报警器、控制器、 LCD、 卫星 电视系统等超小型设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (272, 'DL20060', 'DL20060N-12-06', '电力、电子设备，消费类电子，家用电器，楼宇自动化，工业运用，机械，医疗设备，电子数据处理设备，办公自动化和通讯设备，各种需要高滤波性能的噪声运用', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (273, '光伏配套直流系列', 'DL-600F6-PV', '适用于光伏逆变器', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (274, 'YB160系列', 'YB160-1', '电脑、通讯设备、液晶电视、电动玩具等(中)小型 电子设备及电子测量仪器', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (275, '光伏配套直流系列', 'DL-800F6-PV-1', '适用于光伏逆变器', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (276, 'YB160系列', 'YB160-3', '电脑、通讯设备、液晶电视、电动玩具等(中)小型 电子设备及电子测量仪器', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (277, '光伏配套直流系列', 'DL-1000F6-PV-1', '适用于光伏逆变器', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (278, 'YB160系列', 'YB160-6', '电脑、通讯设备、液晶电视、电动玩具等(中)小型 电子设备及电子测量仪器', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (279, '光伏配套直流系列', 'DL-1700F6-PV-1', '适用于光伏逆变器', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (280, 'YB160系列', 'YB160-10', '电脑、通讯设备、液晶电视、电动玩具等(中)小型 电子设备及电子测量仪器', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (281, 'YB170系列', 'YB170-1', '集成电子设备和电子测量仪器，医疗设备及医疗特别应用场景', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (282, 'YB170系列', 'YB170-3', '集成电子设备和电子测量仪器，医疗设备及医疗特别应用场景', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (283, 'FK系列双级高性能滤波器', 'DL-10FK1', '程控交换机直流电源输入端，开关电源直流电源输入端以及使用直流电源的各类敏感电子设备。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (284, 'YB170系列', 'YB170-6', '集成电子设备和电子测量仪器，医疗设备及医疗特别应用场景', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (285, 'FK系列双级高性能滤波器', 'DL-20FK1', '程控交换机直流电源输入端，开关电源直流电源输入端以及使用直流电源的各类敏感电子设备。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (286, 'YB170系列', 'YB170-10', '集成电子设备和电子测量仪器，医疗设备及医疗特别应用场景', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (287, 'YB172系列', 'YB170-1', '集成电子设备和电子测量仪器，医疗设备及医疗特别应用场景', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (288, 'YB172系列', 'YB170-3', '集成电子设备和电子测量仪器，医疗设备及医疗特别应用场景', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (289, 'YB172系列', 'YB170-6', '集成电子设备和电子测量仪器，医疗设备及医疗特别应用场景', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (290, 'YB172系列', 'YB170-10', '集成电子设备和电子测量仪器，医疗设备及医疗特别应用场景', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (291, 'FK系列双级高性能滤波器', 'DL-30FK1', '程控交换机直流电源输入端，开关电源直流电源输入端以及使用直流电源的各类敏感电子设备。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (292, 'YB180系列', 'YB180-1', '电脑、通讯设备、液晶电视、电动玩具等(中)小型 电子设备及电子测量仪器', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (293, 'FK系列双级高性能滤波器', 'DL-50FK1', '程控交换机直流电源输入端，开关电源直流电源输入端以及使用直流电源的各类敏感电子设备。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (294, 'YB180系列', 'YB180-3', '电脑、通讯设备、液晶电视、电动玩具等(中)小型 电子设备及电子测量仪器', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (295, 'FK系列双级高性能滤波器', 'DL-60FK1', '程控交换机直流电源输入端，开关电源直流电源输入端以及使用直流电源的各类敏感电子设备。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (296, 'DZ系列插座滤波器', 'DL-3DZ2', '用于小型电子设备和电子测量仪器', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (297, 'YB180系列', 'YB180-6', '电脑、通讯设备、液晶电视、电动玩具等(中)小型 电子设备及电子测量仪器', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (298, 'DZ系列插座滤波器', 'DL-6DZ2', '用于小型电子设备和电子测量仪器', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (299, 'YB180系列', 'YB180-10', '电脑、通讯设备、液晶电视、电动玩具等(中)小型 电子设备及电子测量仪器', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (300, 'DZ系列插座滤波器', 'DL-10DZ2', '用于小型电子设备和电子测量仪器', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (301, 'YB182系列', 'YB182-1', '电脑、通讯设备、液晶电视、电动玩具等(中)小型 电子设备及电子测量仪器', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (302, 'YB210系列', 'YB210-40', '开关电源、UPS 等电力电子设备、通用电子设备，商用终端、电子监测、计算机、计算设备、医疗行业', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (303, 'YB182系列', 'YB182-3', '电脑、通讯设备、液晶电视、电动玩具等(中)小型 电子设备及电子测量仪器', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (304, 'YB100/YB110/YB120系列', 'YB120-3', '交换机、报警器、控制器、 LCD、 卫星 电视系统等超小型设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (305, 'YB210系列', 'YB210-50', '开关电源、UPS 等电力电子设备、通用电子设备，商用终端、电子监测、计算机、计算设备、医疗行业', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (306, 'YB182系列', 'YB182-6', '电脑、通讯设备、液晶电视、电动玩具等(中)小型 电子设备及电子测量仪器', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (307, 'YB182系列', 'YB182-10', '电脑、通讯设备、液晶电视、电动玩具等(中)小型 电子设备及电子测量仪器', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (308, 'DZ系列插座滤波器', 'DL-15DZ2', '用于小型电子设备和电子测量仪器', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (309, 'YB210系列', 'YB210-75', '开关电源、UPS 等电力电子设备、通用电子设备，商用终端、电子监测、计算机、计算设备、医疗行业', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (310, 'YB200系列', 'YB200-1', '开关电源、 UPS 等电力电子设备、通用电子设备 商用终端、电子监测、计算机、计算设备、医疗行业', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (311, 'YB210系列', 'YB210-100', '开关电源、UPS 等电力电子设备、通用电子设备，商用终端、电子监测、计算机、计算设备、医疗行业', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (312, 'YB200系列', 'YB200-3', '开关电源、 UPS 等电力电子设备、通用电子设备 商用终端、电子监测、计算机、计算设备、医疗行业', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (313, 'YB210系列', 'YB210-150', '开关电源、UPS 等电力电子设备、通用电子设备，商用终端、电子监测、计算机、计算设备、医疗行业', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (314, 'DZR、DZKR系列保险丝/开关/插座滤波器', 'DL-3DZ2R', '用于小型电子设备和电子测量仪器', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (315, 'YB200系列', 'YB200-6', '开关电源、 UPS 等电力电子设备、通用电子设备 商用终端、电子监测、计算机、计算设备、医疗行业', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (316, 'YB210系列', 'YB210-200', '开关电源、UPS 等电力电子设备、通用电子设备，商用终端、电子监测、计算机、计算设备、医疗行业', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (317, 'DZR、DZKR系列保险丝/开关/插座滤波器', 'DL-6DZ2R', '用于小型电子设备和电子测量仪器', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (318, 'YB200系列', 'YB200-10', '开关电源、 UPS 等电力电子设备、通用电子设备 商用终端、电子监测、计算机、计算设备、医疗行业', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (319, 'YB280系列', 'YB280-10', '开关电源、 UPS、商用终端、电子监测等电力电子设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (320, 'DZR、DZKR系列保险丝/开关/插座滤波器', 'DL-10DZ2R', '用于小型电子设备和电子测量仪器', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (321, 'YB220系列', 'YB220-1', '开关电源、 UPS 等电力电子设备、通用电子设备 商用终端、电子监测、计算机、计算设备、医疗行业', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (322, 'YB280系列', 'YB280-20', '开关电源、 UPS、商用终端、电子监测等电力电子设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (323, 'DZR、DZKR系列保险丝/开关/插座滤波器', 'DL-3DZ2KR', '用于小型电子设备和电子测量仪器', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (324, 'YB220系列', 'YB220-3', '开关电源、 UPS 等电力电子设备、通用电子设备 商用终端、电子监测、计算机、计算设备、医疗行业', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (325, 'YB280系列', 'YB280-30', '开关电源、 UPS、商用终端、电子监测等电力电子设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (326, 'DZR、DZKR系列保险丝/开关/插座滤波器', 'DL-6DZ2KR', '用于小型电子设备和电子测量仪器', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (327, 'YB220系列', 'YB220-6', '开关电源、 UPS 等电力电子设备、通用电子设备 商用终端、电子监测、计算机、计算设备、医疗行业', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (328, 'YB280系列', 'YB280-50', '开关电源、 UPS、商用终端、电子监测等电力电子设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (329, 'DZR、DZKR系列保险丝/开关/插座滤波器', 'DL-10DZ2KR', '用于小型电子设备和电子测量仪器', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (330, 'YB220系列', 'YB220-10', '开关电源、 UPS 等电力电子设备、通用电子设备 商用终端、电子监测、计算机、计算设备、医疗行业', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (331, 'YB280系列', 'YB280-75', '开关电源、 UPS、商用终端、电子监测等电力电子设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (332, 'DZR、DZKR系列保险丝/开关/插座滤波器', 'DL-3DZ2KR2', '用于小型电子设备和电子测量仪器', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (333, 'YB210B 系列', 'YB210B-1', '开关电源、 UPS 等电力电子设备、通用电子设备 商用终端、电子监测、计算机、计算设备、医疗行业', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (334, 'YB280系列', 'YB280-100', '开关电源、 UPS、商用终端、电子监测等电力电子设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (335, 'DZR、DZKR系列保险丝/开关/插座滤波器', 'DL-6DZ2KR2', '用于小型电子设备和电子测量仪器', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (336, 'YB210B 系列', 'YB210B-3', '开关电源、 UPS 等电力电子设备、通用电子设备 商用终端、电子监测、计算机、计算设备、医疗行业', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (337, 'YB280系列', 'YB280-150', '开关电源、 UPS、商用终端、电子监测等电力电子设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (338, 'YB410系列', 'YB410-30', '开关电源、UPS、加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (339, 'YB210B 系列', 'YB210B-6', '开关电源、 UPS 等电力电子设备、通用电子设备 商用终端、电子监测、计算机、计算设备、医疗行业', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (340, 'YB280系列', 'YB280-200', '开关电源、 UPS、商用终端、电子监测等电力电子设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (341, 'YB410系列', 'YB410-40', '开关电源、UPS、加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (342, 'YB210B 系列', 'YB210B-10', '开关电源、 UPS 等电力电子设备、通用电子设备 商用终端、电子监测、计算机、计算设备、医疗行业', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (343, 'YB360T/YB360TG系列', 'YB360T-5', '三相电子设备，如打印设备、包装设备 纺织设备、工业空调、 UPS、X-Ray、CT', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (344, 'YB210B 系列', 'YB210B-20', '开关电源、 UPS 等电力电子设备、通用电子设备 商用终端、电子监测、计算机、计算设备、医疗行业', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (345, 'YB360T/YB360TG系列', 'YB360T-10', '三相电子设备，如打印设备、包装设备 纺织设备、工业空调、 UPS、X-Ray、CT', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (346, 'YB210B 系列', 'YB210B-30', '开关电源、 UPS 等电力电子设备、通用电子设备 商用终端、电子监测、计算机、计算设备、医疗行业', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (347, 'DZR、DZKR系列保险丝/开关/插座滤波器', 'DL-10DZ2KR2', '用于小型电子设备和电子测量仪器', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (348, 'YB360T/YB360TG系列', 'YB360T-16', '三相电子设备，如打印设备、包装设备 纺织设备、工业空调、 UPS、X-Ray、CT', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (349, 'YB210B 系列', 'YB210B-40', '开关电源、 UPS 等电力电子设备、通用电子设备 商用终端、电子监测、计算机、计算设备、医疗行业', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (350, 'PＣ系列交流滤波器', 'DL-1PC', '适用于模块电源与小型电子仪器AC或DC侧', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (351, 'YB360T/YB360TG系列', 'YB360T-20', '三相电子设备，如打印设备、包装设备 纺织设备、工业空调、 UPS、X-Ray、CT', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (352, 'YB210B 系列', 'YB210B-50', '开关电源、 UPS 等电力电子设备、通用电子设备 商用终端、电子监测、计算机、计算设备、医疗行业', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (353, 'PＣ系列交流滤波器', 'DL-3PC', '适用于模块电源与小型电子仪器AC或DC侧', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (354, 'YB360T/YB360TG系列', 'YB360T-30', '三相电子设备，如打印设备、包装设备 纺织设备、工业空调、 UPS、X-Ray、CT', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (355, 'YB210B 系列', 'YB210B-75', '开关电源、 UPS 等电力电子设备、通用电子设备 商用终端、电子监测、计算机、计算设备、医疗行业', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (356, 'PＣ系列交流滤波器', 'DL-6PC', '适用于模块电源与小型电子仪器AC或DC侧', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (357, 'YB210B 系列', 'YB210B-100', '开关电源、 UPS 等电力电子设备、通用电子设备 商用终端、电子监测、计算机、计算设备、医疗行业', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (358, 'YB360T/YB360TG系列', 'YB360T-40', '三相电子设备，如打印设备、包装设备 纺织设备、工业空调、 UPS、X-Ray、CT', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (359, 'FPC系列直流滤波器', 'DL-2FPC', '适用于模块电源与小型电子仪器的直流侧', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (360, 'YB210B 系列', 'YB210B-150', '开关电源、 UPS 等电力电子设备、通用电子设备 商用终端、电子监测、计算机、计算设备、医疗行业', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (361, 'YB360T/YB360TG系列', 'YB360T-50', '三相电子设备，如打印设备、包装设备 纺织设备、工业空调、 UPS、X-Ray、CT', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (362, 'FPC系列直流滤波器', 'DL-3FPC', '适用于模块电源与小型电子仪器的直流侧', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (363, 'YB360T/YB360TG系列', 'YB360T-60', '三相电子设备，如打印设备、包装设备 纺织设备、工业空调、 UPS、X-Ray、CT', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (364, 'YB210B 系列', 'YB210B-200', '开关电源、 UPS 等电力电子设备、通用电子设备 商用终端、电子监测、计算机、计算设备、医疗行业', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (365, 'FPC系列直流滤波器', 'DL-6FPC', '适用于模块电源与小型电子仪器的直流侧', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (366, 'YB210D 系列', 'YB210D-1', '通讯设备、基站、直放站、程控交换机、复印设备、光端机、开关电源等直流供电的各种电子设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (367, 'FPC系列直流滤波器', 'DL-10FPC', '适用于模块电源与小型电子仪器的直流侧', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (368, 'YB210D 系列', 'YB210D-3', '通讯设备、基站、直放站、程控交换机、复印设备、光端机、开关电源等直流供电的各种电子设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (369, 'YB210D 系列', 'YB210D-6', '通讯设备、基站、直放站、程控交换机、复印设备、光端机、开关电源等直流供电的各种电子设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (370, 'YB210D 系列', 'YB210D-10', '通讯设备、基站、直放站、程控交换机、复印设备、光端机、开关电源等直流供电的各种电子设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (371, 'DTC、FTC系列交流/直流馈通滤波器', 'DL-25DTC3', '屏蔽室，程控交换机，通信基站，电气设备和系统，电源', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (372, 'DTC、FTC系列交流/直流馈通滤波器', 'DL-50DTC2', '屏蔽室，程控交换机，通信基站，电气设备和系统，电源', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (373, 'DTC、FTC系列交流/直流馈通滤波器', 'DL-250DTC1', '屏蔽室，程控交换机，通信基站，电气设备和系统，电源', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (374, 'DTC、FTC系列交流/直流馈通滤波器', 'DL-16FTC2', '屏蔽室，程控交换机，通信基站，电气设备和系统，电源', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (375, 'DTC、FTC系列交流/直流馈通滤波器', 'DL-30FTC1', '屏蔽室，程控交换机，通信基站，电气设备和系统，电源', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (376, 'DTC、FTC系列交流/直流馈通滤波器', 'DL-50FTC2', '屏蔽室，程控交换机，通信基站，电气设备和系统，电源', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (377, 'YB410系列', 'YB410-50', '开关电源、UPS、加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (378, 'DTC、FTC系列交流/直流馈通滤波器', 'DL-65FTC3', '屏蔽室，程控交换机，通信基站，电气设备和系统，电源', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (379, 'YB430D系列', 'YB430D-3', '通讯设备、基站、直放站、程控交换机，复印设备、光端机、开关电源等直流供电的各种电子设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (380, 'DTC、FTC系列交流/直流馈通滤波器', 'DL-100FTC2', '屏蔽室，程控交换机，通信基站，电气设备和系统，电源', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (381, 'YB430D系列', 'YB430D-6', '通讯设备、基站、直放站、程控交换机，复印设备、光端机、开关电源等直流供电的各种电子设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (382, 'YB430D系列', 'YB430D-10', '通讯设备、基站、直放站、程控交换机，复印设备、光端机、开关电源等直流供电的各种电子设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (383, 'YB430D系列', 'YB430D-15', '通讯设备、基站、直放站、程控交换机，复印设备、光端机、开关电源等直流供电的各种电子设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (384, 'YB430D系列', 'YB430D-20', '通讯设备、基站、直放站、程控交换机，复印设备、光端机、开关电源等直流供电的各种电子设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (385, 'YB430D系列', 'YB430D-30', '通讯设备、基站、直放站、程控交换机，复印设备、光端机、开关电源等直流供电的各种电子设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (386, 'YB360T/YB360TG系列', 'YB360TG-5', '三相电子设备，如打印设备、包装设备 纺织设备、工业空调、 UPS、X-Ray、CT', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (387, 'YB430系列', 'YB430-1/W', '开关电源、 UPS、 加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (388, 'YB360T/YB360TG系列', 'YB360TG-10', '三相电子设备，如打印设备、包装设备 纺织设备、工业空调、 UPS、X-Ray、CT', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (389, 'YB430系列', 'YB430-3/W', '开关电源、 UPS、 加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (390, 'YB360T/YB360TG系列', 'YB360TG-16', '三相电子设备，如打印设备、包装设备 纺织设备、工业空调、 UPS、X-Ray、CT', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (391, 'YB430系列', 'YB430-6/W', '开关电源、 UPS、 加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (392, 'YB360T/YB360TG系列', 'YB360TG-20', '三相电子设备，如打印设备、包装设备 纺织设备、工业空调、 UPS、X-Ray、CT', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (393, 'YB430系列', 'YB430-10/W', '开关电源、 UPS、 加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (394, 'YB430系列', 'YB430-1/L', '开关电源、 UPS、 加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (395, 'YB360T/YB360TG系列', 'YB360TG-30', '三相电子设备，如打印设备、包装设备 纺织设备、工业空调、 UPS、X-Ray、CT', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (396, 'YB430系列', 'YB430-3/L', '开关电源、 UPS、 加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (397, 'YB360T/YB360TG系列', 'YB360TG-40', '三相电子设备，如打印设备、包装设备 纺织设备、工业空调、 UPS、X-Ray、CT', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (398, 'YB430系列', 'YB430-6/L', '开关电源、 UPS、 加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (399, 'YB360T/YB360TG系列', 'YB360TG-50', '三相电子设备，如打印设备、包装设备 纺织设备、工业空调、 UPS、X-Ray、CT', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (400, 'YB430系列', 'YB430-10/L', '开关电源、 UPS、 加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (401, 'YB360T/YB360TG系列', 'YB360TG-60', '三相电子设备，如打印设备、包装设备 纺织设备、工业空调、 UPS、X-Ray、CT', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (402, 'YB430系列', 'YB430-20/L', '开关电源、 UPS、 加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (403, 'YB360系列', 'YB360-5', '电机、逆变、伺服、通讯设备、变频装置，电力驱动系统等干扰比较严重的场合及其它军用电子设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (404, 'YB430系列', 'YB430-1/M', '开关电源、 UPS、 加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (405, 'YB360系列', 'YB360-10', '电机、逆变、伺服、通讯设备、变频装置，电力驱动系统等干扰比较严重的场合及其它军用电子设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (406, 'YB430系列', 'YB430-3/M', '开关电源、 UPS、 加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (407, 'YB360系列', 'YB360-16', '电机、逆变、伺服、通讯设备、变频装置，电力驱动系统等干扰比较严重的场合及其它军用电子设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (408, 'YB430系列', 'YB430-6/M', '开关电源、 UPS、 加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (409, 'YB360系列', 'YB360-20', '电机、逆变、伺服、通讯设备、变频装置，电力驱动系统等干扰比较严重的场合及其它军用电子设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (410, 'YB430系列', 'YB430-10/M', '开关电源、 UPS、 加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (411, 'YB360系列', 'YB360-30', '电机、逆变、伺服、通讯设备、变频装置，电力驱动系统等干扰比较严重的场合及其它军用电子设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (412, 'YB430系列', 'YB430-20/M', '开关电源、 UPS、 加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (413, 'YB430系列', 'YB430-30/M', '开关电源、 UPS、 加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (414, 'YB430系列', 'YB430-40/M', '开关电源、 UPS、 加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (415, 'YB430系列', 'YB430-50/M', '开关电源、 UPS、 加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (416, 'YB430系列', 'YB430-1/T', '开关电源、 UPS、 加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (417, 'YB210D 系列', 'YB210D-20', '通讯设备、基站、直放站、程控交换机、复印设备、光端机、开关电源等直流供电的各种电子设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (418, 'YB360系列', 'YB360-40', '电机、逆变、伺服、通讯设备、变频装置，电力驱动系统等干扰比较严重的场合及其它军用电子设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (419, 'YB430系列', 'YB430-3/T', '开关电源、 UPS、 加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (420, 'YB210D 系列', 'YB210D-30', '通讯设备、基站、直放站、程控交换机、复印设备、光端机、开关电源等直流供电的各种电子设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (421, 'YB360系列', 'YB360-50', '电机、逆变、伺服、通讯设备、变频装置，电力驱动系统等干扰比较严重的场合及其它军用电子设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (422, 'YB430系列', 'YB430-6/T', '开关电源、 UPS、 加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (423, 'YB360系列', 'YB360-60', '电机、逆变、伺服、通讯设备、变频装置，电力驱动系统等干扰比较严重的场合及其它军用电子设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (424, 'YB430系列', 'YB430-10/T', '开关电源、 UPS、 加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (425, 'YB360系列', 'YB360-75', '电机、逆变、伺服、通讯设备、变频装置，电力驱动系统等干扰比较严重的场合及其它军用电子设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (426, 'YB210D 系列', 'YB210D-40', '通讯设备、基站、直放站、程控交换机、复印设备、光端机、开关电源等直流供电的各种电子设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (427, 'YB430系列', 'YB430-20/T', '开关电源、 UPS、 加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (428, 'YB360系列', 'YB360-100', '电机、逆变、伺服、通讯设备、变频装置，电力驱动系统等干扰比较严重的场合及其它军用电子设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (429, 'YB210D 系列', 'YB210D-50', '通讯设备、基站、直放站、程控交换机、复印设备、光端机、开关电源等直流供电的各种电子设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (430, 'YB410B系列', 'YB410B-1', '开关电源、 UPS、 加油机、雕刻机、控制器 等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (431, 'YB210D 系列', 'YB210D-75', '通讯设备、基站、直放站、程控交换机、复印设备、光端机、开关电源等直流供电的各种电子设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (432, 'YB410B系列', 'YB410B-3', '开关电源、 UPS、 加油机、雕刻机、控制器 等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (433, 'YB210D 系列', 'YB210D-100', '通讯设备、基站、直放站、程控交换机、复印设备、光端机、开关电源等直流供电的各种电子设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (434, 'YB430系列', 'YB430-30/T', '开关电源、 UPS、 加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (435, 'YB210D 系列', 'YB210D-150', '通讯设备、基站、直放站、程控交换机、复印设备、光端机、开关电源等直流供电的各种电子设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (436, 'YB430系列', 'YB430-40/T', '开关电源、 UPS、 加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (437, 'YB210D 系列', 'YB210D-200', '通讯设备、基站、直放站、程控交换机、复印设备、光端机、开关电源等直流供电的各种电子设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (438, 'YB430系列', 'YB430-50/T', '开关电源、 UPS、 加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (439, 'YB410B系列', 'YB410B-6', '开关电源、 UPS、 加油机、雕刻机、控制器 等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (440, 'YB430系列', 'YB430-1/TG', '开关电源、 UPS、 加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (441, 'YB410B系列', 'YB410B-10', '开关电源、 UPS、 加油机、雕刻机、控制器 等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (442, 'YB210DT/YB210DTG系列', 'YB210DT-1', '通讯设备、基站、直放站、程控交换机、复印设备，光端机、开关电源等直流供电的各种电子设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (443, 'YB430系列', 'YB430-3/TG', '开关电源、 UPS、 加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (444, 'YB410B系列', 'YB410B-20', '开关电源、 UPS、 加油机、雕刻机、控制器 等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (445, 'YB210DT/YB210DTG系列', 'YB210DT-3', '通讯设备、基站、直放站、程控交换机、复印设备，光端机、开关电源等直流供电的各种电子设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (446, 'DTC、FTC系列交流/直流馈通滤波器', 'DL-250FTC2', '屏蔽室，程控交换机，通信基站，电气设备和系统，电源', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (447, 'YB430系列', 'YB430-6/TG', '开关电源、 UPS、 加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (448, 'YB410B系列', 'YB410B-30', '开关电源、 UPS、 加油机、雕刻机、控制器 等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (449, 'YB430系列', 'YB430-10/TG', '开关电源、 UPS、 加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (450, 'DTC、FTC系列交流/直流馈通滤波器', 'DL-400FTC', '屏蔽室，程控交换机，通信基站，电气设备和系统，电源', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (451, 'EA、EAX系列通用型滤波器', 'DL-5EA', '抑制沿电源线传输的工业无线电干扰', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (452, 'YB210DT/YB210DTG系列', 'YB210DT-6', '通讯设备、基站、直放站、程控交换机、复印设备，光端机、开关电源等直流供电的各种电子设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (453, 'YB410B系列', 'YB410B-40', '开关电源、 UPS、 加油机、雕刻机、控制器 等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (454, 'EA、EAX系列通用型滤波器', 'DL-10EA', '抑制沿电源线传输的工业无线电干扰', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (455, 'YB210DT/YB210DTG系列', 'YB210DT-10', '通讯设备、基站、直放站、程控交换机、复印设备，光端机、开关电源等直流供电的各种电子设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (456, 'YB430系列', 'YB430-20/TG', '开关电源、 UPS、 加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (457, 'YB410B系列', 'YB410B-50', '开关电源、 UPS、 加油机、雕刻机、控制器 等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (458, 'EA、EAX系列通用型滤波器', 'DL-5EAX1', '抑制沿电源线传输的工业无线电干扰', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (459, 'YB210DT/YB210DTG系列', 'YB210DT-20', '通讯设备、基站、直放站、程控交换机、复印设备，光端机、开关电源等直流供电的各种电子设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (460, 'YB430系列', 'YB430-30/TG', '开关电源、 UPS、 加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (461, 'YB410D系列', 'YB410D-1', '通讯设备、基站、直放站、程控交换机，复印设备、光端机、开关电源等直流供电的各种电子设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (462, 'YB210DT/YB210DTG系列', 'YB210DT-30', '通讯设备、基站、直放站、程控交换机、复印设备，光端机、开关电源等直流供电的各种电子设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (463, 'EA、EAX系列通用型滤波器', 'DL-10EAX1', '抑制沿电源线传输的工业无线电干扰', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (464, 'YB430系列', 'YB430-40/TG', '开关电源、 UPS、 加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (465, 'YB410D系列', 'YB410D-3', '通讯设备、基站、直放站、程控交换机，复印设备、光端机、开关电源等直流供电的各种电子设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (466, 'YB210DT/YB210DTG系列', 'YB210DTG-1', '通讯设备、基站、直放站、程控交换机、复印设备，光端机、开关电源等直流供电的各种电子设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (467, 'YB430系列', 'YB430-50/TG', '开关电源、 UPS、 加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (468, 'EA、EAX系列通用型滤波器', 'DL-20EA3', '抑制沿电源线传输的工业无线电干扰', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (469, 'YB410D系列', 'YB410D-6', '通讯设备、基站、直放站、程控交换机，复印设备、光端机、开关电源等直流供电的各种电子设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (470, 'YB210DT/YB210DTG系列', 'YB210DTG-3', '通讯设备、基站、直放站、程控交换机、复印设备，光端机、开关电源等直流供电的各种电子设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (471, 'YB460T系列', 'YB460T-5', '伺服、稳压系统等要求，广泛用于电机、逆变 伺服、通讯设备、变频装置、电力驱动系统等干扰比较严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (472, 'YB460T系列', 'YB460T-10', '伺服、稳压系统等要求，广泛用于电机、逆变 伺服、通讯设备、变频装置、电力驱动系统等干扰比较严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (473, 'EA、EAX系列通用型滤波器', 'DL-30EA3', '抑制沿电源线传输的工业无线电干扰', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (474, 'EA、EAX系列通用型滤波器', 'DL-40EA3', '抑制沿电源线传输的工业无线电干扰', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (475, 'YB460T系列', 'YB460T-20', '伺服、稳压系统等要求，广泛用于电机、逆变 伺服、通讯设备、变频装置、电力驱动系统等干扰比较严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (476, 'YB210DT/YB210DTG系列', 'YB210DTG6', '通讯设备、基站、直放站、程控交换机、复印设备，光端机、开关电源等直流供电的各种电子设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (477, 'YB460T系列', 'YB460T-30', '伺服、稳压系统等要求，广泛用于电机、逆变 伺服、通讯设备、变频装置、电力驱动系统等干扰比较严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (478, 'EA、EAX系列通用型滤波器', 'DL-50EA3', '抑制沿电源线传输的工业无线电干扰', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (479, 'EA、EAX系列通用型滤波器', 'DL-80EA1', '抑制沿电源线传输的工业无线电干扰', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (480, 'YB210DT/YB210DTG系列', 'YB210DTG-10', '通讯设备、基站、直放站、程控交换机、复印设备，光端机、开关电源等直流供电的各种电子设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (481, 'EA、EAX系列通用型滤波器', 'DL-100EA1', '抑制沿电源线传输的工业无线电干扰', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (482, 'YB460T系列', 'YB460T-40', '伺服、稳压系统等要求，广泛用于电机、逆变 伺服、通讯设备、变频装置、电力驱动系统等干扰比较严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (483, 'YB210DT/YB210DTG系列', 'YB210DTG-20', '通讯设备、基站、直放站、程控交换机、复印设备，光端机、开关电源等直流供电的各种电子设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (484, 'EA、EAX系列通用型滤波器', 'DL-200EA5', '抑制沿电源线传输的工业无线电干扰', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (485, 'YB460T系列', 'YB460T-50', '伺服、稳压系统等要求，广泛用于电机、逆变 伺服、通讯设备、变频装置、电力驱动系统等干扰比较严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (486, 'YB210DT/YB210DTG系列', 'YB210DTG-30', '通讯设备、基站、直放站、程控交换机、复印设备，光端机、开关电源等直流供电的各种电子设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (487, 'EA、EAX系列通用型滤波器', 'DL-300EA5/60', '抑制沿电源线传输的工业无线电干扰', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (488, 'YB460T系列', 'YB460T-60', '伺服、稳压系统等要求，广泛用于电机、逆变 伺服、通讯设备、变频装置、电力驱动系统等干扰比较严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (489, 'YB210T/YB210TG系列', 'YB210T-1', '开关电源、UPS 等电力电子设备、通用电子设备，商用终端、电子监测、计算机、计算设备、医疗行业', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (490, 'EA、EAX系列通用型滤波器', 'DL-600EA5/60', '抑制沿电源线传输的工业无线电干扰', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (491, 'YB460T系列', 'YB460T-75', '伺服、稳压系统等要求，广泛用于电机、逆变 伺服、通讯设备、变频装置、电力驱动系统等干扰比较严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (492, 'YB210T/YB210TG系列', 'YB210T-3', '开关电源、UPS 等电力电子设备、通用电子设备，商用终端、电子监测、计算机、计算设备、医疗行业', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (493, 'YB460T系列', 'YB460T-100', '伺服、稳压系统等要求，广泛用于电机、逆变 伺服、通讯设备、变频装置、电力驱动系统等干扰比较严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (494, 'YB210T/YB210TG系列', 'YB210T-6', '开关电源、UPS 等电力电子设备、通用电子设备，商用终端、电子监测、计算机、计算设备、医疗行业', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (495, 'EAT1 系列多级高性能滤波器', 'DL-5EAT1', '适用于数据处理系统、电信系统、医用设备和工业控制装置中的高性能电源滤波。', '坚力', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (496, 'YB460T系列', 'YB460T-150', '伺服、稳压系统等要求，广泛用于电机、逆变 伺服、通讯设备、变频装置、电力驱动系统等干扰比较严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (497, 'YB210T/YB210TG系列', 'YB210T-10', '开关电源、UPS 等电力电子设备、通用电子设备，商用终端、电子监测、计算机、计算设备、医疗行业', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (498, 'YB460T系列', 'YB460T-200', '伺服、稳压系统等要求，广泛用于电机、逆变 伺服、通讯设备、变频装置、电力驱动系统等干扰比较严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (499, 'YB210T/YB210TG系列', 'YB210T-20', '开关电源、UPS 等电力电子设备、通用电子设备，商用终端、电子监测、计算机、计算设备、医疗行业', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (500, 'YB460系列', 'YB460-5', '伺服、稳压系统等要求，广泛用于电机、逆变 伺服、通讯设备、变频装置、电力驱动系统等干扰比较严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (501, 'YB210T/YB210TG系列', 'YB210T-30', '开关电源、UPS 等电力电子设备、通用电子设备，商用终端、电子监测、计算机、计算设备、医疗行业', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (502, 'YB460系列', 'YB460-10', '伺服、稳压系统等要求，广泛用于电机、逆变 伺服、通讯设备、变频装置、电力驱动系统等干扰比较严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (503, 'YB210T/YB210TG系列', 'YB210TG-1', '开关电源、UPS 等电力电子设备、通用电子设备，商用终端、电子监测、计算机、计算设备、医疗行业', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (504, 'YB460系列', 'YB460-20', '伺服、稳压系统等要求，广泛用于电机、逆变 伺服、通讯设备、变频装置、电力驱动系统等干扰比较严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (505, 'YB210T/YB210TG系列', 'YB210TG-3', '开关电源、UPS 等电力电子设备、通用电子设备，商用终端、电子监测、计算机、计算设备、医疗行业', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (506, 'YB460系列', 'YB460-30', '伺服、稳压系统等要求，广泛用于电机、逆变 伺服、通讯设备、变频装置、电力驱动系统等干扰比较严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (507, 'YB210T/YB210TG系列', 'YB210TG-6', '开关电源、UPS 等电力电子设备、通用电子设备，商用终端、电子监测、计算机、计算设备、医疗行业', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (508, 'YB460系列', 'YB460-40', '伺服、稳压系统等要求，广泛用于电机、逆变 伺服、通讯设备、变频装置、电力驱动系统等干扰比较严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (509, 'YB210T/YB210TG系列', 'YB210TG-10', '开关电源、UPS 等电力电子设备、通用电子设备，商用终端、电子监测、计算机、计算设备、医疗行业', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (510, 'YB710B系列', 'YB710B-1', '逆变、伺服、变频、焊机、加油机等工业设备干扰问题较为严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (511, 'YB460系列', 'YB460-50', '伺服、稳压系统等要求，广泛用于电机、逆变 伺服、通讯设备、变频装置、电力驱动系统等干扰比较严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (512, 'YB210T/YB210TG系列', 'YB210TG-20', '开关电源、UPS 等电力电子设备、通用电子设备，商用终端、电子监测、计算机、计算设备、医疗行业', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (513, 'YB710B系列', 'YB710B-3', '逆变、伺服、变频、焊机、加油机等工业设备干扰问题较为严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (514, 'YB710B系列', 'YB710B-6', '逆变、伺服、变频、焊机、加油机等工业设备干扰问题较为严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (515, 'YB210T/YB210TG系列', 'YB210TG-30', '开关电源、UPS 等电力电子设备、通用电子设备，商用终端、电子监测、计算机、计算设备、医疗行业', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (516, 'YB710B系列', 'YB710B-10', '逆变、伺服、变频、焊机、加油机等工业设备干扰问题较为严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (517, 'YB410D系列', 'YB410D-10', '通讯设备、基站、直放站、程控交换机，复印设备、光端机、开关电源等直流供电的各种电子设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (518, 'YB710B系列', 'YB710B-20', '逆变、伺服、变频、焊机、加油机等工业设备干扰问题较为严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (519, 'YB410D系列', 'YB410D-20', '通讯设备、基站、直放站、程控交换机，复印设备、光端机、开关电源等直流供电的各种电子设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (520, 'YB710B系列', 'YB710B-30', '逆变、伺服、变频、焊机、加油机等工业设备干扰问题较为严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (521, 'YB210系列', 'YB210-1', '开关电源、UPS 等电力电子设备、通用电子设备，商用终端、电子监测、计算机、计算设备、医疗行业', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (522, 'YB410D系列', 'YB410D-30', '通讯设备、基站、直放站、程控交换机，复印设备、光端机、开关电源等直流供电的各种电子设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (523, 'YB710B系列', 'YB710B-40', '逆变、伺服、变频、焊机、加油机等工业设备干扰问题较为严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (524, 'YB210系列', 'YB210-3', '开关电源、UPS 等电力电子设备、通用电子设备，商用终端、电子监测、计算机、计算设备、医疗行业', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (525, 'YB710B系列', 'YB710B-50', '逆变、伺服、变频、焊机、加油机等工业设备干扰问题较为严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (526, 'YB210系列', 'YB210-6', '开关电源、UPS 等电力电子设备、通用电子设备，商用终端、电子监测、计算机、计算设备、医疗行业', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (527, 'YB710B系列', 'YB710B-75', '逆变、伺服、变频、焊机、加油机等工业设备干扰问题较为严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (528, 'YB210系列', 'YB210-10', '开关电源、UPS 等电力电子设备、通用电子设备，商用终端、电子监测、计算机、计算设备、医疗行业', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (529, 'YB410D系列', 'YB410D-40', '通讯设备、基站、直放站、程控交换机，复印设备、光端机、开关电源等直流供电的各种电子设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (530, 'YB710B系列', 'YB710B-100', '逆变、伺服、变频、焊机、加油机等工业设备干扰问题较为严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (531, 'YB210系列', 'YB210-20', '开关电源、UPS 等电力电子设备、通用电子设备，商用终端、电子监测、计算机、计算设备、医疗行业', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (532, 'YB410D系列', 'YB410D-50', '通讯设备、基站、直放站、程控交换机，复印设备、光端机、开关电源等直流供电的各种电子设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (533, 'YB210系列', 'YB210-30', '开关电源、UPS 等电力电子设备、通用电子设备，商用终端、电子监测、计算机、计算设备、医疗行业', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (534, 'YB410TG系列', 'YB410T-1', '开关电源、 UPS、 加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (535, 'YB410TG系列', 'YB410T-3', '开关电源、 UPS、 加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (536, 'YB410TG系列', 'YB410T-6', '开关电源、 UPS、 加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (537, 'YB410TG系列', 'YB410T-10', '开关电源、 UPS、 加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (538, 'YB710D系列', 'YB710D-1', '逆变、伺服、变频、焊机、加油机等工业设备 干扰问题较为严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (539, 'YB410TG系列', 'YB410T-20', '开关电源、 UPS、 加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (540, 'YB410TG系列', 'YB410T-30', '开关电源、 UPS、 加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (541, 'YB710D系列', 'YB710D-3', '逆变、伺服、变频、焊机、加油机等工业设备 干扰问题较为严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (542, 'YB710D系列', 'YB710D-6', '逆变、伺服、变频、焊机、加油机等工业设备 干扰问题较为严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (543, 'YB920系列', 'YB920-100', '干扰较为严重的场合，电力电子、电力驱动，数控机床、变频装置、伺服驱动装置、逆变类设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (544, 'YB710D系列', 'YB710D-10', '逆变、伺服、变频、焊机、加油机等工业设备 干扰问题较为严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (545, 'YB710D系列', 'YB710D-20', '逆变、伺服、变频、焊机、加油机等工业设备 干扰问题较为严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (546, 'YB920系列', 'YB920-120', '干扰较为严重的场合，电力电子、电力驱动，数控机床、变频装置、伺服驱动装置、逆变类设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (547, 'YB410TG系列', 'YB410T-40', '开关电源、 UPS、 加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (548, 'YB710D系列', 'YB710D-30', '逆变、伺服、变频、焊机、加油机等工业设备 干扰问题较为严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (549, 'YB410TG系列', 'YB410T-50', '开关电源、 UPS、 加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (550, 'YB710D系列', 'YB710D-40', '逆变、伺服、变频、焊机、加油机等工业设备 干扰问题较为严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (551, 'YB410TG系列', 'YB410TG-1', '开关电源、 UPS、 加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (552, 'YB710D系列', 'YB710D-50', '逆变、伺服、变频、焊机、加油机等工业设备 干扰问题较为严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (553, 'YB460系列', 'YB460-60', '伺服、稳压系统等要求，广泛用于电机、逆变 伺服、通讯设备、变频装置、电力驱动系统等干扰比较严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (554, 'YB410TG系列', 'YB410TG-3', '开关电源、 UPS、 加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (555, 'YB710D系列', 'YB710D-75', '逆变、伺服、变频、焊机、加油机等工业设备 干扰问题较为严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (556, 'YB410TG系列', 'YB410TG-6', '开关电源、 UPS、 加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (557, 'YB710D系列', 'YB710D-100', '逆变、伺服、变频、焊机、加油机等工业设备 干扰问题较为严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (558, 'YB710T/YB710TG系列', 'YB710T-1', '逆变、伺服、变频、焊机、加油机等工业设备 干扰问题较为严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (559, 'YB710T/YB710TG系列', 'YB710T-3', '逆变、伺服、变频、焊机、加油机等工业设备 干扰问题较为严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (560, 'YB710T/YB710TG系列', 'YB710T-6', '逆变、伺服、变频、焊机、加油机等工业设备 干扰问题较为严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (561, 'YB410TG系列', 'YB410TG-10', '开关电源、 UPS、 加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (562, 'YB710T/YB710TG系列', 'YB710T-10', '逆变、伺服、变频、焊机、加油机等工业设备 干扰问题较为严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (563, 'YB410TG系列', 'YB410TG-20', '开关电源、 UPS、 加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (564, 'YB710T/YB710TG系列', 'YB710T-20', '逆变、伺服、变频、焊机、加油机等工业设备 干扰问题较为严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (565, 'YB710T/YB710TG系列', 'YB710T-30', '逆变、伺服、变频、焊机、加油机等工业设备 干扰问题较为严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (566, 'YB710T/YB710TG系列', 'YB710T-40', '逆变、伺服、变频、焊机、加油机等工业设备 干扰问题较为严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (567, 'YB410TG系列', 'YB410TG-30', '开关电源、 UPS、 加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (568, 'YB410TG系列', 'YB410TG-40', '开关电源、 UPS、 加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (569, 'YB710T/YB710TG系列', 'YB710T-50', '逆变、伺服、变频、焊机、加油机等工业设备 干扰问题较为严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (570, 'YB410TG系列', 'YB410TG-50', '开关电源、 UPS、 加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (571, 'YB710T/YB710TG系列', 'YB710TG-1', '逆变、伺服、变频、焊机、加油机等工业设备 干扰问题较为严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (572, 'YB410TL系列', 'YB410TL-3', '开关电源、 UPS、 加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (573, 'YB710T/YB710TG系列', 'YB710TG-3', '逆变、伺服、变频、焊机、加油机等工业设备 干扰问题较为严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (574, 'YB460系列', 'YB460-75', '伺服、稳压系统等要求，广泛用于电机、逆变 伺服、通讯设备、变频装置、电力驱动系统等干扰比较严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (575, 'YB410TL系列', 'YB410TL-6', '开关电源、 UPS、 加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (576, 'YB710T/YB710TG系列', 'YB710TG-6', '逆变、伺服、变频、焊机、加油机等工业设备 干扰问题较为严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (577, 'YB460系列', 'YB460-100', '伺服、稳压系统等要求，广泛用于电机、逆变 伺服、通讯设备、变频装置、电力驱动系统等干扰比较严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (578, 'YB410TL系列', 'YB410TL-10', '开关电源、 UPS、 加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (579, 'YB710T/YB710TG系列', 'YB710TG-10', '逆变、伺服、变频、焊机、加油机等工业设备 干扰问题较为严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (580, 'YB710T/YB710TG系列', 'YB710TG-20', '逆变、伺服、变频、焊机、加油机等工业设备 干扰问题较为严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (581, 'YB710T/YB710TG系列', 'YB710TG-30', '逆变、伺服、变频、焊机、加油机等工业设备 干扰问题较为严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (582, 'YB410TL系列', 'YB410TL-15', '开关电源、 UPS、 加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (583, 'YB710T/YB710TG系列', 'YB710TG-40', '逆变、伺服、变频、焊机、加油机等工业设备 干扰问题较为严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (584, 'YB460系列', 'YB460-150', '伺服、稳压系统等要求，广泛用于电机、逆变 伺服、通讯设备、变频装置、电力驱动系统等干扰比较严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (585, 'YB410TL系列', 'YB410TL-20', '开关电源、 UPS、 加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (586, 'YB710T/YB710TG系列', 'YB710TG-50', '逆变、伺服、变频、焊机、加油机等工业设备 干扰问题较为严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (587, 'YB460系列', 'YB460-200', '伺服、稳压系统等要求，广泛用于电机、逆变 伺服、通讯设备、变频装置、电力驱动系统等干扰比较严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (588, 'YB710系列', 'YB710-1', '逆变、伺服、变频、焊机、加油机等工业设备 干扰问题较为严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (589, 'YB480系列', 'YB480-10', '伺服、稳压系统等要求，广泛用于电机、逆变 伺服、通讯设备、变频装置、电力驱动系统等干扰比较严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (590, 'YB920系列', 'YB920-150', '干扰较为严重的场合，电力电子、电力驱动，数控机床、变频装置、伺服驱动装置、逆变类设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (591, 'YB710系列', 'YB710-3', '逆变、伺服、变频、焊机、加油机等工业设备 干扰问题较为严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (592, 'YB480系列', 'YB480-20', '伺服、稳压系统等要求，广泛用于电机、逆变 伺服、通讯设备、变频装置、电力驱动系统等干扰比较严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (593, 'YB410TL系列', 'YB410TL-30', '开关电源、 UPS、 加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (594, 'YB920系列', 'YB920-200', '干扰较为严重的场合，电力电子、电力驱动，数控机床、变频装置、伺服驱动装置、逆变类设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (595, 'YB710系列', 'YB710-6', '逆变、伺服、变频、焊机、加油机等工业设备 干扰问题较为严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (596, 'YB920系列', 'YB920-250', '干扰较为严重的场合，电力电子、电力驱动，数控机床、变频装置、伺服驱动装置、逆变类设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (597, 'YB710系列', 'YB710-10', '逆变、伺服、变频、焊机、加油机等工业设备 干扰问题较为严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (598, 'YB920系列', 'YB920-300', '干扰较为严重的场合，电力电子、电力驱动，数控机床、变频装置、伺服驱动装置、逆变类设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (599, 'YB710系列', 'YB710-20', '逆变、伺服、变频、焊机、加油机等工业设备 干扰问题较为严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (600, 'YB480系列', 'YB480-30', '伺服、稳压系统等要求，广泛用于电机、逆变 伺服、通讯设备、变频装置、电力驱动系统等干扰比较严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (601, 'YB710系列', 'YB710-30', '逆变、伺服、变频、焊机、加油机等工业设备 干扰问题较为严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (602, 'YB920系列', 'YB920-420', '干扰较为严重的场合，电力电子、电力驱动，数控机床、变频装置、伺服驱动装置、逆变类设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (603, 'YB710系列', 'YB710-40', '逆变、伺服、变频、焊机、加油机等工业设备 干扰问题较为严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (604, 'YB920系列', 'YB920-500', '干扰较为严重的场合，电力电子、电力驱动，数控机床、变频装置、伺服驱动装置、逆变类设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (605, 'YB920系列', 'YB920-600', '干扰较为严重的场合，电力电子、电力驱动，数控机床、变频装置、伺服驱动装置、逆变类设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (606, 'YB710系列', 'YB710-50', '逆变、伺服、变频、焊机、加油机等工业设备 干扰问题较为严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (607, 'YB920系列', 'YB920-800', '干扰较为严重的场合，电力电子、电力驱动，数控机床、变频装置、伺服驱动装置、逆变类设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (608, 'YB710系列', 'YB710-75', '逆变、伺服、变频、焊机、加油机等工业设备 干扰问题较为严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (609, 'YB920系列', 'YB920-1000', '干扰较为严重的场合，电力电子、电力驱动，数控机床、变频装置、伺服驱动装置、逆变类设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (610, 'YB710系列', 'YB710-100', '逆变、伺服、变频、焊机、加油机等工业设备 干扰问题较为严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (611, 'YB920系列', 'YB920-1100', '干扰较为严重的场合，电力电子、电力驱动，数控机床、变频装置、伺服驱动装置、逆变类设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (612, 'YB760系列', 'YB760-5', '伺服、稳压系统等要求，广泛用于电机、逆变 伺服、通讯设备、变频装置、电力驱动系统等干扰比较严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (613, 'YB920系列', 'YB920-1200', '干扰较为严重的场合，电力电子、电力驱动，数控机床、变频装置、伺服驱动装置、逆变类设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (614, 'YB760系列', 'YB760-10', '伺服、稳压系统等要求，广泛用于电机、逆变 伺服、通讯设备、变频装置、电力驱动系统等干扰比较严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (615, 'YB920系列', 'YB920-1600', '干扰较为严重的场合，电力电子、电力驱动，数控机床、变频装置、伺服驱动装置、逆变类设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (616, 'YB760系列', 'YB760-20', '伺服、稳压系统等要求，广泛用于电机、逆变 伺服、通讯设备、变频装置、电力驱动系统等干扰比较严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (617, 'YB960TR系列', 'YB960TR-5', '工业电源、逆变电源、机床设备、变频设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (618, 'YB760系列', 'YB760-30', '伺服、稳压系统等要求，广泛用于电机、逆变 伺服、通讯设备、变频装置、电力驱动系统等干扰比较严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (619, 'YB480系列', 'YB480-50', '伺服、稳压系统等要求，广泛用于电机、逆变 伺服、通讯设备、变频装置、电力驱动系统等干扰比较严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (620, 'YB960TR系列', 'YB960TR-8', '工业电源、逆变电源、机床设备、变频设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (621, 'YB760系列', 'YB760-40', '伺服、稳压系统等要求，广泛用于电机、逆变 伺服、通讯设备、变频装置、电力驱动系统等干扰比较严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (622, 'YB480系列', 'YB480-75', '伺服、稳压系统等要求，广泛用于电机、逆变 伺服、通讯设备、变频装置、电力驱动系统等干扰比较严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (623, 'YB960TR系列', 'YB960TR-10', '工业电源、逆变电源、机床设备、变频设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (624, 'YB760系列', 'YB760-50', '伺服、稳压系统等要求，广泛用于电机、逆变 伺服、通讯设备、变频装置、电力驱动系统等干扰比较严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (625, 'YB960TR系列', 'YB960TR-16', '工业电源、逆变电源、机床设备、变频设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (626, 'YB760系列', 'YB760-60', '伺服、稳压系统等要求，广泛用于电机、逆变 伺服、通讯设备、变频装置、电力驱动系统等干扰比较严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (627, 'YB480系列', 'YB480-100', '伺服、稳压系统等要求，广泛用于电机、逆变 伺服、通讯设备、变频装置、电力驱动系统等干扰比较严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (628, 'YB960TR系列', 'YB960TR-20', '工业电源、逆变电源、机床设备、变频设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (629, 'YB760系列', 'YB760-75', '伺服、稳压系统等要求，广泛用于电机、逆变 伺服、通讯设备、变频装置、电力驱动系统等干扰比较严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (630, 'YB960TR系列', 'YB960TR-30', '工业电源、逆变电源、机床设备、变频设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (631, 'YB480系列', 'YB480-150', '伺服、稳压系统等要求，广泛用于电机、逆变 伺服、通讯设备、变频装置、电力驱动系统等干扰比较严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (632, 'YB760系列', 'YB760-100', '伺服、稳压系统等要求，广泛用于电机、逆变 伺服、通讯设备、变频装置、电力驱动系统等干扰比较严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (633, 'YB960TR系列', 'YB960TR-45', '工业电源、逆变电源、机床设备、变频设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (634, 'YB410TL系列', 'YB410TL-40', '开关电源、 UPS、 加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (635, 'YB480系列', 'YB480-200', '伺服、稳压系统等要求，广泛用于电机、逆变 伺服、通讯设备、变频装置、电力驱动系统等干扰比较严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (636, 'YB760系列', 'YB760-200', '伺服、稳压系统等要求，广泛用于电机、逆变 伺服、通讯设备、变频装置、电力驱动系统等干扰比较严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (637, 'YB960TR系列', 'YB960TR-60', '工业电源、逆变电源、机床设备、变频设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (638, 'YB610B系列', 'YB610B-1', '开关电源、UPS、加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (639, 'YB780系列', 'YB780-10', '伺服、稳压系统等要求，广泛用于电机、逆变 伺服、通讯设备、变频装置、电力驱动系统等干扰比较严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (640, 'YB960TR系列', 'YB960TR-75', '工业电源、逆变电源、机床设备、变频设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (641, 'YB410TL系列', 'YB410TL-50', '开关电源、 UPS、 加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (642, 'YB610B系列', 'YB610B-3', '开关电源、UPS、加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (643, 'YB780系列', 'YB780-20', '伺服、稳压系统等要求，广泛用于电机、逆变 伺服、通讯设备、变频装置、电力驱动系统等干扰比较严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (644, 'YB960TR系列', 'YB960TR-100', '工业电源、逆变电源、机床设备、变频设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (645, 'YB410T系列', 'YB410T-1', '开关电源、UPS、加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (646, 'YB960TR系列', 'YB960TR-120', '工业电源、逆变电源、机床设备、变频设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (647, 'YB780系列', 'YB780-30', '伺服、稳压系统等要求，广泛用于电机、逆变 伺服、通讯设备、变频装置、电力驱动系统等干扰比较严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (648, 'YB410T系列', 'YB410T-3', '开关电源、UPS、加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (649, 'YB960TR系列', 'YB960TR-150', '工业电源、逆变电源、机床设备、变频设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (650, 'YB780系列', 'YB780-50', '伺服、稳压系统等要求，广泛用于电机、逆变 伺服、通讯设备、变频装置、电力驱动系统等干扰比较严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (651, 'YB410T系列', 'YB410T-6', '开关电源、UPS、加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (652, 'YB610B系列', 'YB610B-6', '开关电源、UPS、加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (653, 'YB780系列', 'YB780-75', '伺服、稳压系统等要求，广泛用于电机、逆变 伺服、通讯设备、变频装置、电力驱动系统等干扰比较严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (654, 'YB960T系列', 'YB960T-5', '工业电源、逆变电源、机床设备、变频设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (655, 'YB410T系列', 'YB410T-10', '开关电源、UPS、加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (656, 'YB610B系列', 'YB610B-10', '开关电源、UPS、加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (657, 'YB780系列', 'YB780-100', '伺服、稳压系统等要求，广泛用于电机、逆变 伺服、通讯设备、变频装置、电力驱动系统等干扰比较严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (658, 'YB960T系列', 'YB960T-8', '工业电源、逆变电源、机床设备、变频设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (659, 'YB610B系列', 'YB610B-16', '开关电源、UPS、加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (660, 'YB960T系列', 'YB960T-10', '工业电源、逆变电源、机床设备、变频设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (661, 'YB960T系列', 'YB960T-16', '工业电源、逆变电源、机床设备、变频设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (662, 'YB410T系列', 'YB410T-20', '开关电源、UPS、加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (663, 'YB960T系列', 'YB960T-20', '工业电源、逆变电源、机床设备、变频设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (664, 'YB780系列', 'YB780-150', '伺服、稳压系统等要求，广泛用于电机、逆变 伺服、通讯设备、变频装置、电力驱动系统等干扰比较严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (665, 'YB960T系列', 'YB960T-30', '工业电源、逆变电源、机床设备、变频设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (666, 'YB610B系列', 'YB610B-25', '开关电源、UPS、加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (667, 'YB780系列', 'YB780-200', '伺服、稳压系统等要求，广泛用于电机、逆变 伺服、通讯设备、变频装置、电力驱动系统等干扰比较严重的场合', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (668, 'YB410T系列', 'YB410T-30', '开关电源、UPS、加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (669, 'YB610B系列', 'YB610B-40', '开关电源、UPS、加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (670, 'YB920TR系列', 'YB920TR-5', '工业电源、逆变电源、机床设备、变频设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (671, 'YB410T系列', 'YB410T-40', '开关电源、UPS、加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (672, 'YB610D系列', 'YB610D-1', '通讯设备、基站、直放站、程控交换机，复印设备、光端机、开关电源等直流供电的各种电子设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (673, 'YB410T系列', 'YB410T-50', '开关电源、UPS、加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (674, 'YB610D系列', 'YB610D-3', '通讯设备、基站、直放站、程控交换机，复印设备、光端机、开关电源等直流供电的各种电子设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (675, 'YB410T系列', 'YB410TG-1', '开关电源、UPS、加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (676, 'YB610D系列', 'YB610D-6', '通讯设备、基站、直放站、程控交换机，复印设备、光端机、开关电源等直流供电的各种电子设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (677, 'YB410T系列', 'YB410TG-3', '开关电源、UPS、加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (678, 'YB410T系列', 'YB410TG-6', '开关电源、UPS、加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (679, 'YB410T系列', 'YB410TG-10', '开关电源、UPS、加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (680, 'YB610D系列', 'YB610D-10', '通讯设备、基站、直放站、程控交换机，复印设备、光端机、开关电源等直流供电的各种电子设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (681, 'YB610D系列', 'YB610D-16', '通讯设备、基站、直放站、程控交换机，复印设备、光端机、开关电源等直流供电的各种电子设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (682, 'YB610D系列', 'YB610D-25', '通讯设备、基站、直放站、程控交换机，复印设备、光端机、开关电源等直流供电的各种电子设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (683, 'YB410T系列', 'YB410TG-20', '开关电源、UPS、加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (684, 'YB610D系列', 'YB610D-40', '通讯设备、基站、直放站、程控交换机，复印设备、光端机、开关电源等直流供电的各种电子设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (685, 'YB610系列', 'YB610-1', '开关电源、UPS、加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (686, 'YB410T系列', 'YB410TG-30', '开关电源、UPS、加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (687, 'YB610系列', 'YB610-3', '开关电源、UPS、加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (688, 'YB410T系列', 'YB410TG-40', '开关电源、UPS、加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (689, 'YB610系列', 'YB610-6', '开关电源、UPS、加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (690, 'YB410T系列', 'YB410TG-50', '开关电源、UPS、加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (691, 'YB610系列', 'YB610-10', '开关电源、UPS、加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (692, 'YB410系列', 'YB410-1', '开关电源、UPS、加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (693, 'YB410系列', 'YB410-3', '开关电源、UPS、加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (694, 'YB960T系列', 'YB960T-45', '工业电源、逆变电源、机床设备、变频设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (695, 'YB410系列', 'YB410-6', '开关电源、UPS、加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (696, 'YB960T系列', 'YB960T-60', '工业电源、逆变电源、机床设备、变频设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (697, 'YB410系列', 'YB410-10', '开关电源、UPS、加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (698, 'YB610系列', 'YB610-16', '开关电源、UPS、加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (699, 'YB960T系列', 'YB960T-75', '工业电源、逆变电源、机床设备、变频设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (700, 'YB610系列', 'YB610-25', '开关电源、UPS、加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (701, 'YB960T系列', 'YB960T-100', '工业电源、逆变电源、机床设备、变频设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (702, 'YB920TR系列', 'YB920TR-8', '工业电源、逆变电源、机床设备、变频设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (703, 'YB610系列', 'YB610-40', '开关电源、UPS、加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (704, 'YB960T系列', 'YB960T-120', '工业电源、逆变电源、机床设备、变频设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (705, 'YB410系列', 'YB410-20', '开关电源、UPS、加油机、雕刻机、控制器等电子电力设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (706, 'YB920TR系列', 'YB920TR-10', '工业电源、逆变电源、机床设备、变频设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (707, 'YB960T系列', 'YB960T-150', '工业电源、逆变电源、机床设备、变频设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (708, 'YB920TR系列', 'YB920TR-16', '工业电源、逆变电源、机床设备、变频设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (709, 'YB960系列', 'YB960-5', '干扰较为严重的场合，电力电子、电力驱动，数控机床、变频装置、伺服驱动装置、逆变类设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (710, 'YB920TR系列', 'YB920TR-20', '工业电源、逆变电源、机床设备、变频设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (711, 'YB960系列', 'YB960-8', '干扰较为严重的场合，电力电子、电力驱动，数控机床、变频装置、伺服驱动装置、逆变类设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (712, 'YB960系列', 'YB960-10', '干扰较为严重的场合，电力电子、电力驱动，数控机床、变频装置、伺服驱动装置、逆变类设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (713, 'YB960系列', 'YB960-16', '干扰较为严重的场合，电力电子、电力驱动，数控机床、变频装置、伺服驱动装置、逆变类设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (714, 'YB920TR系列', 'YB920TR-30', '工业电源、逆变电源、机床设备、变频设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (715, '变频器功率制动电阻箱电阻柜', 'YBRG', '大功率， 大电流的制动设备，实验测试设备电梯，起重等变频器的能耗制动回路中', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (716, 'YB960系列', 'YB960-20', '干扰较为严重的场合，电力电子、电力驱动，数控机床、变频装置、伺服驱动装置、逆变类设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (717, 'YB920TR系列', 'YB920TR-45', '工业电源、逆变电源、机床设备、变频设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (718, '变频器制动单元', 'CDBR-4015C', '电梯系统，起重机设备，离心机设备，机床设备，风力发电系统，皮带输送机', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (719, 'YB920TR系列', 'YB920TR-60', '工业电源、逆变电源、机床设备、变频设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (720, '变频器制动单元', 'CDBR-4022C', '电梯系统，起重机设备，离心机设备，机床设备，风力发电系统，皮带输送机', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (721, 'YB920TR系列', 'YB920TR-75', '工业电源、逆变电源、机床设备、变频设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (722, '变频器制动单元', 'CDBR-4030C', '电梯系统，起重机设备，离心机设备，机床设备，风力发电系统，皮带输送机', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (723, 'YB960系列', 'YB960-30', '干扰较为严重的场合，电力电子、电力驱动，数控机床、变频装置、伺服驱动装置、逆变类设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (724, 'ACL系列', 'ACL-625-0.0224', '工业自动化生产线，工业自动化生产线，电网电压波动较大的场合，大型数据中心、工厂的配电室等，电子设备制造车间、医院、金融机构', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (725, 'YB920TR系列', 'YB920TR-100', '工业电源、逆变电源、机床设备、变频设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (726, 'YB960系列', 'YB960-45', '干扰较为严重的场合，电力电子、电力驱动，数控机床、变频装置、伺服驱动装置、逆变类设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (727, 'ACL系列', 'ACL-700-0.02', '工业自动化生产线，工业自动化生产线，电网电压波动较大的场合，大型数据中心、工厂的配电室等，电子设备制造车间、医院、金融机构', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (728, 'YB960系列', 'YB960-60', '干扰较为严重的场合，电力电子、电力驱动，数控机床、变频装置、伺服驱动装置、逆变类设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (729, 'ACL系列', 'ACL-800-0.0175', '工业自动化生产线，工业自动化生产线，电网电压波动较大的场合，大型数据中心、工厂的配电室等，电子设备制造车间、医院、金融机构', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (730, 'YB920TR系列', 'YB920TR-120', '工业电源、逆变电源、机床设备、变频设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (731, 'ACL系列', 'ACL-900-0.0155', '工业自动化生产线，工业自动化生产线，电网电压波动较大的场合，大型数据中心、工厂的配电室等，电子设备制造车间、医院、金融机构', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (732, 'YB920TR系列', 'YB920TR-150', '工业电源、逆变电源、机床设备、变频设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (733, 'YB960系列', 'YB960-75', '干扰较为严重的场合，电力电子、电力驱动，数控机床、变频装置、伺服驱动装置、逆变类设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (734, 'ACL系列', 'ACL-1000-0.014', '工业自动化生产线，工业自动化生产线，电网电压波动较大的场合，大型数据中心、工厂的配电室等，电子设备制造车间、医院、金融机构', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (735, 'YB920T系列', 'YB920T-5', '工业电源、逆变电源、机床设备、变频设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (736, 'YB960系列', 'YB960-100', '干扰较为严重的场合，电力电子、电力驱动，数控机床、变频装置、伺服驱动装置、逆变类设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (737, 'ACL系列', 'ACL-1100A-0.013', '工业自动化生产线，工业自动化生产线，电网电压波动较大的场合，大型数据中心、工厂的配电室等，电子设备制造车间、医院、金融机构', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (738, 'YB960系列', 'YB960-120', '干扰较为严重的场合，电力电子、电力驱动，数控机床、变频装置、伺服驱动装置、逆变类设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (739, 'ACL系列', 'ACL-1180-0.012', '工业自动化生产线，工业自动化生产线，电网电压波动较大的场合，大型数据中心、工厂的配电室等，电子设备制造车间、医院、金融机构', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (740, 'YB960系列', 'YB960-150', '干扰较为严重的场合，电力电子、电力驱动，数控机床、变频装置、伺服驱动装置、逆变类设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (741, 'YB960系列', 'YB960-200', '干扰较为严重的场合，电力电子、电力驱动，数控机床、变频装置、伺服驱动装置、逆变类设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (742, 'YB920T系列', 'YB920T-8', '工业电源、逆变电源、机床设备、变频设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (743, 'ACL系列', 'ACL-1250-0.011', '工业自动化生产线，工业自动化生产线，电网电压波动较大的场合，大型数据中心、工厂的配电室等，电子设备制造车间、医院、金融机构', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (744, 'YB920T系列', 'YB920T-10', '工业电源、逆变电源、机床设备、变频设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (745, '变频器制动单元', 'CDBR-4045C', '电梯系统，起重机设备，离心机设备，机床设备，风力发电系统，皮带输送机', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (746, 'YB960系列', 'YB960-250', '干扰较为严重的场合，电力电子、电力驱动，数控机床、变频装置、伺服驱动装置、逆变类设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (747, 'ACL系列', 'ACL-1400-0.01', '工业自动化生产线，工业自动化生产线，电网电压波动较大的场合，大型数据中心、工厂的配电室等，电子设备制造车间、医院、金融机构', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (748, 'YB920T系列', 'YB920T-16', '工业电源、逆变电源、机床设备、变频设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (749, 'YB960系列', 'YB960-300', '干扰较为严重的场合，电力电子、电力驱动，数控机床、变频装置、伺服驱动装置、逆变类设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (750, 'ACL系列', 'ACL-1500-0.0093', '工业自动化生产线，工业自动化生产线，电网电压波动较大的场合，大型数据中心、工厂的配电室等，电子设备制造车间、医院、金融机构', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (751, 'YB920T系列', 'YB920T-20', '工业电源、逆变电源、机床设备、变频设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (752, 'ACL系列', 'ACL-1600-0.0088', '工业自动化生产线，工业自动化生产线，电网电压波动较大的场合，大型数据中心、工厂的配电室等，电子设备制造车间、医院、金融机构', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (753, 'YB920T系列', 'YB920T-30', '工业电源、逆变电源、机床设备、变频设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (754, '变频器制动单元', 'CDBR-4055C', '电梯系统，起重机设备，离心机设备，机床设备，风力发电系统，皮带输送机', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (755, '波纹制动电阻器', 'RXHG', '变频器制动、伺服系统、设备放电、模拟负载、电源等电气回路中', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (756, '变频器制动单元', 'CDBR-4075C', '电梯系统，起重机设备，离心机设备，机床设备，风力发电系统，皮带输送机', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (757, '单相隔离变压器', 'DG-5', '电力系统，工业生产，X 光机、CT 机，计算机、通信设备，照明系统，示波器、信号发生器', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (758, 'YB920T系列', 'YB920T-45', '工业电源、逆变电源、机床设备、变频设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (759, '变频器制动单元', 'CDBR-4110C', '电梯系统，起重机设备，离心机设备，机床设备，风力发电系统，皮带输送机', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (760, '单相隔离变压器', 'DG-8', '电力系统，工业生产，X 光机、CT 机，计算机、通信设备，照明系统，示波器、信号发生器', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (761, 'YB920T系列', 'YB920T-60', '工业电源、逆变电源、机床设备、变频设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (762, '变频器制动单元', 'CDBR-4160C', '电梯系统，起重机设备，离心机设备，机床设备，风力发电系统，皮带输送机', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (763, '单相隔离变压器', 'DG-10', '电力系统，工业生产，X 光机、CT 机，计算机、通信设备，照明系统，示波器、信号发生器', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (764, '变频器制动单元', 'CDBR-4220C', '电梯系统，起重机设备，离心机设备，机床设备，风力发电系统，皮带输送机', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (765, '变频器制动单元', 'CDBR-4300C', '电梯系统，起重机设备，离心机设备，机床设备，风力发电系统，皮带输送机', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (766, '单相隔离变压器', 'DG-15', '电力系统，工业生产，X 光机、CT 机，计算机、通信设备，照明系统，示波器、信号发生器', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (767, 'OCL系列 ', 'OCL-5-1.4', '精密仪器生产车间、实验室、通信机房，物流仓储的输送设备、建筑施工现场的搅拌机，印刷设备、造纸设备以及高端的自动化生产线，大型工业厂房', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (768, '单相隔离变压器', 'DG-20', '电力系统，工业生产，X 光机、CT 机，计算机、通信设备，照明系统，示波器、信号发生器', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (769, 'OCL系列 ', 'OCL-5-1.4', '精密仪器生产车间、实验室、通信机房，物流仓储的输送设备、建筑施工现场的搅拌机，印刷设备、造纸设备以及高端的自动化生产线，大型工业厂房', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (770, '单相隔离变压器', 'DG-25', '电力系统，工业生产，X 光机、CT 机，计算机、通信设备，照明系统，示波器、信号发生器', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (771, '单相隔离变压器', 'DG-30', '电力系统，工业生产，X 光机、CT 机，计算机、通信设备，照明系统，示波器、信号发生器', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (772, 'OCL系列 ', 'OCL-10-0.7', '精密仪器生产车间、实验室、通信机房，物流仓储的输送设备、建筑施工现场的搅拌机，印刷设备、造纸设备以及高端的自动化生产线，大型工业厂房', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (773, 'OCL系列 ', 'OCL-15-0.467', '精密仪器生产车间、实验室、通信机房，物流仓储的输送设备、建筑施工现场的搅拌机，印刷设备、造纸设备以及高端的自动化生产线，大型工业厂房', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (774, 'YB960系列', 'YB960-420', '干扰较为严重的场合，电力电子、电力驱动，数控机床、变频装置、伺服驱动装置、逆变类设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (775, '单相隔离变压器', 'DG-40', '电力系统，工业生产，X 光机、CT 机，计算机、通信设备，照明系统，示波器、信号发生器', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (776, 'OCL系列 ', 'OCL-15-0.467', '精密仪器生产车间、实验室、通信机房，物流仓储的输送设备、建筑施工现场的搅拌机，印刷设备、造纸设备以及高端的自动化生产线，大型工业厂房', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (777, '单相隔离变压器', 'DG-50', '电力系统，工业生产，X 光机、CT 机，计算机、通信设备，照明系统，示波器、信号发生器', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (778, 'OCL系列 ', 'OCL-20-0.35', '精密仪器生产车间、实验室、通信机房，物流仓储的输送设备、建筑施工现场的搅拌机，印刷设备、造纸设备以及高端的自动化生产线，大型工业厂房', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (779, '单相隔离变压器', 'DG-63', '电力系统，工业生产，X 光机、CT 机，计算机、通信设备，照明系统，示波器、信号发生器', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (780, 'YB960系列', 'YB960-500', '干扰较为严重的场合，电力电子、电力驱动，数控机床、变频装置、伺服驱动装置、逆变类设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (781, 'OCL系列 ', 'OCL-30-0.233', '精密仪器生产车间、实验室、通信机房，物流仓储的输送设备、建筑施工现场的搅拌机，印刷设备、造纸设备以及高端的自动化生产线，大型工业厂房', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (782, '单相隔离变压器', 'DG-80', '电力系统，工业生产，X 光机、CT 机，计算机、通信设备，照明系统，示波器、信号发生器', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (783, 'YB960系列', 'YB960-600', '干扰较为严重的场合，电力电子、电力驱动，数控机床、变频装置、伺服驱动装置、逆变类设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (784, 'OCL系列 ', 'OCL-40-0.175', '精密仪器生产车间、实验室、通信机房，物流仓储的输送设备、建筑施工现场的搅拌机，印刷设备、造纸设备以及高端的自动化生产线，大型工业厂房', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (785, '单相隔离变压器', 'DG-100', '电力系统，工业生产，X 光机、CT 机，计算机、通信设备，照明系统，示波器、信号发生器', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (786, 'YB960系列', 'YB960-800', '干扰较为严重的场合，电力电子、电力驱动，数控机床、变频装置、伺服驱动装置、逆变类设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (787, 'OCL系列 ', 'OCL-50-0.14', '精密仪器生产车间、实验室、通信机房，物流仓储的输送设备、建筑施工现场的搅拌机，印刷设备、造纸设备以及高端的自动化生产线，大型工业厂房', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (788, 'YB960系列', 'YB960-1000', '干扰较为严重的场合，电力电子、电力驱动，数控机床、变频装置、伺服驱动装置、逆变类设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (789, 'OCL系列 ', 'OCL-60-0.117', '精密仪器生产车间、实验室、通信机房，物流仓储的输送设备、建筑施工现场的搅拌机，印刷设备、造纸设备以及高端的自动化生产线，大型工业厂房', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (790, 'OCL系列 ', 'OCL-80-0.0875', '精密仪器生产车间、实验室、通信机房，物流仓储的输送设备、建筑施工现场的搅拌机，印刷设备、造纸设备以及高端的自动化生产线，大型工业厂房', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (791, 'YB960系列', 'YB960-1100', '干扰较为严重的场合，电力电子、电力驱动，数控机床、变频装置、伺服驱动装置、逆变类设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (792, 'OCL系列 ', 'OCL-110-0.0637', '精密仪器生产车间、实验室、通信机房，物流仓储的输送设备、建筑施工现场的搅拌机，印刷设备、造纸设备以及高端的自动化生产线，大型工业厂房', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (793, 'YB960系列', 'YB960-1200', '干扰较为严重的场合，电力电子、电力驱动，数控机床、变频装置、伺服驱动装置、逆变类设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (794, 'OCL系列 ', 'OCL-125-0.056', '精密仪器生产车间、实验室、通信机房，物流仓储的输送设备、建筑施工现场的搅拌机，印刷设备、造纸设备以及高端的自动化生产线，大型工业厂房', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (795, 'YB960系列', 'YB960-1600', '干扰较为严重的场合，电力电子、电力驱动，数控机床、变频装置、伺服驱动装置、逆变类设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (796, 'YB920T系列', 'YB920T-75', '工业电源、逆变电源、机床设备、变频设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (797, 'OCL系列 ', 'OCL-150-0.0467', '精密仪器生产车间、实验室、通信机房，物流仓储的输送设备、建筑施工现场的搅拌机，印刷设备、造纸设备以及高端的自动化生产线，大型工业厂房', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (798, 'YB966L变频器专用正弦波滤波器', 'YB966L', '电机驱动的传送带、搅拌机、风机、泵等，电梯系统，空调系统，纺织机械，数控机床', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (799, 'OCL系列 ', 'OCL-200-0.035', '精密仪器生产车间、实验室、通信机房，物流仓储的输送设备、建筑施工现场的搅拌机，印刷设备、造纸设备以及高端的自动化生产线，大型工业厂房', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (800, 'OCL系列 ', 'OCL-250-0.028', '精密仪器生产车间、实验室、通信机房，物流仓储的输送设备、建筑施工现场的搅拌机，印刷设备、造纸设备以及高端的自动化生产线，大型工业厂房', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (801, 'YB920T系列', 'YB920T-100', '工业电源、逆变电源、机床设备、变频设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (802, 'OCL系列 ', 'OCL-275-0.0255', '精密仪器生产车间、实验室、通信机房，物流仓储的输送设备、建筑施工现场的搅拌机，印刷设备、造纸设备以及高端的自动化生产线，大型工业厂房', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (803, 'YB920T系列', 'YB920T-120', '工业电源、逆变电源、机床设备、变频设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (804, 'YB966L变频器专用正弦波滤波器', 'YB966L-2', '电机驱动的传送带、搅拌机、风机、泵等，电梯系统，空调系统，纺织机械，数控机床', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (805, 'OCL系列 ', 'OCL-330-0.021', '精密仪器生产车间、实验室、通信机房，物流仓储的输送设备、建筑施工现场的搅拌机，印刷设备、造纸设备以及高端的自动化生产线，大型工业厂房', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (806, 'YB920T系列', 'YB920T-150', '工业电源、逆变电源、机床设备、变频设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (807, 'YB966L变频器专用正弦波滤波器', 'YB966L-3', '电机驱动的传送带、搅拌机、风机、泵等，电梯系统，空调系统，纺织机械，数控机床', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (808, 'OCL系列 ', 'OCL-450-0.0175', '精密仪器生产车间、实验室、通信机房，物流仓储的输送设备、建筑施工现场的搅拌机，印刷设备、造纸设备以及高端的自动化生产线，大型工业厂房', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (809, 'YB920系列', 'YB920-5', '干扰较为严重的场合，电力电子、电力驱动，数控机床、变频装置、伺服驱动装置、逆变类设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (810, 'YB966L变频器专用正弦波滤波器', 'YB966L-5', '电机驱动的传送带、搅拌机、风机、泵等，电梯系统，空调系统，纺织机械，数控机床', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (811, '单相隔离变压器', 'DG-125', '电力系统，工业生产，X 光机、CT 机，计算机、通信设备，照明系统，示波器、信号发生器', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (812, 'OCL系列 ', 'OCL-500-0.014', '精密仪器生产车间、实验室、通信机房，物流仓储的输送设备、建筑施工现场的搅拌机，印刷设备、造纸设备以及高端的自动化生产线，大型工业厂房', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (813, 'YB920系列', 'YB920-8', '干扰较为严重的场合，电力电子、电力驱动，数控机床、变频装置、伺服驱动装置、逆变类设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (814, 'YB966L变频器专用正弦波滤波器', 'YB966L-8', '电机驱动的传送带、搅拌机、风机、泵等，电梯系统，空调系统，纺织机械，数控机床', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (815, '单相隔离变压器', 'DG-160', '电力系统，工业生产，X 光机、CT 机，计算机、通信设备，照明系统，示波器、信号发生器', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (816, 'OCL系列 ', 'OCL-540-0.013', '精密仪器生产车间、实验室、通信机房，物流仓储的输送设备、建筑施工现场的搅拌机，印刷设备、造纸设备以及高端的自动化生产线，大型工业厂房', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (817, 'YB920系列', 'YB920-10', '干扰较为严重的场合，电力电子、电力驱动，数控机床、变频装置、伺服驱动装置、逆变类设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (818, '单相隔离变压器', 'DG-200', '电力系统，工业生产，X 光机、CT 机，计算机、通信设备，照明系统，示波器、信号发生器', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (819, 'OCL系列 ', 'OCL-625-0.0112', '精密仪器生产车间、实验室、通信机房，物流仓储的输送设备、建筑施工现场的搅拌机，印刷设备、造纸设备以及高端的自动化生产线，大型工业厂房', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (820, '单相隔离变压器', 'DG-250', '电力系统，工业生产，X 光机、CT 机，计算机、通信设备，照明系统，示波器、信号发生器', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (821, 'YB966L变频器专用正弦波滤波器', 'YB966L-10', '电机驱动的传送带、搅拌机、风机、泵等，电梯系统，空调系统，纺织机械，数控机床', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (822, '单相隔离变压器', 'DG-315', '电力系统，工业生产，X 光机、CT 机，计算机、通信设备，照明系统，示波器、信号发生器', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (823, 'YB966L变频器专用正弦波滤波器', 'YB966L-12', '电机驱动的传送带、搅拌机、风机、泵等，电梯系统，空调系统，纺织机械，数控机床', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (824, 'YB920系列', 'YB920-16', '干扰较为严重的场合，电力电子、电力驱动，数控机床、变频装置、伺服驱动装置、逆变类设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (825, 'YBDK系列', 'YBDK-3-4.67', '工业电源、逆变电源、机床设备、变频设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (826, 'YB966L变频器专用正弦波滤波器', 'YB966L-17', '电机驱动的传送带、搅拌机、风机、泵等，电梯系统，空调系统，纺织机械，数控机床', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (827, 'YB920系列', 'YB920-20', '干扰较为严重的场合，电力电子、电力驱动，数控机床、变频装置、伺服驱动装置、逆变类设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (828, 'YBDK系列', 'YBDK-5-2.8', '工业电源、逆变电源、机床设备、变频设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (829, 'YBDK系列', 'YBDK-10-1.4', '工业电源、逆变电源、机床设备、变频设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (830, 'YB966L变频器专用正弦波滤波器', 'YB966L-24', '电机驱动的传送带、搅拌机、风机、泵等，电梯系统，空调系统，纺织机械，数控机床', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (831, 'YBDK系列', 'YBDK-12-1.167', '工业电源、逆变电源、机床设备、变频设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (832, 'YB966L变频器专用正弦波滤波器', 'YB966L-30', '电机驱动的传送带、搅拌机、风机、泵等，电梯系统，空调系统，纺织机械，数控机床', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (833, 'YBDK系列', 'YBDK-15-0.934', '工业电源、逆变电源、机床设备、变频设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (834, 'YB920系列', 'YB920-30', '干扰较为严重的场合，电力电子、电力驱动，数控机床、变频装置、伺服驱动装置、逆变类设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (835, 'YB966L变频器专用正弦波滤波器', 'YB966L-40', '电机驱动的传送带、搅拌机、风机、泵等，电梯系统，空调系统，纺织机械，数控机床', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (836, 'YBDK系列', 'YBDK-20-0.7', '工业电源、逆变电源、机床设备、变频设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (837, 'YB920系列', 'YB920-45', '干扰较为严重的场合，电力电子、电力驱动，数控机床、变频装置、伺服驱动装置、逆变类设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (838, 'YB966L变频器专用正弦波滤波器', 'YB966L-45', '电机驱动的传送带、搅拌机、风机、泵等，电梯系统，空调系统，纺织机械，数控机床', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (839, 'YBDK系列', 'YBDK-25-0.56', '工业电源、逆变电源、机床设备、变频设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (840, 'OCL系列 ', 'OCL-700-0.01', '精密仪器生产车间、实验室、通信机房，物流仓储的输送设备、建筑施工现场的搅拌机，印刷设备、造纸设备以及高端的自动化生产线，大型工业厂房', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (841, 'YB920系列', 'YB920-60', '干扰较为严重的场合，电力电子、电力驱动，数控机床、变频装置、伺服驱动装置、逆变类设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (842, 'YBDK系列', 'YBDK-30-0.467', '工业电源、逆变电源、机床设备、变频设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (843, 'YB920系列', 'YB920-75', '干扰较为严重的场合，电力电子、电力驱动，数控机床、变频装置、伺服驱动装置、逆变类设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (844, 'OCL系列 ', 'OCL-800-0.0088', '精密仪器生产车间、实验室、通信机房，物流仓储的输送设备、建筑施工现场的搅拌机，印刷设备、造纸设备以及高端的自动化生产线，大型工业厂房', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (845, 'YBDK系列', 'YBDK-40-0.35', '工业电源、逆变电源、机床设备、变频设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (846, 'YB966L变频器专用正弦波滤波器', 'YB966L-60', '电机驱动的传送带、搅拌机、风机、泵等，电梯系统，空调系统，纺织机械，数控机床', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (847, 'OCL系列 ', 'OCL-900-0.0077', '精密仪器生产车间、实验室、通信机房，物流仓储的输送设备、建筑施工现场的搅拌机，印刷设备、造纸设备以及高端的自动化生产线，大型工业厂房', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (848, 'YBDK系列', 'YBDK-50-0.28', '工业电源、逆变电源、机床设备、变频设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (849, 'YB966L变频器专用正弦波滤波器', 'YB966L-75', '电机驱动的传送带、搅拌机、风机、泵等，电梯系统，空调系统，纺织机械，数控机床', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (850, 'YBDK系列', 'YBDK-60-0.233', '工业电源、逆变电源、机床设备、变频设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (851, 'OCL系列 ', 'OCL-1000-0.007', '精密仪器生产车间、实验室、通信机房，物流仓储的输送设备、建筑施工现场的搅拌机，印刷设备、造纸设备以及高端的自动化生产线，大型工业厂房', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (852, 'YB966L变频器专用正弦波滤波器', 'YB966L-90', '电机驱动的传送带、搅拌机、风机、泵等，电梯系统，空调系统，纺织机械，数控机床', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (853, 'YBDK系列', 'YBDK-80-0.175', '工业电源、逆变电源、机床设备、变频设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (854, 'OCL系列 ', 'OCL-1100-0.0063', '精密仪器生产车间、实验室、通信机房，物流仓储的输送设备、建筑施工现场的搅拌机，印刷设备、造纸设备以及高端的自动化生产线，大型工业厂房', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (855, 'YB966L变频器专用正弦波滤波器', 'YB966L-110', '电机驱动的传送带、搅拌机、风机、泵等，电梯系统，空调系统，纺织机械，数控机床', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (856, 'YBDK系列', 'YBDK-100-0.127', '工业电源、逆变电源、机床设备、变频设备等', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (857, 'OCL系列 ', 'OCL-1180-0.0059', '精密仪器生产车间、实验室、通信机房，物流仓储的输送设备、建筑施工现场的搅拌机，印刷设备、造纸设备以及高端的自动化生产线，大型工业厂房', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (858, 'CKSG系列', 'CKSG-1.05/0.48-7%', '无功补偿装置，大型电机、电焊机、起重机，大型商场等商业建筑中，空调、照明等设备，电力系统', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (859, '单相控制变压器', 'YBK3-40', '自动化生产线、机床设备，继电器、接触器、PLC（可编程逻辑控制器），小型电机的电力拖动系统，照明控制系统、空调控制系统、消防报警系统，示波器、信号发生器、电子测试仪器，医疗影像设备、医疗监护设备，通信基站、交换机、路由器', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (860, 'OCL系列 ', 'OCL-1250-0.0056', '精密仪器生产车间、实验室、通信机房，物流仓储的输送设备、建筑施工现场的搅拌机，印刷设备、造纸设备以及高端的自动化生产线，大型工业厂房', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (861, 'YB966L变频器专用正弦波滤波器', 'YB966L-150', '电机驱动的传送带、搅拌机、风机、泵等，电梯系统，空调系统，纺织机械，数控机床', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (862, '单相控制变压器', 'YBK3-50', '自动化生产线、机床设备，继电器、接触器、PLC（可编程逻辑控制器），小型电机的电力拖动系统，照明控制系统、空调控制系统、消防报警系统，示波器、信号发生器、电子测试仪器，医疗影像设备、医疗监护设备，通信基站、交换机、路由器', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (863, 'OCL系列 ', 'OCL-1400-0.005', '精密仪器生产车间、实验室、通信机房，物流仓储的输送设备、建筑施工现场的搅拌机，印刷设备、造纸设备以及高端的自动化生产线，大型工业厂房', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (864, 'YB966L变频器专用正弦波滤波器', 'YB966L-180', '电机驱动的传送带、搅拌机、风机、泵等，电梯系统，空调系统，纺织机械，数控机床', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (865, 'OCL系列 ', 'OCL-1500-0.0046', '精密仪器生产车间、实验室、通信机房，物流仓储的输送设备、建筑施工现场的搅拌机，印刷设备、造纸设备以及高端的自动化生产线，大型工业厂房', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (866, '单相控制变压器', 'YBK3-63', '自动化生产线、机床设备，继电器、接触器、PLC（可编程逻辑控制器），小型电机的电力拖动系统，照明控制系统、空调控制系统、消防报警系统，示波器、信号发生器、电子测试仪器，医疗影像设备、医疗监护设备，通信基站、交换机、路由器', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (867, 'CKSG系列', 'CKSG-1.4/0.48-7%', '无功补偿装置，大型电机、电焊机、起重机，大型商场等商业建筑中，空调、照明等设备，电力系统', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (868, 'YB966L变频器专用正弦波滤波器', 'YB966L-220', '电机驱动的传送带、搅拌机、风机、泵等，电梯系统，空调系统，纺织机械，数控机床', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (869, 'OCL系列 ', 'OCL-1600-0.0044', '精密仪器生产车间、实验室、通信机房，物流仓储的输送设备、建筑施工现场的搅拌机，印刷设备、造纸设备以及高端的自动化生产线，大型工业厂房', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (870, '单相控制变压器', 'YBK3-80', '自动化生产线、机床设备，继电器、接触器、PLC（可编程逻辑控制器），小型电机的电力拖动系统，照明控制系统、空调控制系统、消防报警系统，示波器、信号发生器、电子测试仪器，医疗影像设备、医疗监护设备，通信基站、交换机、路由器', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (871, 'CKSG系列', 'CKSG-1.75/0.48-7%', '无功补偿装置，大型电机、电焊机、起重机，大型商场等商业建筑中，空调、照明等设备，电力系统', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (872, 'ACL系列', 'ACL-5-2.8', '工业自动化生产线，工业自动化生产线，电网电压波动较大的场合，大型数据中心、工厂的配电室等，电子设备制造车间、医院、金融机构', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (873, 'CKSG系列', 'CKSG-2.1/0.48-7%', '无功补偿装置，大型电机、电焊机、起重机，大型商场等商业建筑中，空调、照明等设备，电力系统', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (874, '单相控制变压器', 'YBK3-100', '自动化生产线、机床设备，继电器、接触器、PLC（可编程逻辑控制器），小型电机的电力拖动系统，照明控制系统、空调控制系统、消防报警系统，示波器、信号发生器、电子测试仪器，医疗影像设备、医疗监护设备，通信基站、交换机、路由器', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (875, 'ACL系列', 'ACL-5-2.8', '工业自动化生产线，工业自动化生产线，电网电压波动较大的场合，大型数据中心、工厂的配电室等，电子设备制造车间、医院、金融机构', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (876, 'CKSG系列', 'CKSG-2.8/0.48-7%', '无功补偿装置，大型电机、电焊机、起重机，大型商场等商业建筑中，空调、照明等设备，电力系统', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (877, '单相控制变压器', 'YBK3-125', '自动化生产线、机床设备，继电器、接触器、PLC（可编程逻辑控制器），小型电机的电力拖动系统，照明控制系统、空调控制系统、消防报警系统，示波器、信号发生器、电子测试仪器，医疗影像设备、医疗监护设备，通信基站、交换机、路由器', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (878, 'ACL系列', 'ACL-10-1.4', '工业自动化生产线，工业自动化生产线，电网电压波动较大的场合，大型数据中心、工厂的配电室等，电子设备制造车间、医院、金融机构', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (879, 'CKSG系列', 'CKSG-3.5/0.48-7%', '无功补偿装置，大型电机、电焊机、起重机，大型商场等商业建筑中，空调、照明等设备，电力系统', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (880, '单相控制变压器', 'YBK3-160', '自动化生产线、机床设备，继电器、接触器、PLC（可编程逻辑控制器），小型电机的电力拖动系统，照明控制系统、空调控制系统、消防报警系统，示波器、信号发生器、电子测试仪器，医疗影像设备、医疗监护设备，通信基站、交换机、路由器', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (881, 'CKSG系列', 'CKSG-4.2/0.48-7%', '无功补偿装置，大型电机、电焊机、起重机，大型商场等商业建筑中，空调、照明等设备，电力系统', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (882, '单相控制变压器', 'YBK3-200', '自动化生产线、机床设备，继电器、接触器、PLC（可编程逻辑控制器），小型电机的电力拖动系统，照明控制系统、空调控制系统、消防报警系统，示波器、信号发生器、电子测试仪器，医疗影像设备、医疗监护设备，通信基站、交换机、路由器', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (883, 'CKSG系列', 'CKSG-4.9/0.48-7%', '无功补偿装置，大型电机、电焊机、起重机，大型商场等商业建筑中，空调、照明等设备，电力系统', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (884, 'ACL系列', 'ACL-15-0.934', '工业自动化生产线，工业自动化生产线，电网电压波动较大的场合，大型数据中心、工厂的配电室等，电子设备制造车间、医院、金融机构', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (885, '单相控制变压器', 'YBK3-250', '自动化生产线、机床设备，继电器、接触器、PLC（可编程逻辑控制器），小型电机的电力拖动系统，照明控制系统、空调控制系统、消防报警系统，示波器、信号发生器、电子测试仪器，医疗影像设备、医疗监护设备，通信基站、交换机、路由器', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (886, 'CKSG系列', 'CKSG-5.6/0.48-7%', '无功补偿装置，大型电机、电焊机、起重机，大型商场等商业建筑中，空调、照明等设备，电力系统', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (887, '单相控制变压器', 'YBK3-315', '自动化生产线、机床设备，继电器、接触器、PLC（可编程逻辑控制器），小型电机的电力拖动系统，照明控制系统、空调控制系统、消防报警系统，示波器、信号发生器、电子测试仪器，医疗影像设备、医疗监护设备，通信基站、交换机、路由器', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (888, 'ACL系列', 'ACL-15-0.934', '工业自动化生产线，工业自动化生产线，电网电压波动较大的场合，大型数据中心、工厂的配电室等，电子设备制造车间、医院、金融机构', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (889, 'YB966L变频器专用正弦波滤波器', 'YB966L-250', '电机驱动的传送带、搅拌机、风机、泵等，电梯系统，空调系统，纺织机械，数控机床', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (890, 'CKSG系列', 'CKSG-6.3/0.48-7%', '无功补偿装置，大型电机、电焊机、起重机，大型商场等商业建筑中，空调、照明等设备，电力系统', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (891, '单相控制变压器', 'YBK3-400', '自动化生产线、机床设备，继电器、接触器、PLC（可编程逻辑控制器），小型电机的电力拖动系统，照明控制系统、空调控制系统、消防报警系统，示波器、信号发生器、电子测试仪器，医疗影像设备、医疗监护设备，通信基站、交换机、路由器', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (892, 'ACL系列', 'ACL-20-0.7', '工业自动化生产线，工业自动化生产线，电网电压波动较大的场合，大型数据中心、工厂的配电室等，电子设备制造车间、医院、金融机构', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (893, 'CKSG系列', 'CKSG-7.0/0.48-7%', '无功补偿装置，大型电机、电焊机、起重机，大型商场等商业建筑中，空调、照明等设备，电力系统', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (894, '单相控制变压器', 'YBK3-500', '自动化生产线、机床设备，继电器、接触器、PLC（可编程逻辑控制器），小型电机的电力拖动系统，照明控制系统、空调控制系统、消防报警系统，示波器、信号发生器、电子测试仪器，医疗影像设备、医疗监护设备，通信基站、交换机、路由器', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (895, 'ACL系列', 'ACL-30-0.467', '工业自动化生产线，工业自动化生产线，电网电压波动较大的场合，大型数据中心、工厂的配电室等，电子设备制造车间、医院、金融机构', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (896, '单相控制变压器', 'YBK3-630', '自动化生产线、机床设备，继电器、接触器、PLC（可编程逻辑控制器），小型电机的电力拖动系统，照明控制系统、空调控制系统、消防报警系统，示波器、信号发生器、电子测试仪器，医疗影像设备、医疗监护设备，通信基站、交换机、路由器', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (897, 'CKSG系列', 'CKSG-0.3/0.525-14%', '无功补偿装置，大型电机、电焊机、起重机，大型商场等商业建筑中，空调、照明等设备，电力系统', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (898, 'ACL系列', 'ACL-40-0.35', '工业自动化生产线，工业自动化生产线，电网电压波动较大的场合，大型数据中心、工厂的配电室等，电子设备制造车间、医院、金融机构', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (899, 'CKSG系列', 'CKSG-0.45/0.525-14%', '无功补偿装置，大型电机、电焊机、起重机，大型商场等商业建筑中，空调、照明等设备，电力系统', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (900, 'ACL系列', 'ACL-50-0.28', '工业自动化生产线，工业自动化生产线，电网电压波动较大的场合，大型数据中心、工厂的配电室等，电子设备制造车间、医院、金融机构', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (901, '单相控制变压器', 'YBK3-800', '自动化生产线、机床设备，继电器、接触器、PLC（可编程逻辑控制器），小型电机的电力拖动系统，照明控制系统、空调控制系统、消防报警系统，示波器、信号发生器、电子测试仪器，医疗影像设备、医疗监护设备，通信基站、交换机、路由器', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (902, 'CKSG系列', 'CKSG-0.6/0.525-14%', '无功补偿装置，大型电机、电焊机、起重机，大型商场等商业建筑中，空调、照明等设备，电力系统', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (903, '单相控制变压器', 'YBK3-1000', '自动化生产线、机床设备，继电器、接触器、PLC（可编程逻辑控制器），小型电机的电力拖动系统，照明控制系统、空调控制系统、消防报警系统，示波器、信号发生器、电子测试仪器，医疗影像设备、医疗监护设备，通信基站、交换机、路由器', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (904, 'ACL系列', 'ACL-60-0.233', '工业自动化生产线，工业自动化生产线，电网电压波动较大的场合，大型数据中心、工厂的配电室等，电子设备制造车间、医院、金融机构', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (905, 'CKSG系列', 'CKSG-0.9/0.525-14%', '无功补偿装置，大型电机、电焊机、起重机，大型商场等商业建筑中，空调、照明等设备，电力系统', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (906, 'CKSG系列', 'CKSG-1.4/0.525-14%', '无功补偿装置，大型电机、电焊机、起重机，大型商场等商业建筑中，空调、照明等设备，电力系统', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (907, 'CKSG系列', 'CKSG-1.8/0.525-14%', '无功补偿装置，大型电机、电焊机、起重机，大型商场等商业建筑中，空调、照明等设备，电力系统', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (908, 'CKSG系列', 'CKSG-2.1/0.525-14%', '无功补偿装置，大型电机、电焊机、起重机，大型商场等商业建筑中，空调、照明等设备，电力系统', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (909, '单相控制变压器', 'YBK3-1250', '自动化生产线、机床设备，继电器、接触器、PLC（可编程逻辑控制器），小型电机的电力拖动系统，照明控制系统、空调控制系统、消防报警系统，示波器、信号发生器、电子测试仪器，医疗影像设备、医疗监护设备，通信基站、交换机、路由器', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (910, 'CKSG系列', 'CKSG-2.8/0.525-14%', '无功补偿装置，大型电机、电焊机、起重机，大型商场等商业建筑中，空调、照明等设备，电力系统', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (911, 'ACL系列', 'ACL-80-0.175', '工业自动化生产线，工业自动化生产线，电网电压波动较大的场合，大型数据中心、工厂的配电室等，电子设备制造车间、医院、金融机构', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (912, '单相控制变压器', 'YBK3-1600', '自动化生产线、机床设备，继电器、接触器、PLC（可编程逻辑控制器），小型电机的电力拖动系统，照明控制系统、空调控制系统、消防报警系统，示波器、信号发生器、电子测试仪器，医疗影像设备、医疗监护设备，通信基站、交换机、路由器', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (913, 'CKSG系列', 'CKSG-3.5/0.525-14%', '无功补偿装置，大型电机、电焊机、起重机，大型商场等商业建筑中，空调、照明等设备，电力系统', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (914, '单相控制变压器', 'YBK3-2000', '自动化生产线、机床设备，继电器、接触器、PLC（可编程逻辑控制器），小型电机的电力拖动系统，照明控制系统、空调控制系统、消防报警系统，示波器、信号发生器、电子测试仪器，医疗影像设备、医疗监护设备，通信基站、交换机、路由器', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (915, 'CKSG系列', 'CKSG-4.2/0.525-14%', '无功补偿装置，大型电机、电焊机、起重机，大型商场等商业建筑中，空调、照明等设备，电力系统', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (916, '单相控制变压器', 'YBK3-2500', '自动化生产线、机床设备，继电器、接触器、PLC（可编程逻辑控制器），小型电机的电力拖动系统，照明控制系统、空调控制系统、消防报警系统，示波器、信号发生器、电子测试仪器，医疗影像设备、医疗监护设备，通信基站、交换机、路由器', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (917, 'ACL系列', 'ACL-110-0.127', '工业自动化生产线，工业自动化生产线，电网电压波动较大的场合，大型数据中心、工厂的配电室等，电子设备制造车间、医院、金融机构', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (918, 'CKSG系列', 'CKSG-5.6/0.525-14%', '无功补偿装置，大型电机、电焊机、起重机，大型商场等商业建筑中，空调、照明等设备，电力系统', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (919, 'CKSG系列', 'CKSG-0.35/0.48-7%', '无功补偿装置，大型电机、电焊机、起重机，大型商场等商业建筑中，空调、照明等设备，电力系统', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (920, 'CKSG系列', 'CKSG-7.0/0.525-14%', '无功补偿装置，大型电机、电焊机、起重机，大型商场等商业建筑中，空调、照明等设备，电力系统', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (921, 'ACL系列', 'ACL-125-0.112', '工业自动化生产线，工业自动化生产线，电网电压波动较大的场合，大型数据中心、工厂的配电室等，电子设备制造车间、医院、金融机构', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (922, 'CKSG系列', 'CKSG-8.4/0.525-14%', '无功补偿装置，大型电机、电焊机、起重机，大型商场等商业建筑中，空调、照明等设备，电力系统', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (923, 'ACL系列', 'ACL-150-0.0934', '工业自动化生产线，工业自动化生产线，电网电压波动较大的场合，大型数据中心、工厂的配电室等，电子设备制造车间、医院、金融机构', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (924, 'ACL系列', 'ACL-200-0.07', '工业自动化生产线，工业自动化生产线，电网电压波动较大的场合，大型数据中心、工厂的配电室等，电子设备制造车间、医院、金融机构', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (925, 'CKSG系列', 'CKSG-9.8/0.525-14%', '无功补偿装置，大型电机、电焊机、起重机，大型商场等商业建筑中，空调、照明等设备，电力系统', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (926, 'ACL系列', 'ACL-250-0.056', '工业自动化生产线，工业自动化生产线，电网电压波动较大的场合，大型数据中心、工厂的配电室等，电子设备制造车间、医院、金融机构', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (927, 'CKSG系列', 'CKSG-11.2/0.525-14%', '无功补偿装置，大型电机、电焊机、起重机，大型商场等商业建筑中，空调、照明等设备，电力系统', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (928, 'ACL系列', 'ACL-275-0.051', '工业自动化生产线，工业自动化生产线，电网电压波动较大的场合，大型数据中心、工厂的配电室等，电子设备制造车间、医院、金融机构', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (929, 'CKSG系列', 'CKSG-12.6/0.525-14%', '无功补偿装置，大型电机、电焊机、起重机，大型商场等商业建筑中，空调、照明等设备，电力系统', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (930, 'CKSG系列', 'CKSG-0.7/0.48-7%', '无功补偿装置，大型电机、电焊机、起重机，大型商场等商业建筑中，空调、照明等设备，电力系统', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (931, 'CKSG系列', 'CKSG-14/0.525-14%', '无功补偿装置，大型电机、电焊机、起重机，大型商场等商业建筑中，空调、照明等设备，电力系统', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (932, '方形三相并联电容器', 'BKMJ0.4-5-3', '大型电机如风机、水泵，变频器系统补偿，商场照明系统，写字楼空调系统，电力系统，农村电网改造，数据中心', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (933, 'ACL系列', 'ACL-330-0.042', '工业自动化生产线，工业自动化生产线，电网电压波动较大的场合，大型数据中心、工厂的配电室等，电子设备制造车间、医院、金融机构', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (934, '方形三相并联电容器', 'BKMJ0.4-10-3', '大型电机如风机、水泵，变频器系统补偿，商场照明系统，写字楼空调系统，电力系统，农村电网改造，数据中心', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (935, '方形三相并联电容器', 'BKMJ0.4-15-3', '大型电机如风机、水泵，变频器系统补偿，商场照明系统，写字楼空调系统，电力系统，农村电网改造，数据中心', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (936, 'ACL系列', 'ACL-450-0.031', '工业自动化生产线，工业自动化生产线，电网电压波动较大的场合，大型数据中心、工厂的配电室等，电子设备制造车间、医院、金融机构', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (937, '方形三相并联电容器', 'BKMJ0.4-20-3', '大型电机如风机、水泵，变频器系统补偿，商场照明系统，写字楼空调系统，电力系统，农村电网改造，数据中心', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (938, '方形三相并联电容器', 'BKMJ0.4-25-3', '大型电机如风机、水泵，变频器系统补偿，商场照明系统，写字楼空调系统，电力系统，农村电网改造，数据中心', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (939, '方形三相并联电容器', 'BKMJ0.4-30-3', '大型电机如风机、水泵，变频器系统补偿，商场照明系统，写字楼空调系统，电力系统，农村电网改造，数据中心', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (940, 'YB966L变频器专用正弦波滤波器', 'YB966L-320', '电机驱动的传送带、搅拌机、风机、泵等，电梯系统，空调系统，纺织机械，数控机床', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (941, 'ACL系列', 'ACL-500-0.028', '工业自动化生产线，工业自动化生产线，电网电压波动较大的场合，大型数据中心、工厂的配电室等，电子设备制造车间、医院、金融机构', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (942, '方形三相并联电容器', 'BKMJ0.4-40-3', '大型电机如风机、水泵，变频器系统补偿，商场照明系统，写字楼空调系统，电力系统，农村电网改造，数据中心', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (943, 'YB966L变频器专用正弦波滤波器', 'YB966L-380', '电机驱动的传送带、搅拌机、风机、泵等，电梯系统，空调系统，纺织机械，数控机床', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (944, 'ACL系列', 'ACL-540-0.026', '工业自动化生产线，工业自动化生产线，电网电压波动较大的场合，大型数据中心、工厂的配电室等，电子设备制造车间、医院、金融机构', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (945, '方形三相并联电容器', 'BKMJ0.45-5-3', '大型电机如风机、水泵，变频器系统补偿，商场照明系统，写字楼空调系统，电力系统，农村电网改造，数据中心', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (946, 'YB966L变频器专用正弦波滤波器', 'YB966L-420', '电机驱动的传送带、搅拌机、风机、泵等，电梯系统，空调系统，纺织机械，数控机床', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (947, '方形三相并联电容器', 'BKMJ0.45-10-3', '大型电机如风机、水泵，变频器系统补偿，商场照明系统，写字楼空调系统，电力系统，农村电网改造，数据中心', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (948, 'YB966L变频器专用正弦波滤波器', 'YB966L-440', '电机驱动的传送带、搅拌机、风机、泵等，电梯系统，空调系统，纺织机械，数控机床', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (949, '方形三相并联电容器', 'BKMJ0.45-15-3', '大型电机如风机、水泵，变频器系统补偿，商场照明系统，写字楼空调系统，电力系统，农村电网改造，数据中心', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (950, '方形三相并联电容器', 'BKMJ0.45-20-3', '大型电机如风机、水泵，变频器系统补偿，商场照明系统，写字楼空调系统，电力系统，农村电网改造，数据中心', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (951, '方形三相并联电容器', 'BKMJ0.45-25-3', '大型电机如风机、水泵，变频器系统补偿，商场照明系统，写字楼空调系统，电力系统，农村电网改造，数据中心', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (952, 'YB966L变频器专用正弦波滤波器', 'YB966L-500', '电机驱动的传送带、搅拌机、风机、泵等，电梯系统，空调系统，纺织机械，数控机床', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (953, 'YB966L变频器专用正弦波滤波器', 'YB966L-560', '电机驱动的传送带、搅拌机、风机、泵等，电梯系统，空调系统，纺织机械，数控机床', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (954, '方形三相并联电容器', 'BKMJ0.45-30-3', '大型电机如风机、水泵，变频器系统补偿，商场照明系统，写字楼空调系统，电力系统，农村电网改造，数据中心', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (955, 'YB966L变频器专用正弦波滤波器', 'YB966L-650', '电机驱动的传送带、搅拌机、风机、泵等，电梯系统，空调系统，纺织机械，数控机床', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (956, '方形三相并联电容器', 'BKMJ0.45-40-3', '大型电机如风机、水泵，变频器系统补偿，商场照明系统，写字楼空调系统，电力系统，农村电网改造，数据中心', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (957, '方形三相并联电容器', 'BKMJ0.48-5-3', '大型电机如风机、水泵，变频器系统补偿，商场照明系统，写字楼空调系统，电力系统，农村电网改造，数据中心', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (958, '方形三相并联电容器', 'BKMJ0.48-10-3', '大型电机如风机、水泵，变频器系统补偿，商场照明系统，写字楼空调系统，电力系统，农村电网改造，数据中心', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (959, '变频器功率制动电阻箱电阻柜', 'YBRX', '大功率， 大电流的制动设备，实验测试设备电梯，起重等变频器的能耗制动回路中', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (960, '方形三相并联电容器', 'BKMJ0.48-15-3', '大型电机如风机、水泵，变频器系统补偿，商场照明系统，写字楼空调系统，电力系统，农村电网改造，数据中心', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (961, '方形三相并联电容器', 'BKMJ0.48-20-3', '大型电机如风机、水泵，变频器系统补偿，商场照明系统，写字楼空调系统，电力系统，农村电网改造，数据中心', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (962, '方形三相并联电容器', 'BKMJ0.48-25-3', '大型电机如风机、水泵，变频器系统补偿，商场照明系统，写字楼空调系统，电力系统，农村电网改造，数据中心', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (963, '方形三相并联电容器', 'BKMJ0.48-30-3', '大型电机如风机、水泵，变频器系统补偿，商场照明系统，写字楼空调系统，电力系统，农村电网改造，数据中心', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (964, '方形三相并联电容器', 'BKMJ0.48-40-3', '大型电机如风机、水泵，变频器系统补偿，商场照明系统，写字楼空调系统，电力系统，农村电网改造，数据中心', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (965, '方形三相并联电容器', 'BKMJ0.525-5-3', '大型电机如风机、水泵，变频器系统补偿，商场照明系统，写字楼空调系统，电力系统，农村电网改造，数据中心', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (966, '方形三相并联电容器', 'BKMJ0.525-10-3', '大型电机如风机、水泵，变频器系统补偿，商场照明系统，写字楼空调系统，电力系统，农村电网改造，数据中心', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (967, '方形三相并联电容器', 'BKMJ0.525-15-3', '大型电机如风机、水泵，变频器系统补偿，商场照明系统，写字楼空调系统，电力系统，农村电网改造，数据中心', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (968, '方形三相并联电容器', 'BKMJ0.525-20-3', '大型电机如风机、水泵，变频器系统补偿，商场照明系统，写字楼空调系统，电力系统，农村电网改造，数据中心', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (969, '方形三相并联电容器', 'BKMJ0.525-25-3', '大型电机如风机、水泵，变频器系统补偿，商场照明系统，写字楼空调系统，电力系统，农村电网改造，数据中心', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (970, '方形三相并联电容器', 'BKMJ0.525-30-3', '大型电机如风机、水泵，变频器系统补偿，商场照明系统，写字楼空调系统，电力系统，农村电网改造，数据中心', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (971, '方形三相并联电容器', 'BKMJ0.525-40-3', '大型电机如风机、水泵，变频器系统补偿，商场照明系统，写字楼空调系统，电力系统，农村电网改造，数据中心', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (972, '抗谐波型智能电容器', 'YBC-SX/0.48-10-7%', '钢铁行业，化工行业，电子制造行业，照明系统、空调系统以及各种电动扶梯等设备，办公设备、计算机网络系统以及中央空调，电动汽车充电站，轨道交通，电力系统', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (973, '抗谐波型智能电容器', 'YBC-SX/0.48-15-7%', '钢铁行业，化工行业，电子制造行业，照明系统、空调系统以及各种电动扶梯等设备，办公设备、计算机网络系统以及中央空调，电动汽车充电站，轨道交通，电力系统', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (974, '抗谐波型智能电容器', 'YBC-SX/0.48-20-7%', '钢铁行业，化工行业，电子制造行业，照明系统、空调系统以及各种电动扶梯等设备，办公设备、计算机网络系统以及中央空调，电动汽车充电站，轨道交通，电力系统', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (975, '抗谐波型智能电容器', 'YBC-SX/0.48-25-7%', '钢铁行业，化工行业，电子制造行业，照明系统、空调系统以及各种电动扶梯等设备，办公设备、计算机网络系统以及中央空调，电动汽车充电站，轨道交通，电力系统', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (976, '抗谐波型智能电容器', 'YBC-SX/0.48-30-7%', '钢铁行业，化工行业，电子制造行业，照明系统、空调系统以及各种电动扶梯等设备，办公设备、计算机网络系统以及中央空调，电动汽车充电站，轨道交通，电力系统', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (977, '抗谐波型智能电容器', 'YBC-SX/0.48-35-7%', '钢铁行业，化工行业，电子制造行业，照明系统、空调系统以及各种电动扶梯等设备，办公设备、计算机网络系统以及中央空调，电动汽车充电站，轨道交通，电力系统', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (978, '抗谐波型智能电容器', 'YBC-SX/0.48-40-7%', '钢铁行业，化工行业，电子制造行业，照明系统、空调系统以及各种电动扶梯等设备，办公设备、计算机网络系统以及中央空调，电动汽车充电站，轨道交通，电力系统', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (979, '抗谐波型智能电容器', 'YBC-SX/0.48-50-7%', '钢铁行业，化工行业，电子制造行业，照明系统、空调系统以及各种电动扶梯等设备，办公设备、计算机网络系统以及中央空调，电动汽车充电站，轨道交通，电力系统', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (980, '抗谐波型智能电容器', 'YBC-FX/0.28-5-7%', '钢铁行业，化工行业，电子制造行业，照明系统、空调系统以及各种电动扶梯等设备，办公设备、计算机网络系统以及中央空调，电动汽车充电站，轨道交通，电力系统', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (981, '抗谐波型智能电容器', 'YBC-FX/0.28-10-7%', '钢铁行业，化工行业，电子制造行业，照明系统、空调系统以及各种电动扶梯等设备，办公设备、计算机网络系统以及中央空调，电动汽车充电站，轨道交通，电力系统', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (982, '抗谐波型智能电容器', 'YBC-FX/0.28-20-7%', '钢铁行业，化工行业，电子制造行业，照明系统、空调系统以及各种电动扶梯等设备，办公设备、计算机网络系统以及中央空调，电动汽车充电站，轨道交通，电力系统', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (983, '抗谐波型智能电容器', 'YBC-FX/0.28-25-7%', '钢铁行业，化工行业，电子制造行业，照明系统、空调系统以及各种电动扶梯等设备，办公设备、计算机网络系统以及中央空调，电动汽车充电站，轨道交通，电力系统', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (984, '抗谐波型智能电容器', 'YBC-FX/0.28-30-7%', '钢铁行业，化工行业，电子制造行业，照明系统、空调系统以及各种电动扶梯等设备，办公设备、计算机网络系统以及中央空调，电动汽车充电站，轨道交通，电力系统', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (985, '抗谐波型智能电容器', 'YBC-FX/0.28-40-7%', '钢铁行业，化工行业，电子制造行业，照明系统、空调系统以及各种电动扶梯等设备，办公设备、计算机网络系统以及中央空调，电动汽车充电站，轨道交通，电力系统', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (986, '铝壳制动刹车电阻器', 'YBRXLG', '电梯系统，起重机设备，变频器驱动的设备，电动汽车，风力发电系统，测试设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (987, '普通型智能电力电容器', 'YB-S/0.45-10', '机械制造工厂，纺织厂，照明设备、空调系统、电梯，制冷设备、通风设备，小区配电室，电力系统', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (988, '普通型智能电力电容器', 'YB-S/0.45-15', '机械制造工厂，纺织厂，照明设备、空调系统、电梯，制冷设备、通风设备，小区配电室，电力系统', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (989, '普通型智能电力电容器', 'YB-S/0.45-20', '机械制造工厂，纺织厂，照明设备、空调系统、电梯，制冷设备、通风设备，小区配电室，电力系统', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (990, '自愈式低压并联电容器', 'MKPS0.45-25-3', '电动机补偿，配电系统补偿，照明系统、空调系统、电梯，办公设备、服务器、UPS，小区配电室，空调、冰箱、洗衣机，农村电网，通信基站', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (991, '普通型智能电力电容器', 'YB-S/0.45-25', '机械制造工厂，纺织厂，照明设备、空调系统、电梯，制冷设备、通风设备，小区配电室，电力系统', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (992, '普通型智能电力电容器', 'YB-S/0.45-30', '机械制造工厂，纺织厂，照明设备、空调系统、电梯，制冷设备、通风设备，小区配电室，电力系统', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (993, '自愈式低压并联电容器', 'MKPS0.45-30-3', '电动机补偿，配电系统补偿，照明系统、空调系统、电梯，办公设备、服务器、UPS，小区配电室，空调、冰箱、洗衣机，农村电网，通信基站', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (994, '普通型智能电力电容器', 'YB-S/0.45-30', '机械制造工厂，纺织厂，照明设备、空调系统、电梯，制冷设备、通风设备，小区配电室，电力系统', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (995, '自愈式低压并联电容器', 'MKPS0.45-40-3', '电动机补偿，配电系统补偿，照明系统、空调系统、电梯，办公设备、服务器、UPS，小区配电室，空调、冰箱、洗衣机，农村电网，通信基站', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (996, '普通型智能电力电容器', 'YB-S/0.45-40', '机械制造工厂，纺织厂，照明设备、空调系统、电梯，制冷设备、通风设备，小区配电室，电力系统', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (997, 'YB-DHF系列', 'YB-DHF005-14', '钢铁厂轧钢机，化工厂泵、压缩机，矿山提升机、通风机、破碎机，电力系统， CT、MRI、呼吸机，数据中心的服务器、网络设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (998, '自愈式低压并联电容器', 'MKPS0.48-5-3', '电动机补偿，配电系统补偿，照明系统、空调系统、电梯，办公设备、服务器、UPS，小区配电室，空调、冰箱、洗衣机，农村电网，通信基站', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (999, '普通型智能电力电容器', 'YB-S/0.45-50', '机械制造工厂，纺织厂，照明设备、空调系统、电梯，制冷设备、通风设备，小区配电室，电力系统', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1000, '普通型智能电力电容器', 'YB-F/0.25-5', '机械制造工厂，纺织厂，照明设备、空调系统、电梯，制冷设备、通风设备，小区配电室，电力系统', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1001, '自愈式低压并联电容器', 'MKPS0.48-10-3', '电动机补偿，配电系统补偿，照明系统、空调系统、电梯，办公设备、服务器、UPS，小区配电室，空调、冰箱、洗衣机，农村电网，通信基站', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1002, '普通型智能电力电容器', 'YB-F/0.25-10', '机械制造工厂，纺织厂，照明设备、空调系统、电梯，制冷设备、通风设备，小区配电室，电力系统', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1003, '自愈式低压并联电容器', 'MKPS0.48-15-3', '电动机补偿，配电系统补偿，照明系统、空调系统、电梯，办公设备、服务器、UPS，小区配电室，空调、冰箱、洗衣机，农村电网，通信基站', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1004, 'YB-DHF系列', 'YB-DHF005-22', '钢铁厂轧钢机，化工厂泵、压缩机，矿山提升机、通风机、破碎机，电力系统， CT、MRI、呼吸机，数据中心的服务器、网络设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1005, '普通型智能电力电容器', 'YB-F/0.25-15', '机械制造工厂，纺织厂，照明设备、空调系统、电梯，制冷设备、通风设备，小区配电室，电力系统', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1006, '自愈式低压并联电容器', 'MKPS0.48-20-3', '电动机补偿，配电系统补偿，照明系统、空调系统、电梯，办公设备、服务器、UPS，小区配电室，空调、冰箱、洗衣机，农村电网，通信基站', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1007, '抗谐波型智能电容器', 'YBC-FX/0.28-15-7%', '钢铁行业，化工行业，电子制造行业，照明系统、空调系统以及各种电动扶梯等设备，办公设备、计算机网络系统以及中央空调，电动汽车充电站，轨道交通，电力系统', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1008, '普通型智能电力电容器', 'YB-F/0.25-20', '机械制造工厂，纺织厂，照明设备、空调系统、电梯，制冷设备、通风设备，小区配电室，电力系统', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1009, 'YB-DHF系列', 'YB-DHF005-29', '钢铁厂轧钢机，化工厂泵、压缩机，矿山提升机、通风机、破碎机，电力系统， CT、MRI、呼吸机，数据中心的服务器、网络设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1010, '自愈式低压并联电容器', 'MKPS0.48-25-3', '电动机补偿，配电系统补偿，照明系统、空调系统、电梯，办公设备、服务器、UPS，小区配电室，空调、冰箱、洗衣机，农村电网，通信基站', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1011, '普通型智能电力电容器', 'YB-F/0.25-25', '机械制造工厂，纺织厂，照明设备、空调系统、电梯，制冷设备、通风设备，小区配电室，电力系统', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1012, '自愈式低压并联电容器', 'MKPS0.48-30-3', '电动机补偿，配电系统补偿，照明系统、空调系统、电梯，办公设备、服务器、UPS，小区配电室，空调、冰箱、洗衣机，农村电网，通信基站', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1013, 'YB-DHF系列', 'YB-DHF005-34', '钢铁厂轧钢机，化工厂泵、压缩机，矿山提升机、通风机、破碎机，电力系统， CT、MRI、呼吸机，数据中心的服务器、网络设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1014, '普通型智能电力电容器', 'YB-F/0.25-30', '机械制造工厂，纺织厂，照明设备、空调系统、电梯，制冷设备、通风设备，小区配电室，电力系统', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1015, '自愈式低压并联电容器', 'MKPS0.48-40-3', '电动机补偿，配电系统补偿，照明系统、空调系统、电梯，办公设备、服务器、UPS，小区配电室，空调、冰箱、洗衣机，农村电网，通信基站', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1016, 'YB-DHF系列', 'YB-DHF005-40', '钢铁厂轧钢机，化工厂泵、压缩机，矿山提升机、通风机、破碎机，电力系统， CT、MRI、呼吸机，数据中心的服务器、网络设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1017, '三相干式隔离变压器', 'SG-1KVA', '变频器、整流器等电力电子设备，数控机床、自动化生产线、医疗设备，电镀电解行业，照明、空调、电梯等电气设备，数据中心，呼吸机、心电监护仪、麻醉机，CT、MRI 等医疗影像设备，矿山、油田等恶劣环境，船舶、海上平台', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1018, '自愈式低压并联电容器', 'MKPS0.525-5-3', '电动机补偿，配电系统补偿，照明系统、空调系统、电梯，办公设备、服务器、UPS，小区配电室，空调、冰箱、洗衣机，农村电网，通信基站', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1019, 'YB-DHF系列', 'YB-DHF005-55', '钢铁厂轧钢机，化工厂泵、压缩机，矿山提升机、通风机、破碎机，电力系统， CT、MRI、呼吸机，数据中心的服务器、网络设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1020, '三相干式隔离变压器', 'SG-2KVA', '变频器、整流器等电力电子设备，数控机床、自动化生产线、医疗设备，电镀电解行业，照明、空调、电梯等电气设备，数据中心，呼吸机、心电监护仪、麻醉机，CT、MRI 等医疗影像设备，矿山、油田等恶劣环境，船舶、海上平台', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1021, '自愈式低压并联电容器', 'MKPS0.525-10-3', '电动机补偿，配电系统补偿，照明系统、空调系统、电梯，办公设备、服务器、UPS，小区配电室，空调、冰箱、洗衣机，农村电网，通信基站', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1022, '三相干式隔离变压器', 'SG-3KVA', '变频器、整流器等电力电子设备，数控机床、自动化生产线、医疗设备，电镀电解行业，照明、空调、电梯等电气设备，数据中心，呼吸机、心电监护仪、麻醉机，CT、MRI 等医疗影像设备，矿山、油田等恶劣环境，船舶、海上平台', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1023, 'YB-DHF系列', 'YB-DHF005-66', '钢铁厂轧钢机，化工厂泵、压缩机，矿山提升机、通风机、破碎机，电力系统， CT、MRI、呼吸机，数据中心的服务器、网络设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1024, '自愈式低压并联电容器', 'MKPS0.525-15-3', '电动机补偿，配电系统补偿，照明系统、空调系统、电梯，办公设备、服务器、UPS，小区配电室，空调、冰箱、洗衣机，农村电网，通信基站', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1025, '三相干式隔离变压器', 'SG-4KVA', '变频器、整流器等电力电子设备，数控机床、自动化生产线、医疗设备，电镀电解行业，照明、空调、电梯等电气设备，数据中心，呼吸机、心电监护仪、麻醉机，CT、MRI 等医疗影像设备，矿山、油田等恶劣环境，船舶、海上平台', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1026, '自愈式低压并联电容器', 'MKPS0.525-20-3', '电动机补偿，配电系统补偿，照明系统、空调系统、电梯，办公设备、服务器、UPS，小区配电室，空调、冰箱、洗衣机，农村电网，通信基站', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1027, 'YB-DHF系列', 'YB-DHF005-82', '钢铁厂轧钢机，化工厂泵、压缩机，矿山提升机、通风机、破碎机，电力系统， CT、MRI、呼吸机，数据中心的服务器、网络设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1028, '三相干式隔离变压器', 'SG-5KVA', '变频器、整流器等电力电子设备，数控机床、自动化生产线、医疗设备，电镀电解行业，照明、空调、电梯等电气设备，数据中心，呼吸机、心电监护仪、麻醉机，CT、MRI 等医疗影像设备，矿山、油田等恶劣环境，船舶、海上平台', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1029, '自愈式低压并联电容器', 'MKPS0.525-25-3', '电动机补偿，配电系统补偿，照明系统、空调系统、电梯，办公设备、服务器、UPS，小区配电室，空调、冰箱、洗衣机，农村电网，通信基站', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1030, 'YB-DHF系列', 'YB-DHF005-96', '钢铁厂轧钢机，化工厂泵、压缩机，矿山提升机、通风机、破碎机，电力系统， CT、MRI、呼吸机，数据中心的服务器、网络设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1031, '三相干式隔离变压器', 'SG-6KVA', '变频器、整流器等电力电子设备，数控机床、自动化生产线、医疗设备，电镀电解行业，照明、空调、电梯等电气设备，数据中心，呼吸机、心电监护仪、麻醉机，CT、MRI 等医疗影像设备，矿山、油田等恶劣环境，船舶、海上平台', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1032, '自愈式低压并联电容器', 'MKPS0.525-30-3', '电动机补偿，配电系统补偿，照明系统、空调系统、电梯，办公设备、服务器、UPS，小区配电室，空调、冰箱、洗衣机，农村电网，通信基站', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1033, '三相干式隔离变压器', 'SG-7KVA', '变频器、整流器等电力电子设备，数控机床、自动化生产线、医疗设备，电镀电解行业，照明、空调、电梯等电气设备，数据中心，呼吸机、心电监护仪、麻醉机，CT、MRI 等医疗影像设备，矿山、油田等恶劣环境，船舶、海上平台', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1034, '自愈式低压并联电容器', 'MKPS0.525-40-3', '电动机补偿，配电系统补偿，照明系统、空调系统、电梯，办公设备、服务器、UPS，小区配电室，空调、冰箱、洗衣机，农村电网，通信基站', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1035, '三相干式隔离变压器', 'SG-8KVA', '变频器、整流器等电力电子设备，数控机床、自动化生产线、医疗设备，电镀电解行业，照明、空调、电梯等电气设备，数据中心，呼吸机、心电监护仪、麻醉机，CT、MRI 等医疗影像设备，矿山、油田等恶劣环境，船舶、海上平台', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1036, '自愈式低压并联电容器', 'MKPS0.25-5-3y0', '电动机补偿，配电系统补偿，照明系统、空调系统、电梯，办公设备、服务器、UPS，小区配电室，空调、冰箱、洗衣机，农村电网，通信基站', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1037, '三相干式隔离变压器', 'SG-9KVA', '变频器、整流器等电力电子设备，数控机床、自动化生产线、医疗设备，电镀电解行业，照明、空调、电梯等电气设备，数据中心，呼吸机、心电监护仪、麻醉机，CT、MRI 等医疗影像设备，矿山、油田等恶劣环境，船舶、海上平台', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1038, '自愈式低压并联电容器', 'MKPS0.25-10-3y0', '电动机补偿，配电系统补偿，照明系统、空调系统、电梯，办公设备、服务器、UPS，小区配电室，空调、冰箱、洗衣机，农村电网，通信基站', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1039, '三相干式隔离变压器', 'SG-10KVA', '变频器、整流器等电力电子设备，数控机床、自动化生产线、医疗设备，电镀电解行业，照明、空调、电梯等电气设备，数据中心，呼吸机、心电监护仪、麻醉机，CT、MRI 等医疗影像设备，矿山、油田等恶劣环境，船舶、海上平台', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1040, '自愈式低压并联电容器', 'MKPS0.25-15-3y0', '电动机补偿，配电系统补偿，照明系统、空调系统、电梯，办公设备、服务器、UPS，小区配电室，空调、冰箱、洗衣机，农村电网，通信基站', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1041, '三相干式隔离变压器', 'SG-12KVA', '变频器、整流器等电力电子设备，数控机床、自动化生产线、医疗设备，电镀电解行业，照明、空调、电梯等电气设备，数据中心，呼吸机、心电监护仪、麻醉机，CT、MRI 等医疗影像设备，矿山、油田等恶劣环境，船舶、海上平台', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1042, '自愈式低压并联电容器', 'MKPS0.25-20-3y0', '电动机补偿，配电系统补偿，照明系统、空调系统、电梯，办公设备、服务器、UPS，小区配电室，空调、冰箱、洗衣机，农村电网，通信基站', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1043, '三相干式隔离变压器', 'SG-15KVA', '变频器、整流器等电力电子设备，数控机床、自动化生产线、医疗设备，电镀电解行业，照明、空调、电梯等电气设备，数据中心，呼吸机、心电监护仪、麻醉机，CT、MRI 等医疗影像设备，矿山、油田等恶劣环境，船舶、海上平台', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1044, '自愈式低压并联电容器', 'MKPS0.25-25-3y0', '电动机补偿，配电系统补偿，照明系统、空调系统、电梯，办公设备、服务器、UPS，小区配电室，空调、冰箱、洗衣机，农村电网，通信基站', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1045, '自愈式低压并联电容器', 'MKPS0.25-30-3y0', '电动机补偿，配电系统补偿，照明系统、空调系统、电梯，办公设备、服务器、UPS，小区配电室，空调、冰箱、洗衣机，农村电网，通信基站', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1046, '三相干式隔离变压器', 'SG-20KVA', '变频器、整流器等电力电子设备，数控机床、自动化生产线、医疗设备，电镀电解行业，照明、空调、电梯等电气设备，数据中心，呼吸机、心电监护仪、麻醉机，CT、MRI 等医疗影像设备，矿山、油田等恶劣环境，船舶、海上平台', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1047, '自愈式低压并联电容器', 'MKPS0.28-5-3y0', '电动机补偿，配电系统补偿，照明系统、空调系统、电梯，办公设备、服务器、UPS，小区配电室，空调、冰箱、洗衣机，农村电网，通信基站', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1048, '自愈式低压并联电容器', 'MKPS0.28-10-3y0', '电动机补偿，配电系统补偿，照明系统、空调系统、电梯，办公设备、服务器、UPS，小区配电室，空调、冰箱、洗衣机，农村电网，通信基站', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1049, '三相干式隔离变压器', 'SG-25KVA', '变频器、整流器等电力电子设备，数控机床、自动化生产线、医疗设备，电镀电解行业，照明、空调、电梯等电气设备，数据中心，呼吸机、心电监护仪、麻醉机，CT、MRI 等医疗影像设备，矿山、油田等恶劣环境，船舶、海上平台', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1050, '自愈式低压并联电容器', 'MKPS0.28-15-3y0', '电动机补偿，配电系统补偿，照明系统、空调系统、电梯，办公设备、服务器、UPS，小区配电室，空调、冰箱、洗衣机，农村电网，通信基站', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1051, '三相干式隔离变压器', 'SG-30KVA', '变频器、整流器等电力电子设备，数控机床、自动化生产线、医疗设备，电镀电解行业，照明、空调、电梯等电气设备，数据中心，呼吸机、心电监护仪、麻醉机，CT、MRI 等医疗影像设备，矿山、油田等恶劣环境，船舶、海上平台', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1052, '自愈式低压并联电容器', 'MKPS0.28-20-3y0', '电动机补偿，配电系统补偿，照明系统、空调系统、电梯，办公设备、服务器、UPS，小区配电室，空调、冰箱、洗衣机，农村电网，通信基站', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1053, '三相干式隔离变压器', 'SG-40KVA', '变频器、整流器等电力电子设备，数控机床、自动化生产线、医疗设备，电镀电解行业，照明、空调、电梯等电气设备，数据中心，呼吸机、心电监护仪、麻醉机，CT、MRI 等医疗影像设备，矿山、油田等恶劣环境，船舶、海上平台', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1054, '自愈式低压并联电容器', 'MKPS0.28-25-3y0', '电动机补偿，配电系统补偿，照明系统、空调系统、电梯，办公设备、服务器、UPS，小区配电室，空调、冰箱、洗衣机，农村电网，通信基站', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1055, '三相干式隔离变压器', 'SG-50KVA', '变频器、整流器等电力电子设备，数控机床、自动化生产线、医疗设备，电镀电解行业，照明、空调、电梯等电气设备，数据中心，呼吸机、心电监护仪、麻醉机，CT、MRI 等医疗影像设备，矿山、油田等恶劣环境，船舶、海上平台', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1056, 'YB-DHF系列', 'YB-DHF005-133', '钢铁厂轧钢机，化工厂泵、压缩机，矿山提升机、通风机、破碎机，电力系统， CT、MRI、呼吸机，数据中心的服务器、网络设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1057, '自愈式低压并联电容器', 'MKPSO.28-30-3y0', '电动机补偿，配电系统补偿，照明系统、空调系统、电梯，办公设备、服务器、UPS，小区配电室，空调、冰箱、洗衣机，农村电网，通信基站', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1058, '三相干式隔离变压器', 'SG-60KVA', '变频器、整流器等电力电子设备，数控机床、自动化生产线、医疗设备，电镀电解行业，照明、空调、电梯等电气设备，数据中心，呼吸机、心电监护仪、麻醉机，CT、MRI 等医疗影像设备，矿山、油田等恶劣环境，船舶、海上平台', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1059, '自愈式低压并联电容器', 'MKPS0.25-5-1', '电动机补偿，配电系统补偿，照明系统、空调系统、电梯，办公设备、服务器、UPS，小区配电室，空调、冰箱、洗衣机，农村电网，通信基站', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1060, 'YB-DHF系列', 'YB-DHF005-171', '钢铁厂轧钢机，化工厂泵、压缩机，矿山提升机、通风机、破碎机，电力系统， CT、MRI、呼吸机，数据中心的服务器、网络设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1061, '三相干式隔离变压器', 'SG-80KVA', '变频器、整流器等电力电子设备，数控机床、自动化生产线、医疗设备，电镀电解行业，照明、空调、电梯等电气设备，数据中心，呼吸机、心电监护仪、麻醉机，CT、MRI 等医疗影像设备，矿山、油田等恶劣环境，船舶、海上平台', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1062, '自愈式低压并联电容器', 'MKPS0.25-10-1', '电动机补偿，配电系统补偿，照明系统、空调系统、电梯，办公设备、服务器、UPS，小区配电室，空调、冰箱、洗衣机，农村电网，通信基站', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1063, 'YB-DHF系列', 'YB-DHF005-204', '钢铁厂轧钢机，化工厂泵、压缩机，矿山提升机、通风机、破碎机，电力系统， CT、MRI、呼吸机，数据中心的服务器、网络设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1064, '三相干式隔离变压器', 'SG-100KVA', '变频器、整流器等电力电子设备，数控机床、自动化生产线、医疗设备，电镀电解行业，照明、空调、电梯等电气设备，数据中心，呼吸机、心电监护仪、麻醉机，CT、MRI 等医疗影像设备，矿山、油田等恶劣环境，船舶、海上平台', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1065, 'YB-DHF系列', 'YB-DHF005-251', '钢铁厂轧钢机，化工厂泵、压缩机，矿山提升机、通风机、破碎机，电力系统， CT、MRI、呼吸机，数据中心的服务器、网络设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1066, '三相干式隔离变压器', 'SG-150KVA', '变频器、整流器等电力电子设备，数控机床、自动化生产线、医疗设备，电镀电解行业，照明、空调、电梯等电气设备，数据中心，呼吸机、心电监护仪、麻醉机，CT、MRI 等医疗影像设备，矿山、油田等恶劣环境，船舶、海上平台', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1067, '自愈式低压并联电容器', 'MKPS0.25-15-1', '电动机补偿，配电系统补偿，照明系统、空调系统、电梯，办公设备、服务器、UPS，小区配电室，空调、冰箱、洗衣机，农村电网，通信基站', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1068, 'YB-DHF系列', 'YB-DHF005-304', '钢铁厂轧钢机，化工厂泵、压缩机，矿山提升机、通风机、破碎机，电力系统， CT、MRI、呼吸机，数据中心的服务器、网络设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1069, '三相干式隔离变压器', 'SG-200KVA', '变频器、整流器等电力电子设备，数控机床、自动化生产线、医疗设备，电镀电解行业，照明、空调、电梯等电气设备，数据中心，呼吸机、心电监护仪、麻醉机，CT、MRI 等医疗影像设备，矿山、油田等恶劣环境，船舶、海上平台', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1070, '自愈式低压并联电容器', 'MKPS0.25-20-1', '电动机补偿，配电系统补偿，照明系统、空调系统、电梯，办公设备、服务器、UPS，小区配电室，空调、冰箱、洗衣机，农村电网，通信基站', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1071, 'YB-DHF系列', 'YB-DHF005-381', '钢铁厂轧钢机，化工厂泵、压缩机，矿山提升机、通风机、破碎机，电力系统， CT、MRI、呼吸机，数据中心的服务器、网络设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1072, '三相干式隔离变压器', 'SG-250KVA', '变频器、整流器等电力电子设备，数控机床、自动化生产线、医疗设备，电镀电解行业，照明、空调、电梯等电气设备，数据中心，呼吸机、心电监护仪、麻醉机，CT、MRI 等医疗影像设备，矿山、油田等恶劣环境，船舶、海上平台', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1073, '三相干式隔离变压器', 'SG-315KVA', '变频器、整流器等电力电子设备，数控机床、自动化生产线、医疗设备，电镀电解行业，照明、空调、电梯等电气设备，数据中心，呼吸机、心电监护仪、麻醉机，CT、MRI 等医疗影像设备，矿山、油田等恶劣环境，船舶、海上平台', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1074, 'YB-DHF系列', 'YB-DHF005-480', '钢铁厂轧钢机，化工厂泵、压缩机，矿山提升机、通风机、破碎机，电力系统， CT、MRI、呼吸机，数据中心的服务器、网络设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1075, 'YB-DHF系列', 'YB-DHF010-10', '钢铁厂轧钢机，化工厂泵、压缩机，矿山提升机、通风机、破碎机，电力系统， CT、MRI、呼吸机，数据中心的服务器、网络设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1076, 'YB-DHF系列', 'YB-DHF010-14', '钢铁厂轧钢机，化工厂泵、压缩机，矿山提升机、通风机、破碎机，电力系统， CT、MRI、呼吸机，数据中心的服务器、网络设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1077, 'YB-DHF系列', 'YB-DHF010-22', '钢铁厂轧钢机，化工厂泵、压缩机，矿山提升机、通风机、破碎机，电力系统， CT、MRI、呼吸机，数据中心的服务器、网络设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1078, '自愈式低压并联电容器', 'MKPS0.25-25-1', '电动机补偿，配电系统补偿，照明系统、空调系统、电梯，办公设备、服务器、UPS，小区配电室，空调、冰箱、洗衣机，农村电网，通信基站', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1079, 'YB-DHF系列', 'YB-DHF010-29', '钢铁厂轧钢机，化工厂泵、压缩机，矿山提升机、通风机、破碎机，电力系统， CT、MRI、呼吸机，数据中心的服务器、网络设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1080, '自愈式低压并联电容器', 'MKPS0.25-30-1', '电动机补偿，配电系统补偿，照明系统、空调系统、电梯，办公设备、服务器、UPS，小区配电室，空调、冰箱、洗衣机，农村电网，通信基站', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1081, '三相干式隔离变压器', 'SG-400KVA', '变频器、整流器等电力电子设备，数控机床、自动化生产线、医疗设备，电镀电解行业，照明、空调、电梯等电气设备，数据中心，呼吸机、心电监护仪、麻醉机，CT、MRI 等医疗影像设备，矿山、油田等恶劣环境，船舶、海上平台', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1082, 'YB-DHF系列', 'YB-DHF010-34', '钢铁厂轧钢机，化工厂泵、压缩机，矿山提升机、通风机、破碎机，电力系统， CT、MRI、呼吸机，数据中心的服务器、网络设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1083, '自愈式低压并联电容器', 'MKPS0.28-5-1', '电动机补偿，配电系统补偿，照明系统、空调系统、电梯，办公设备、服务器、UPS，小区配电室，空调、冰箱、洗衣机，农村电网，通信基站', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1084, '三相干式隔离变压器', 'SG-500KVA', '变频器、整流器等电力电子设备，数控机床、自动化生产线、医疗设备，电镀电解行业，照明、空调、电梯等电气设备，数据中心，呼吸机、心电监护仪、麻醉机，CT、MRI 等医疗影像设备，矿山、油田等恶劣环境，船舶、海上平台', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1085, 'YB-DHF系列', 'YB-DHF010-40', '钢铁厂轧钢机，化工厂泵、压缩机，矿山提升机、通风机、破碎机，电力系统， CT、MRI、呼吸机，数据中心的服务器、网络设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1086, '自愈式低压并联电容器', 'MKPS0.28-10-1', '电动机补偿，配电系统补偿，照明系统、空调系统、电梯，办公设备、服务器、UPS，小区配电室，空调、冰箱、洗衣机，农村电网，通信基站', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1087, '三相干式隔离变压器', 'SG-630KVA', '变频器、整流器等电力电子设备，数控机床、自动化生产线、医疗设备，电镀电解行业，照明、空调、电梯等电气设备，数据中心，呼吸机、心电监护仪、麻醉机，CT、MRI 等医疗影像设备，矿山、油田等恶劣环境，船舶、海上平台', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1088, 'YB-DHF系列', 'YB-DHF010-55', '钢铁厂轧钢机，化工厂泵、压缩机，矿山提升机、通风机、破碎机，电力系统， CT、MRI、呼吸机，数据中心的服务器、网络设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1089, '自愈式低压并联电容器', 'MKPS0.28-15-1', '电动机补偿，配电系统补偿，照明系统、空调系统、电梯，办公设备、服务器、UPS，小区配电室，空调、冰箱、洗衣机，农村电网，通信基站', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1090, 'YB-DHF系列', 'YB-DHF010-66', '钢铁厂轧钢机，化工厂泵、压缩机，矿山提升机、通风机、破碎机，电力系统， CT、MRI、呼吸机，数据中心的服务器、网络设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1091, 'YB-DHF系列', 'YB-DHF010-82', '钢铁厂轧钢机，化工厂泵、压缩机，矿山提升机、通风机、破碎机，电力系统， CT、MRI、呼吸机，数据中心的服务器、网络设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1092, '三相干式隔离变压器', 'SG-800KVA', '变频器、整流器等电力电子设备，数控机床、自动化生产线、医疗设备，电镀电解行业，照明、空调、电梯等电气设备，数据中心，呼吸机、心电监护仪、麻醉机，CT、MRI 等医疗影像设备，矿山、油田等恶劣环境，船舶、海上平台', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1093, '自愈式低压并联电容器', 'MKPS0.28-20-1', '电动机补偿，配电系统补偿，照明系统、空调系统、电梯，办公设备、服务器、UPS，小区配电室，空调、冰箱、洗衣机，农村电网，通信基站', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1094, 'YB-DHF系列', 'YB-DHF005-10', '钢铁厂轧钢机，化工厂泵、压缩机，矿山提升机、通风机、破碎机，电力系统， CT、MRI、呼吸机，数据中心的服务器、网络设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1095, '自愈式低压并联电容器', 'MKPS0.28-25-1', '电动机补偿，配电系统补偿，照明系统、空调系统、电梯，办公设备、服务器、UPS，小区配电室，空调、冰箱、洗衣机，农村电网，通信基站', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1096, '自愈式低压并联电容器', 'MKPS0.28-30-1', '电动机补偿，配电系统补偿，照明系统、空调系统、电梯，办公设备、服务器、UPS，小区配电室，空调、冰箱、洗衣机，农村电网，通信基站', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1097, '多频段滤波器', 'MB-FL-04-703-940-01', '手机、基站等无线通信设备，卫星通信，军用雷达，民用雷达，干扰与反干扰，电视广播，无线电广播', '摩比', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1098, 'YB-DHF系列', 'YB-DHF010-96', '钢铁厂轧钢机，化工厂泵、压缩机，矿山提升机、通风机、破碎机，电力系统， CT、MRI、呼吸机，数据中心的服务器、网络设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1099, 'YB-DHF系列', 'YB-DHF010-133', '钢铁厂轧钢机，化工厂泵、压缩机，矿山提升机、通风机、破碎机，电力系统， CT、MRI、呼吸机，数据中心的服务器、网络设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1100, 'YB-DHF系列', 'YB-DHF010-171', '钢铁厂轧钢机，化工厂泵、压缩机，矿山提升机、通风机、破碎机，电力系统， CT、MRI、呼吸机，数据中心的服务器、网络设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1101, 'YB-DHF系列', 'YB-DHF010-204', '钢铁厂轧钢机，化工厂泵、压缩机，矿山提升机、通风机、破碎机，电力系统， CT、MRI、呼吸机，数据中心的服务器、网络设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1102, 'YB-DHF系列', 'YB-DHF010-251', '钢铁厂轧钢机，化工厂泵、压缩机，矿山提升机、通风机、破碎机，电力系统， CT、MRI、呼吸机，数据中心的服务器、网络设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1103, 'YB-DHF系列', 'YB-DHF010-304', '钢铁厂轧钢机，化工厂泵、压缩机，矿山提升机、通风机、破碎机，电力系统， CT、MRI、呼吸机，数据中心的服务器、网络设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1104, 'YB-DHF系列', 'YB-DHF010-381', '钢铁厂轧钢机，化工厂泵、压缩机，矿山提升机、通风机、破碎机，电力系统， CT、MRI、呼吸机，数据中心的服务器、网络设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1105, 'YB-DHF系列', 'YB-DHF010-480', '钢铁厂轧钢机，化工厂泵、压缩机，矿山提升机、通风机、破碎机，电力系统， CT、MRI、呼吸机，数据中心的服务器、网络设备', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1106, 'DCL系列', 'DCL-3A', '变频器，直流调速系统，整流电源，逆变电源，直流电机驱动，交流电机变频驱动，高压直流输电，柔性直流输电', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1107, 'DCL系列', 'DCL-6A', '变频器，直流调速系统，整流电源，逆变电源，直流电机驱动，交流电机变频驱动，高压直流输电，柔性直流输电', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1108, 'DCL系列', 'DCL-12A', '变频器，直流调速系统，整流电源，逆变电源，直流电机驱动，交流电机变频驱动，高压直流输电，柔性直流输电', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1109, 'DCL系列', 'DCL-23A', '变频器，直流调速系统，整流电源，逆变电源，直流电机驱动，交流电机变频驱动，高压直流输电，柔性直流输电', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1110, 'DCL系列', 'DCL-30A', '变频器，直流调速系统，整流电源，逆变电源，直流电机驱动，交流电机变频驱动，高压直流输电，柔性直流输电', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1111, 'DCL系列', 'DCL-40A', '变频器，直流调速系统，整流电源，逆变电源，直流电机驱动，交流电机变频驱动，高压直流输电，柔性直流输电', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1112, 'DCL系列', 'DCL-50A', '变频器，直流调速系统，整流电源，逆变电源，直流电机驱动，交流电机变频驱动，高压直流输电，柔性直流输电', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1113, 'DCL系列', 'DCL-60A', '变频器，直流调速系统，整流电源，逆变电源，直流电机驱动，交流电机变频驱动，高压直流输电，柔性直流输电', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1114, 'DCL系列', 'DCL-75A', '变频器，直流调速系统，整流电源，逆变电源，直流电机驱动，交流电机变频驱动，高压直流输电，柔性直流输电', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1115, 'DCL系列', 'DCL-95A', '变频器，直流调速系统，整流电源，逆变电源，直流电机驱动，交流电机变频驱动，高压直流输电，柔性直流输电', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1116, 'DCL系列', 'DCL-110A', '变频器，直流调速系统，整流电源，逆变电源，直流电机驱动，交流电机变频驱动，高压直流输电，柔性直流输电', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1117, 'DCL系列', 'DCL-160A', '变频器，直流调速系统，整流电源，逆变电源，直流电机驱动，交流电机变频驱动，高压直流输电，柔性直流输电', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1118, 'DCL系列', 'DCL-180A', '变频器，直流调速系统，整流电源，逆变电源，直流电机驱动，交流电机变频驱动，高压直流输电，柔性直流输电', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1119, 'DCL系列', 'DCL-220A', '变频器，直流调速系统，整流电源，逆变电源，直流电机驱动，交流电机变频驱动，高压直流输电，柔性直流输电', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1120, 'DCL系列', 'DCL-250A', '变频器，直流调速系统，整流电源，逆变电源，直流电机驱动，交流电机变频驱动，高压直流输电，柔性直流输电', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1121, 'DCL系列', 'DCL-300A', '变频器，直流调速系统，整流电源，逆变电源，直流电机驱动，交流电机变频驱动，高压直流输电，柔性直流输电', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1122, 'DCL系列', 'DCL-350A', '变频器，直流调速系统，整流电源，逆变电源，直流电机驱动，交流电机变频驱动，高压直流输电，柔性直流输电', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1123, 'DCL系列', 'DCL-450A', '变频器，直流调速系统，整流电源，逆变电源，直流电机驱动，交流电机变频驱动，高压直流输电，柔性直流输电', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1124, 'DCL系列', 'DCL-500A', '变频器，直流调速系统，整流电源，逆变电源，直流电机驱动，交流电机变频驱动，高压直流输电，柔性直流输电', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1125, 'DCL系列', 'DCL-600A', '变频器，直流调速系统，整流电源，逆变电源，直流电机驱动，交流电机变频驱动，高压直流输电，柔性直流输电', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1126, 'DCL系列', 'DCL-700A', '变频器，直流调速系统，整流电源，逆变电源，直流电机驱动，交流电机变频驱动，高压直流输电，柔性直流输电', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1127, 'DCL系列', 'DCL-800A', '变频器，直流调速系统，整流电源，逆变电源，直流电机驱动，交流电机变频驱动，高压直流输电，柔性直流输电', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1128, 'DCL系列', 'DCL-1000A', '变频器，直流调速系统，整流电源，逆变电源，直流电机驱动，交流电机变频驱动，高压直流输电，柔性直流输电', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1129, '自愈式低压并联电容器', 'MKPS0.4-5-3', '电动机补偿，配电系统补偿，照明系统、空调系统、电梯，办公设备、服务器、UPS，小区配电室，空调、冰箱、洗衣机，农村电网，通信基站', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1130, '自愈式低压并联电容器', 'MKPS0.4-10-3', '电动机补偿，配电系统补偿，照明系统、空调系统、电梯，办公设备、服务器、UPS，小区配电室，空调、冰箱、洗衣机，农村电网，通信基站', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1131, '自愈式低压并联电容器', 'MKPS0.4-15-3', '电动机补偿，配电系统补偿，照明系统、空调系统、电梯，办公设备、服务器、UPS，小区配电室，空调、冰箱、洗衣机，农村电网，通信基站', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1132, '自愈式低压并联电容器', 'MKPS0.4-20-3', '电动机补偿，配电系统补偿，照明系统、空调系统、电梯，办公设备、服务器、UPS，小区配电室，空调、冰箱、洗衣机，农村电网，通信基站', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1133, '自愈式低压并联电容器', 'MKPS0.4-25-3', '电动机补偿，配电系统补偿，照明系统、空调系统、电梯，办公设备、服务器、UPS，小区配电室，空调、冰箱、洗衣机，农村电网，通信基站', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1134, '自愈式低压并联电容器', 'MKPS0.4-30-3', '电动机补偿，配电系统补偿，照明系统、空调系统、电梯，办公设备、服务器、UPS，小区配电室，空调、冰箱、洗衣机，农村电网，通信基站', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1135, '自愈式低压并联电容器', 'MKPS0.4-40-3', '电动机补偿，配电系统补偿，照明系统、空调系统、电梯，办公设备、服务器、UPS，小区配电室，空调、冰箱、洗衣机，农村电网，通信基站', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1136, '自愈式低压并联电容器', 'MKPS0.45-5-3', '电动机补偿，配电系统补偿，照明系统、空调系统、电梯，办公设备、服务器、UPS，小区配电室，空调、冰箱、洗衣机，农村电网，通信基站', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1137, '自愈式低压并联电容器', 'MKPS0.45-10-3', '电动机补偿，配电系统补偿，照明系统、空调系统、电梯，办公设备、服务器、UPS，小区配电室，空调、冰箱、洗衣机，农村电网，通信基站', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1138, '自愈式低压并联电容器', 'MKPS0.45-15-3', '电动机补偿，配电系统补偿，照明系统、空调系统、电梯，办公设备、服务器、UPS，小区配电室，空调、冰箱、洗衣机，农村电网，通信基站', '以伯', NULL, NULL, NULL);
INSERT INTO `filter` VALUES (1139, '自愈式低压并联电容器', 'MKPS0.45-20-3', '电动机补偿，配电系统补偿，照明系统、空调系统、电梯，办公设备、服务器、UPS，小区配电室，空调、冰箱、洗衣机，农村电网，通信基站', '以伯', NULL, NULL, NULL);

-- ----------------------------
-- Table structure for gen_table
-- ----------------------------
DROP TABLE IF EXISTS `gen_table`;
CREATE TABLE `gen_table`  (
  `table_id` bigint NOT NULL AUTO_INCREMENT COMMENT '编号',
  `table_name` varchar(200) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '' COMMENT '表名称',
  `table_comment` varchar(500) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '' COMMENT '表描述',
  `sub_table_name` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '关联子表的表名',
  `sub_table_fk_name` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '子表关联的外键名',
  `class_name` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '' COMMENT '实体类名称',
  `tpl_category` varchar(200) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT 'crud' COMMENT '使用的模板（crud单表操作 tree树表操作）',
  `tpl_web_type` varchar(30) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '' COMMENT '前端模板类型（element-ui模版 element-plus模版）',
  `package_name` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '生成包路径',
  `module_name` varchar(30) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '生成模块名',
  `business_name` varchar(30) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '生成业务名',
  `function_name` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '生成功能名',
  `function_author` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '生成功能作者',
  `gen_type` char(1) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '0' COMMENT '生成代码方式（0zip压缩包 1自定义路径）',
  `gen_path` varchar(200) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '/' COMMENT '生成路径（不填默认项目路径）',
  `options` varchar(1000) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '其它生成选项',
  `create_by` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '' COMMENT '创建者',
  `create_time` datetime NULL DEFAULT NULL COMMENT '创建时间',
  `update_by` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '' COMMENT '更新者',
  `update_time` datetime NULL DEFAULT NULL COMMENT '更新时间',
  `remark` varchar(500) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '备注',
  PRIMARY KEY (`table_id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 29 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_0900_ai_ci COMMENT = '代码生成业务表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of gen_table
-- ----------------------------
INSERT INTO `gen_table` VALUES (9, 'ups', 'ups电源', NULL, NULL, 'Ups', 'crud', 'element-plus', 'com.ruoyi.ups', 'ups', 'ups', 'ups电源', 'wyh', '0', '/', '{\"parentMenuId\":3}', 'admin', '2025-06-19 10:13:49', '', '2025-06-19 13:41:35', NULL);
INSERT INTO `gen_table` VALUES (17, 'cable', '', NULL, NULL, 'Cable', 'crud', '', 'com.ruoyi.system', 'system', 'cable', NULL, 'ruoyi', '0', '/', NULL, 'admin', '2025-06-19 16:54:42', '', NULL, NULL);
INSERT INTO `gen_table` VALUES (18, 'filter', '滤波器', NULL, NULL, 'Filter', 'crud', 'element-plus', 'com.ruoyi.filter', 'filter', 'filter', '滤波器', 'wyh', '0', '/', '{\"parentMenuId\":0}', 'admin', '2025-06-19 16:54:42', '', '2025-06-20 10:12:26', NULL);
INSERT INTO `gen_table` VALUES (19, 'optical_communications', '光通信（光纤光缆）', NULL, NULL, 'opticalCommunications', 'crud', 'element-plus', 'com.ruoyi.opticalFiber', 'opticalFiber', 'opticalFiber', '光纤光缆', 'wyh', '0', '/', '{\"parentMenuId\":0}', 'admin', '2025-06-19 16:54:42', '', '2025-06-20 13:07:44', NULL);
INSERT INTO `gen_table` VALUES (20, 'photoelectric_wiring', '', NULL, NULL, 'PhotoelectricWiring', 'crud', '', 'com.ruoyi.system', 'system', 'wiring', NULL, 'ruoyi', '0', '/', NULL, 'admin', '2025-06-19 16:54:42', '', NULL, NULL);
INSERT INTO `gen_table` VALUES (24, 'wireless_microwave', '无线微波器械', NULL, NULL, 'WirelessMicrowave', 'crud', 'element-plus', 'com.ruoyi.microwave', 'microwave', 'microwave', '无线微波器械', 'wyh', '0', '/', '{\"parentMenuId\":0}', 'admin', '2025-06-20 13:34:29', '', '2025-06-20 14:07:47', NULL);
INSERT INTO `gen_table` VALUES (27, 'work_order', '工单记录', NULL, NULL, 'WorkOrder', 'crud', 'element-plus', 'com.ruoyi.order', 'order', 'order', '工单记录', 'wyh', '0', '/', '{\"parentMenuId\":2097}', 'admin', '2025-06-26 15:48:17', '', '2025-06-26 15:50:43', NULL);
INSERT INTO `gen_table` VALUES (28, 'wireless_antenna', '无线天线', NULL, NULL, 'WirelessAntenna', 'crud', 'element-plus', 'com.ruoyi.antenna', 'antenna', 'antenna', '无线天线', 'wyh', '0', '/', '{\"parentMenuId\":2096}', 'admin', '2025-07-01 16:43:55', '', '2025-07-01 16:56:28', NULL);

-- ----------------------------
-- Table structure for gen_table_column
-- ----------------------------
DROP TABLE IF EXISTS `gen_table_column`;
CREATE TABLE `gen_table_column`  (
  `column_id` bigint NOT NULL AUTO_INCREMENT COMMENT '编号',
  `table_id` bigint NULL DEFAULT NULL COMMENT '归属表编号',
  `column_name` varchar(200) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '列名称',
  `column_comment` varchar(500) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '列描述',
  `column_type` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '列类型',
  `java_type` varchar(500) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT 'JAVA类型',
  `java_field` varchar(200) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT 'JAVA字段名',
  `is_pk` char(1) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '是否主键（1是）',
  `is_increment` char(1) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '是否自增（1是）',
  `is_required` char(1) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '是否必填（1是）',
  `is_insert` char(1) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '是否为插入字段（1是）',
  `is_edit` char(1) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '是否编辑字段（1是）',
  `is_list` char(1) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '是否列表字段（1是）',
  `is_query` char(1) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '是否查询字段（1是）',
  `query_type` varchar(200) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT 'EQ' COMMENT '查询方式（等于、不等于、大于、小于、范围）',
  `html_type` varchar(200) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '显示类型（文本框、文本域、下拉框、复选框、单选框、日期控件）',
  `dict_type` varchar(200) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '' COMMENT '字典类型',
  `sort` int NULL DEFAULT NULL COMMENT '排序',
  `create_by` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '' COMMENT '创建者',
  `create_time` datetime NULL DEFAULT NULL COMMENT '创建时间',
  `update_by` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '' COMMENT '更新者',
  `update_time` datetime NULL DEFAULT NULL COMMENT '更新时间',
  PRIMARY KEY (`column_id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 255 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_0900_ai_ci COMMENT = '代码生成业务表字段' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of gen_table_column
-- ----------------------------
INSERT INTO `gen_table_column` VALUES (64, 9, 'id', 'id', 'int', 'Long', 'id', '1', '1', '0', '0', NULL, NULL, NULL, 'EQ', 'input', '', 1, 'admin', '2025-06-19 10:13:50', '', '2025-06-19 13:41:35');
INSERT INTO `gen_table_column` VALUES (65, 9, '产品系列', '产品系列', 'varchar(100)', 'String', '产品系列', '0', '0', '1', '1', '1', '1', '0', 'LIKE', 'input', '', 2, 'admin', '2025-06-19 10:13:50', '', '2025-06-19 13:41:35');
INSERT INTO `gen_table_column` VALUES (66, 9, '产品型号', '产品型号', 'varchar(100)', 'String', '产品型号', '0', '0', '1', '1', '1', '1', '0', 'LIKE', 'input', '', 3, 'admin', '2025-06-19 10:13:50', '', '2025-06-19 13:41:35');
INSERT INTO `gen_table_column` VALUES (67, 9, '应用场景', '应用场景', 'text', 'String', '应用场景', '0', '0', '0', '1', '1', '1', '1', 'LIKE', 'textarea', '', 4, 'admin', '2025-06-19 10:13:50', '', '2025-06-19 13:41:35');
INSERT INTO `gen_table_column` VALUES (68, 9, '供货厂商', '供货厂商', 'varchar(50)', 'String', '供货厂商', '0', '0', '1', '1', '1', '1', '0', 'LIKE', 'input', '', 5, 'admin', '2025-06-19 10:13:50', '', '2025-06-19 13:41:35');
INSERT INTO `gen_table_column` VALUES (69, 9, '容量', '容量', 'varchar(20)', 'String', '容量', '0', '0', '1', '1', '1', '1', '1', 'LIKE', 'input', '', 6, 'admin', '2025-06-19 10:13:50', '', '2025-06-19 13:41:35');
INSERT INTO `gen_table_column` VALUES (70, 9, '功率', '功率', 'varchar(20)', 'String', '功率', '0', '0', '1', '1', '1', '1', '1', 'LIKE', 'input', '', 7, 'admin', '2025-06-19 10:13:50', '', '2025-06-19 13:41:35');
INSERT INTO `gen_table_column` VALUES (71, 9, '输入电压大小', '输入电压大小', 'varchar(20)', 'String', '输入电压大小', '0', '0', '1', '1', '1', '1', '1', 'LIKE', 'input', '', 8, 'admin', '2025-06-19 10:13:50', '', '2025-06-19 13:41:35');
INSERT INTO `gen_table_column` VALUES (72, 9, '入电压相位', '入电压相位', 'varchar(10)', 'String', '入电压相位', '0', '0', '0', '1', '1', '1', '0', 'EQ', 'input', '', 9, 'admin', '2025-06-19 10:13:50', '', '2025-06-19 13:41:35');
INSERT INTO `gen_table_column` VALUES (73, 9, '输入电压分类', '输入电压分类', 'varchar(10)', 'String', '输入电压分类', '0', '0', '0', '1', '1', '1', '0', 'EQ', 'input', '', 10, 'admin', '2025-06-19 10:13:50', '', '2025-06-19 13:41:35');
INSERT INTO `gen_table_column` VALUES (74, 9, '输出电压大小', '输出电压大小', 'varchar(20)', 'String', '输出电压大小', '0', '0', '1', '1', '1', '1', '1', 'LIKE', 'input', '', 11, 'admin', '2025-06-19 10:13:50', '', '2025-06-19 13:41:35');
INSERT INTO `gen_table_column` VALUES (75, 9, '输出电压相位', '输出电压相位', 'varchar(10)', 'String', '输出电压相位', '0', '0', '0', '1', '1', '1', '0', 'EQ', 'input', '', 12, 'admin', '2025-06-19 10:13:50', '', '2025-06-19 13:41:35');
INSERT INTO `gen_table_column` VALUES (76, 9, '输出电压分类', '输出电压分类', 'varchar(10)', 'String', '输出电压分类', '0', '0', '0', '1', '1', '1', '0', 'EQ', 'input', '', 13, 'admin', '2025-06-19 10:13:50', '', '2025-06-19 13:41:35');
INSERT INTO `gen_table_column` VALUES (77, 9, '频率', '频率', 'varchar(50)', 'String', '频率', '0', '0', '1', '1', '1', '1', '1', 'LIKE', 'input', '', 14, 'admin', '2025-06-19 10:13:50', '', '2025-06-19 13:41:35');
INSERT INTO `gen_table_column` VALUES (142, 17, 'id', NULL, 'int', 'Long', 'id', '1', '1', '0', '1', NULL, NULL, NULL, 'EQ', 'input', '', 1, 'admin', '2025-06-19 16:54:42', '', NULL);
INSERT INTO `gen_table_column` VALUES (143, 17, '产品名称', NULL, 'varchar(100)', 'String', '产品名称', '0', '0', '1', '1', '1', '1', '1', 'EQ', 'input', '', 2, 'admin', '2025-06-19 16:54:42', '', NULL);
INSERT INTO `gen_table_column` VALUES (144, 17, '产品型号', NULL, 'varchar(100)', 'String', '产品型号', '0', '0', '1', '1', '1', '1', '1', 'EQ', 'input', '', 3, 'admin', '2025-06-19 16:54:42', '', NULL);
INSERT INTO `gen_table_column` VALUES (145, 17, '应用场景', NULL, 'text', 'String', '应用场景', '0', '0', '0', '1', '1', '1', '1', 'EQ', 'textarea', '', 4, 'admin', '2025-06-19 16:54:42', '', NULL);
INSERT INTO `gen_table_column` VALUES (146, 17, '供货厂商', NULL, 'varchar(50)', 'String', '供货厂商', '0', '0', '1', '1', '1', '1', '1', 'EQ', 'input', '', 5, 'admin', '2025-06-19 16:54:42', '', NULL);
INSERT INTO `gen_table_column` VALUES (147, 18, 'id', 'id', 'int', 'Long', 'id', '1', '1', '0', '0', NULL, NULL, NULL, 'EQ', 'input', '', 1, 'admin', '2025-06-19 16:54:42', '', '2025-06-20 10:12:26');
INSERT INTO `gen_table_column` VALUES (148, 18, '产品系列', '产品系列', 'varchar(100)', 'String', '产品系列', '0', '0', '1', '1', '1', '1', '0', 'EQ', 'input', '', 2, 'admin', '2025-06-19 16:54:42', '', '2025-06-20 10:12:26');
INSERT INTO `gen_table_column` VALUES (149, 18, '产品型号', '产品型号', 'varchar(100)', 'String', '产品型号', '0', '0', '1', '1', '1', '1', '0', 'EQ', 'input', '', 3, 'admin', '2025-06-19 16:54:42', '', '2025-06-20 10:12:26');
INSERT INTO `gen_table_column` VALUES (150, 18, '应用场景', '应用场景', 'text', 'String', '应用场景', '0', '0', '0', '1', '1', '1', '1', 'LIKE', 'textarea', '', 4, 'admin', '2025-06-19 16:54:42', '', '2025-06-20 10:12:26');
INSERT INTO `gen_table_column` VALUES (151, 18, '供货厂商', '供货厂商', 'varchar(50)', 'String', '供货厂商', '0', '0', '1', '1', '1', '1', '0', 'EQ', 'input', '', 5, 'admin', '2025-06-19 16:54:42', '', '2025-06-20 10:12:26');
INSERT INTO `gen_table_column` VALUES (152, 18, '电压', '电压', 'varchar(10)', 'String', '电压', '0', '0', '0', '1', '1', '1', '1', 'LIKE', 'input', '', 6, 'admin', '2025-06-19 16:54:42', '', '2025-06-20 10:12:26');
INSERT INTO `gen_table_column` VALUES (153, 18, '相位', '相位', 'varchar(10)', 'String', '相位', '0', '0', '0', '1', '1', '1', '1', 'LIKE', 'input', '', 7, 'admin', '2025-06-19 16:54:42', '', '2025-06-20 10:12:26');
INSERT INTO `gen_table_column` VALUES (154, 18, '电流', '电流', 'varchar(10)', 'String', '电流', '0', '0', '0', '1', '1', '1', '1', 'LIKE', 'input', '', 8, 'admin', '2025-06-19 16:54:42', '', '2025-06-20 10:12:26');
INSERT INTO `gen_table_column` VALUES (155, 19, 'id', 'id', 'int', 'Long', 'id', '1', '1', '0', '0', NULL, NULL, NULL, 'EQ', 'input', '', 1, 'admin', '2025-06-19 16:54:42', '', '2025-06-20 13:07:44');
INSERT INTO `gen_table_column` VALUES (156, 19, '产品类型', '产品类型', 'varchar(100)', 'String', '产品类型', '0', '0', '1', '1', '1', '1', '0', 'EQ', 'input', '', 2, 'admin', '2025-06-19 16:54:42', '', '2025-06-20 13:07:44');
INSERT INTO `gen_table_column` VALUES (157, 19, '产品型号', '产品型号', 'varchar(100)', 'String', '产品型号', '0', '0', '1', '1', '1', '1', '0', 'EQ', 'input', '', 3, 'admin', '2025-06-19 16:54:42', '', '2025-06-20 13:07:44');
INSERT INTO `gen_table_column` VALUES (158, 19, '应用场景', '应用场景', 'text', 'String', '应用场景', '0', '0', '0', '1', '1', '1', '1', 'LIKE', 'textarea', '', 4, 'admin', '2025-06-19 16:54:42', '', '2025-06-20 13:07:44');
INSERT INTO `gen_table_column` VALUES (159, 19, '供货厂商', '供货厂商', 'varchar(50)', 'String', '供货厂商', '0', '0', '1', '1', '1', '1', '0', 'EQ', 'input', '', 5, 'admin', '2025-06-19 16:54:42', '', '2025-06-20 13:07:44');
INSERT INTO `gen_table_column` VALUES (160, 19, '光纤芯数', '光纤芯数', 'varchar(10)', 'String', '光纤芯数', '0', '0', '0', '1', '1', '1', '1', 'LIKE', 'input', '', 6, 'admin', '2025-06-19 16:54:42', '', '2025-06-20 13:07:44');
INSERT INTO `gen_table_column` VALUES (161, 19, '排列方式', '排列方式', 'varchar(10)', 'String', '排列方式', '0', '0', '0', '1', '1', '1', '1', 'LIKE', 'input', '', 7, 'admin', '2025-06-19 16:54:42', '', '2025-06-20 13:07:44');
INSERT INTO `gen_table_column` VALUES (162, 19, '光纤类型', '光纤类型', 'varchar(10)', 'String', '光纤类型', '0', '0', '0', '1', '1', '1', '1', 'EQ', 'select', '', 8, 'admin', '2025-06-19 16:54:42', '', '2025-06-20 13:07:44');
INSERT INTO `gen_table_column` VALUES (163, 19, '传输波长', '传输波长', 'varchar(10)', 'String', '传输波长', '0', '0', '0', '1', '1', '1', '1', 'LIKE', 'input', '', 9, 'admin', '2025-06-19 16:54:42', '', '2025-06-20 13:07:44');
INSERT INTO `gen_table_column` VALUES (164, 19, '长度', '长度', 'varchar(10)', 'String', '长度', '0', '0', '0', '1', '1', '1', '0', 'EQ', 'input', '', 10, 'admin', '2025-06-19 16:54:42', '', '2025-06-20 13:07:44');
INSERT INTO `gen_table_column` VALUES (165, 19, '接头类型', '接头类型', 'varchar(10)', 'String', '接头类型', '0', '0', '0', '1', '1', '1', '0', 'EQ', 'input', '', 11, 'admin', '2025-06-19 16:54:42', '', '2025-06-20 13:07:44');
INSERT INTO `gen_table_column` VALUES (166, 20, 'id', NULL, 'int', 'Long', 'id', '1', '1', '0', '1', NULL, NULL, NULL, 'EQ', 'input', '', 1, 'admin', '2025-06-19 16:54:42', '', NULL);
INSERT INTO `gen_table_column` VALUES (167, 20, '产品类别', NULL, 'varchar(50)', 'String', '产品类别', '0', '0', '1', '1', '1', '1', '1', 'EQ', 'input', '', 2, 'admin', '2025-06-19 16:54:42', '', NULL);
INSERT INTO `gen_table_column` VALUES (168, 20, '产品名称', NULL, 'varchar(100)', 'String', '产品名称', '0', '0', '1', '1', '1', '1', '1', 'EQ', 'input', '', 3, 'admin', '2025-06-19 16:54:42', '', NULL);
INSERT INTO `gen_table_column` VALUES (169, 20, '产品型号', NULL, 'varchar(100)', 'String', '产品型号', '0', '0', '1', '1', '1', '1', '1', 'EQ', 'input', '', 4, 'admin', '2025-06-19 16:54:42', '', NULL);
INSERT INTO `gen_table_column` VALUES (170, 20, '应用场景', NULL, 'text', 'String', '应用场景', '0', '0', '0', '1', '1', '1', '1', 'EQ', 'textarea', '', 5, 'admin', '2025-06-19 16:54:42', '', NULL);
INSERT INTO `gen_table_column` VALUES (171, 20, '供货厂商', NULL, 'varchar(50)', 'String', '供货厂商', '0', '0', '1', '1', '1', '1', '1', 'EQ', 'input', '', 6, 'admin', '2025-06-19 16:54:42', '', NULL);
INSERT INTO `gen_table_column` VALUES (206, 24, 'id', 'id', 'int', 'Long', 'id', '1', '1', '0', '0', NULL, NULL, NULL, 'EQ', 'input', '', 1, 'admin', '2025-06-20 13:34:29', '', '2025-06-20 14:07:48');
INSERT INTO `gen_table_column` VALUES (207, 24, '产品名称', '产品名称', 'varchar(100)', 'String', '产品名称', '0', '0', '1', '1', '1', '1', '1', 'LIKE', 'input', '', 2, 'admin', '2025-06-20 13:34:29', '', '2025-06-20 14:07:48');
INSERT INTO `gen_table_column` VALUES (208, 24, '产品型号', '产品型号', 'varchar(100)', 'String', '产品型号', '0', '0', '1', '1', '1', '1', '0', 'EQ', 'input', '', 3, 'admin', '2025-06-20 13:34:29', '', '2025-06-20 14:07:48');
INSERT INTO `gen_table_column` VALUES (209, 24, '应用场景', '应用场景', 'text', 'String', '应用场景', '0', '0', '0', '1', '1', '1', '1', 'LIKE', 'textarea', '', 4, 'admin', '2025-06-20 13:34:29', '', '2025-06-20 14:07:48');
INSERT INTO `gen_table_column` VALUES (210, 24, '供货厂商', '供货厂商', 'varchar(50)', 'String', '供货厂商', '0', '0', '1', '1', '1', '1', '0', 'EQ', 'input', '', 5, 'admin', '2025-06-20 13:34:29', '', '2025-06-20 14:07:48');
INSERT INTO `gen_table_column` VALUES (211, 24, '频率范围', '频率范围', 'varchar(20)', 'String', '频率范围', '0', '0', '0', '1', '1', '1', '1', 'LIKE', 'input', '', 6, 'admin', '2025-06-20 13:34:29', '', '2025-06-20 14:07:48');
INSERT INTO `gen_table_column` VALUES (212, 24, '功率容量', '功率容量', 'varchar(20)', 'String', '功率容量', '0', '0', '0', '1', '1', '1', '1', 'LIKE', 'input', '', 7, 'admin', '2025-06-20 13:34:29', '', '2025-06-20 14:07:48');
INSERT INTO `gen_table_column` VALUES (213, 24, '插入损耗', '插入损耗', 'varchar(10)', 'Integer', '插入损耗', '0', '0', '0', '1', '1', '1', '1', 'LTE', 'input', '', 8, 'admin', '2025-06-20 13:34:29', '', '2025-06-20 14:07:48');
INSERT INTO `gen_table_column` VALUES (214, 24, '接头类型', '接头类型', 'varchar(20)', 'String', '接头类型', '0', '0', '0', '1', '1', '1', '0', 'EQ', 'input', '', 9, 'admin', '2025-06-20 13:34:29', '', '2025-06-20 14:07:48');
INSERT INTO `gen_table_column` VALUES (215, 24, 'PIM', 'PIM', 'varchar(20)', 'String', 'PIM', '0', '0', '0', '1', '1', '1', '1', 'LIKE', 'input', '', 10, 'admin', '2025-06-20 13:34:29', '', '2025-06-20 14:07:48');
INSERT INTO `gen_table_column` VALUES (233, 27, 'id', 'id', 'int', 'Long', 'id', '0', '0', '0', '0', NULL, NULL, NULL, 'EQ', 'input', '', 1, 'admin', '2025-06-26 15:48:17', '', '2025-06-26 15:50:43');
INSERT INTO `gen_table_column` VALUES (234, 27, '技术员', '技术员', 'varchar(20)', 'String', '技术员', '0', '0', '1', '1', '1', '1', '1', 'EQ', 'input', '', 2, 'admin', '2025-06-26 15:48:17', '', '2025-06-26 15:50:43');
INSERT INTO `gen_table_column` VALUES (235, 27, '业务员', '业务员', 'varchar(20)', 'String', '业务员', '0', '0', '1', '1', '1', '1', '1', 'EQ', 'input', '', 3, 'admin', '2025-06-26 15:48:17', '', '2025-06-26 15:50:43');
INSERT INTO `gen_table_column` VALUES (236, 27, '工单主题', '工单主题', 'varchar(255)', 'String', '工单主题', '0', '0', '0', '1', '1', '1', '0', 'EQ', 'input', '', 4, 'admin', '2025-06-26 15:48:17', '', '2025-06-26 15:50:43');
INSERT INTO `gen_table_column` VALUES (237, 27, '相关内容', '相关内容', 'varchar(255)', 'String', '相关内容', '0', '0', '0', '1', '1', '1', '0', 'EQ', 'input', '', 5, 'admin', '2025-06-26 15:48:17', '', '2025-06-26 15:50:43');
INSERT INTO `gen_table_column` VALUES (238, 27, '状态', '状态', 'varchar(255)', 'String', '状态', '0', '0', '0', '1', '1', '1', '0', 'EQ', 'input', '', 6, 'admin', '2025-06-26 15:48:17', '', '2025-06-26 15:50:43');
INSERT INTO `gen_table_column` VALUES (239, 27, '单号', '单号', 'varchar(255)', 'String', '单号', '0', '0', '0', '0', '0', '1', '0', 'EQ', 'input', '', 7, 'admin', '2025-06-26 15:48:17', '', '2025-06-26 15:50:43');
INSERT INTO `gen_table_column` VALUES (240, 27, '创建时间', '创建时间', 'datetime', 'Date', '创建时间', '0', '0', '0', '0', '0', '1', '1', 'EQ', 'datetime', '', 8, 'admin', '2025-06-26 15:48:17', '', '2025-06-26 15:50:43');
INSERT INTO `gen_table_column` VALUES (241, 27, '修改时间', '修改时间', 'datetime', 'Date', '修改时间', '0', '0', '0', '0', '0', '1', '0', 'EQ', 'datetime', '', 9, 'admin', '2025-06-26 15:48:17', '', '2025-06-26 15:50:43');
INSERT INTO `gen_table_column` VALUES (242, 28, 'id', 'id', 'int', 'Long', 'id', '1', '1', '0', '0', NULL, NULL, NULL, 'EQ', 'input', '', 1, 'admin', '2025-07-01 16:43:55', '', '2025-07-01 16:56:28');
INSERT INTO `gen_table_column` VALUES (243, 28, '天线种类', '天线种类', 'varchar(100)', 'String', '天线种类', '0', '0', '1', '1', '1', '1', '1', 'EQ', 'select', '', 2, 'admin', '2025-07-01 16:43:55', '', '2025-07-01 16:56:28');
INSERT INTO `gen_table_column` VALUES (244, 28, '产品型号', '产品型号', 'varchar(100)', 'String', '产品型号', '0', '0', '1', '1', '1', '1', '0', 'EQ', 'input', '', 3, 'admin', '2025-07-01 16:43:55', '', '2025-07-01 16:56:28');
INSERT INTO `gen_table_column` VALUES (245, 28, '应用场景', '应用场景', 'text', 'String', '应用场景', '0', '0', '0', '1', '1', '1', '1', 'LIKE', 'textarea', '', 4, 'admin', '2025-07-01 16:43:55', '', '2025-07-01 16:56:28');
INSERT INTO `gen_table_column` VALUES (246, 28, '供货厂商', '供货厂商', 'varchar(50)', 'String', '供货厂商', '0', '0', '1', '1', '1', '1', '0', 'EQ', 'input', '', 5, 'admin', '2025-07-01 16:43:55', '', '2025-07-01 16:56:28');
INSERT INTO `gen_table_column` VALUES (247, 28, '室内外', '室内外', 'varchar(10)', 'String', '室内外', '0', '0', '0', '1', '1', '1', '1', 'EQ', 'select', '', 6, 'admin', '2025-07-01 16:43:55', '', '2025-07-01 16:56:28');
INSERT INTO `gen_table_column` VALUES (248, 28, '全定向', '全定向', 'varchar(10)', 'String', '全定向', '0', '0', '0', '1', '1', '1', '1', 'EQ', 'select', '', 7, 'admin', '2025-07-01 16:43:55', '', '2025-07-01 16:56:28');
INSERT INTO `gen_table_column` VALUES (249, 28, '频率范围', '频率范围', 'varchar(20)', 'String', '频率范围', '0', '0', '0', '1', '1', '1', '1', 'LIKE', 'input', '', 8, 'admin', '2025-07-01 16:43:55', '', '2025-07-01 16:56:28');
INSERT INTO `gen_table_column` VALUES (250, 28, '驻波比', '驻波比', 'varchar(20)', 'String', '驻波比', '0', '0', '0', '1', '1', '1', '1', 'LIKE', 'input', '', 9, 'admin', '2025-07-01 16:43:55', '', '2025-07-01 16:56:28');
INSERT INTO `gen_table_column` VALUES (251, 28, '增益', '增益', 'varchar(20)', 'String', '增益', '0', '0', '0', '1', '1', '1', '1', 'LIKE', 'input', '', 10, 'admin', '2025-07-01 16:43:55', '', '2025-07-01 16:56:28');
INSERT INTO `gen_table_column` VALUES (252, 28, '极化方式', '极化方式', 'varchar(20)', 'String', '极化方式', '0', '0', '0', '1', '1', '1', '1', 'LIKE', 'input', '', 11, 'admin', '2025-07-01 16:43:55', '', '2025-07-01 16:56:28');
INSERT INTO `gen_table_column` VALUES (253, 28, '功率', '功率', 'varchar(20)', 'String', '功率', '0', '0', '0', '1', '1', '1', '1', 'LIKE', 'input', '', 12, 'admin', '2025-07-01 16:43:55', '', '2025-07-01 16:56:28');
INSERT INTO `gen_table_column` VALUES (254, 28, '阻抗', '阻抗', 'varchar(20)', 'String', '阻抗', '0', '0', '0', '1', '1', '1', '1', 'LIKE', 'input', '', 13, 'admin', '2025-07-01 16:43:55', '', '2025-07-01 16:56:28');

-- ----------------------------
-- Table structure for optical_communications
-- ----------------------------
DROP TABLE IF EXISTS `optical_communications`;
CREATE TABLE `optical_communications`  (
  `id` int NOT NULL AUTO_INCREMENT,
  `产品类型` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL,
  `产品型号` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL,
  `应用场景` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL,
  `供货厂商` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL,
  `光纤芯数` varchar(10) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `排列方式` varchar(10) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `光纤类型` varchar(10) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `传输波长` varchar(10) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `长度` varchar(10) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `接头类型` varchar(10) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 61 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci COMMENT = '光纤光缆表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of optical_communications
-- ----------------------------
INSERT INTO `optical_communications` VALUES (1, 'ODN微型光分', '1分4\n2分8', 'nan', '烽火通信', NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `optical_communications` VALUES (2, '单护套室外光缆', '单层单护套室外光缆 GYTA (GYTZA)，光纤芯数 2-144', '接入网、隧道架空管道', '烽火藤仓', NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `optical_communications` VALUES (3, '单护套室外光缆', '全介质单层单护套室外光缆 GYFTY (GYFTZY)，光纤芯数 2-144', '强电磁环境（Harsh EMI）、架空、管道', '烽火藤仓', NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `optical_communications` VALUES (4, '单护套室外光缆', '全介质单层单护套室外光缆 GYFY (GYFZY)，光纤芯数 2-144', '强电磁环境（Harsh EMI）、架空、管道', '烽火藤仓', NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `optical_communications` VALUES (5, '单护套室外光缆', '单护套室外带状光缆 GYDTA，光纤芯数 12-1728', '接入网、架空、直埋、管道', '烽火藤仓', NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `optical_communications` VALUES (6, '单护套室外光缆', '单护套室外开槽带状光缆 GYDGA，光纤芯数 12-1000', '接入网、架空、管道', '烽火藤仓', NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `optical_communications` VALUES (7, '单护套室外光缆', '全介质单层尼龙护套室外光缆 GYFTY04，光纤芯数 2-144', '管道、防白蚁（Anti-termite）', '烽火藤仓', NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `optical_communications` VALUES (8, '铠装护套室外光缆', '单层单铠装单护套室外光缆 GYTS (GYTZS)，光纤芯数 2-144', '接入网、隧道架空管道', '烽火藤仓', NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `optical_communications` VALUES (9, '铠装护套室外光缆', '单层单铠装双护套室外光缆 GYTY53 (GYTZY53)，光纤芯数 2-144', '直埋、架空', '烽火藤仓', NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `optical_communications` VALUES (10, '铠装护套室外光缆', '单层单铠装双护套室外光缆 GYTA53 (GYTZA53)，光纤芯数 2-144', '接入网、直埋、架空', '烽火藤仓', NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `optical_communications` VALUES (11, '铠装护套室外光缆', '单铠装单护套室外带状光缆 GYDTS，光纤芯数 12-1728', '接入网、架空、直埋、管道', '烽火藤仓', NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `optical_communications` VALUES (12, '铠装护套室外光缆', '单铠装单护套室外开槽带状光缆 GYDGS，光纤芯数 12-1000', '接入网、架空、管道', '烽火藤仓', NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `optical_communications` VALUES (13, '铠装护套室外光缆', '8 字自承式单铠装单护套室外架空光缆 GYFTC8S，光纤芯数 2-144', '自承式架空安装', '烽火藤仓', NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `optical_communications` VALUES (14, '自承式及特殊结构光缆', '全介质自承式单护套室外架空光缆 ADSS，光纤芯数 2-144', '自承式架空安装、强电磁环境（Harsh EMI）', '烽火藤仓', NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `optical_communications` VALUES (15, '自承式及特殊结构光缆', '全介质自承式双护套室外架空光缆 ADSS，光纤芯数 2-144', '自承式架空安装、强电磁环境（Harsh EMI）', '烽火藤仓', NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `optical_communications` VALUES (16, '自承式及特殊结构光缆', '8 字自承式单护套室外架空光缆 GYFTC8Y，光纤芯数 2-144', '自承式架空安装', '烽火藤仓', NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `optical_communications` VALUES (17, '自承式及特殊结构光缆', '中心管式外层嵌平行钢丝室外光缆 GYXTW/GYXTZW，光纤芯数 2-144', '接入网、架空、管道', '烽火藤仓', NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `optical_communications` VALUES (18, '自承式及特殊结构光缆', '中心管式外层嵌平行钢丝室外带状光缆 GYDXTW，光纤芯数 12-288', '接入网、直埋、架空、管道', '烽火藤仓', NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `optical_communications` VALUES (19, '特殊功能及室内外光缆', '室内外引入扁平光缆 Drop flat cable，光纤芯数 2-12', '室内接入、架空、管道', '烽火藤仓', NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `optical_communications` VALUES (20, '特殊功能及室内外光缆', '全介质单护套室外单元管光缆 GYFXTY，光纤芯数 2-24', '强电磁环境（Harsh EMI）、架空、管道', '烽火藤仓', NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `optical_communications` VALUES (21, '特殊功能及室内外光缆', '无胶双层 / 三层单护套室外光缆 GYF (Z) Y，光纤芯数 156-288/300-432', '强电磁环境（Harsh EMI）、隧道、管道', '烽火藤仓', NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `optical_communications` VALUES (22, '特殊功能及室内外光缆', '单层气吹微缆 GCYFTY，光纤芯数 2-144', '管道气吹安装（Duct air blown）', '烽火藤仓', NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `optical_communications` VALUES (23, '室内光缆系列', '单芯铠装光缆（QNFIKV）', '管道气吹安装（Duct air blown）', '阿姆德光电', NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `optical_communications` VALUES (24, '室内光缆系列', '双芯铠装光缆（GYFHKV）', '管道气吹安装（Duct air blown）', '阿姆德光电', NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `optical_communications` VALUES (25, '室内光缆系列', '双芯并排铠装光缆（GYFJKV）', '管道气吹安装（Duct air blown）', '阿姆德光电', NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `optical_communications` VALUES (26, '室内光缆系列', '多芯束状铠装光缆（GYFJK (B) V）', '管道气吹安装（Duct air blown）', '阿姆德光电', NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `optical_communications` VALUES (27, '室内光缆系列', '迷你多芯铠装光缆（GYFJK (B) V）', '管道气吹安装（Duct air blown）', '阿姆德光电', NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `optical_communications` VALUES (28, '室内光缆系列', '双护套 FRP 加强基站拉远光缆（GYFJKV）', '管道气吹安装（Duct air blown）', '阿姆德光电', NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `optical_communications` VALUES (29, '室内光缆系列', '非金属 FTTA 光缆（GYFJH-2B1）', '管道气吹安装（Duct air blown）', '阿姆德光电', NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `optical_communications` VALUES (30, '室内光缆系列', '自承式皮线光缆（GJYXFCH-1 芯 / GJYXFCH-2 芯）', '管道气吹安装（Duct air blown）', '阿姆德光电', NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `optical_communications` VALUES (31, '室外光缆系列', '松套层绞填充式铠装光缆（GYTA/GYTS/GYTY）', '管道气吹安装（Duct air blown）', '阿姆德光电', NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `optical_communications` VALUES (32, '室外光缆系列', '松套层绞填充式铠装双护防鼠光缆（GYTA53/GYTY53）', '管道气吹安装（Duct air blown）', '阿姆德光电', NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `optical_communications` VALUES (33, '室外光缆系列', '风力发电组铠装光缆（GYFJK (B) U-2/4/6/8S）', '管道气吹安装（Duct air blown）', '阿姆德光电', NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `optical_communications` VALUES (34, '室外光缆系列', 'MGTSV 矿用光缆（MGTSV-2~144 芯）', '管道气吹安装（Duct air blown）', '阿姆德光电', NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `optical_communications` VALUES (35, '室外光缆系列', '光电混合缆（GDFJKVP4F2P）', '管道气吹安装（Duct air blown）', '阿姆德光电', NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `optical_communications` VALUES (36, '感测光缆系列', '通用型感测铠装光缆（GC-GHJS）', '管道气吹安装（Duct air blown）', '阿姆德光电', NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `optical_communications` VALUES (37, '感测光缆系列', '无缝管高温感测光缆（无明确型号）', '管道气吹安装（Duct air blown）', '阿姆德光电', NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `optical_communications` VALUES (38, '感测光缆系列', '储油罐感测光缆（GYFJK (B) V (B)-4S）', '管道气吹安装（Duct air blown）', '阿姆德光电', NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `optical_communications` VALUES (39, '感测光缆系列', 'PBT 充油管温度感测光缆（GC-GHJS-4 芯）', '管道气吹安装（Duct air blown）', '阿姆德光电', NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `optical_communications` VALUES (40, '感测光缆系列', '应力感测 - 钢绳式传感光缆（GC-GHJS-4 芯）', '管道气吹安装（Duct air blown）', '阿姆德光电', NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `optical_communications` VALUES (41, '野战光缆系列', '基站拉远野战光缆（GYFHKV）', '管道气吹安装（Duct air blown）', '阿姆德光电', NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `optical_communications` VALUES (42, '野战光缆系列', '单模 4 芯应急拉练铠装野战光缆（QNFIKV）', '管道气吹安装（Duct air blown）', '阿姆德光电', NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `optical_communications` VALUES (43, '野战光缆系列', '24/48 芯铠装野战光缆（GYFHK (B) V-48S）', '管道气吹安装（Duct air blown）', '阿姆德光电', NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `optical_communications` VALUES (44, '野战光缆系列', '轻型双芯铠装野战光缆（GYFHKV）', '管道气吹安装（Duct air blown）', '阿姆德光电', NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `optical_communications` VALUES (45, '野战光缆系列', '集束多芯数柔性铠装光缆（GJBFJV-12C~144C）', '管道气吹安装（Duct air blown）', '阿姆德光电', NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `optical_communications` VALUES (46, 'OPGW 光缆系列', 'OPGW 中心管式架空地线光缆', '管道气吹安装（Duct air blown）', '阿姆德光电', NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `optical_communications` VALUES (47, 'OPGW 光缆系列', 'OPGW 层绞式架空地线光缆', '管道气吹安装（Duct air blown）', '阿姆德光电', NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `optical_communications` VALUES (48, 'OPGW 光缆系列', 'OPGW 梯形中心不锈钢管', '管道气吹安装（Duct air blown）', '阿姆德光电', NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `optical_communications` VALUES (49, 'OPGW 光缆系列', '铝管结构 OPGW 光缆', '管道气吹安装（Duct air blown）', '阿姆德光电', NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `optical_communications` VALUES (50, 'ADSS 光缆系列', 'ADSS 自承式光缆风力发电光缆', '管道气吹安装（Duct air blown）', '阿姆德光电', NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `optical_communications` VALUES (51, 'ADSS 光缆系列', 'ADSS 防鸟啄光缆（ADSS-AT-24B1）', '管道气吹安装（Duct air blown）', '阿姆德光电', NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `optical_communications` VALUES (52, '调纤盘及光配件', '应急调纤盘（特大号 / 大号 / 中号 / 小号）', '管道气吹安装（Duct air blown）', '阿姆德光电', NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `optical_communications` VALUES (53, '调纤盘及光配件', '铠装野战调纤盘（BF-01）', '管道气吹安装（Duct air blown）', '阿姆德光电', NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `optical_communications` VALUES (54, '调纤盘及光配件', '铠装跳线（LC-LC/SC-SC/FC-FC 等）', '管道气吹安装（Duct air blown）', '阿姆德光电', NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `optical_communications` VALUES (55, '调纤盘及光配件', '快速连接头 / 光纤适配器（LC/UPC/SC/APC 等）', '管道气吹安装（Duct air blown）', '阿姆德光电', NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `optical_communications` VALUES (56, '调纤盘及光配件', '光电混装光缆光纤连接头（M12 防水连接器等）', '管道气吹安装（Duct air blown）', '阿姆德光电', NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `optical_communications` VALUES (57, '光纤', 'LC 接头系列', '管道气吹安装（Duct air blown）', '天鹅光纤', NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `optical_communications` VALUES (58, '光纤', 'SC 接头系列', '管道气吹安装（Duct air blown）', '天鹅光纤', NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `optical_communications` VALUES (59, '光纤', 'ST 接头系列', '管道气吹安装（Duct air blown）', '天鹅光纤', NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `optical_communications` VALUES (60, '光纤', '其他特殊接头系列', '管道气吹安装（Duct air blown）', '天鹅光纤', NULL, NULL, NULL, NULL, NULL, NULL);

-- ----------------------------
-- Table structure for photoelectric_wiring
-- ----------------------------
DROP TABLE IF EXISTS `photoelectric_wiring`;
CREATE TABLE `photoelectric_wiring`  (
  `id` int NOT NULL AUTO_INCREMENT,
  `产品类别` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL,
  `产品名称` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL,
  `产品型号` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL,
  `应用场景` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL,
  `供货厂商` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL,
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 149 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci COMMENT = '光电布线表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of photoelectric_wiring
-- ----------------------------
INSERT INTO `photoelectric_wiring` VALUES (1, '七类屏蔽信息模块', '七类屏蔽信息模块', 'VP-7-MK-1', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (2, '七类模块式屏蔽配线架', '19＂1U24口七类模块式屏蔽配线架', 'VP-7-XJ-1', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (3, '七类屏蔽跳线', 'RJ45-RJ45七类屏蔽跳线(1米)', 'VP-7-TX-AP2', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (4, '七类屏蔽跳线', 'RJ45-RJ45七类屏蔽跳线(2米)', 'VP-7-TX-AP4', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (5, '七类屏蔽跳线', 'RJ45-RJ45七类屏蔽跳线（3米）', 'VP-7-TX-AP5', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (6, '七类屏蔽跳线', 'RJ45-RJ45七类屏蔽跳线（5米）', 'VP-7-TX-AP6', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (7, '七类屏蔽水晶头', '七类屏蔽水晶头', 'VP-7-SJ-1', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (8, '超六类信息模块', '超六类非屏蔽信息模块', 'VP-6A-MK-1', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (9, '超六类信息模块', '超六类屏蔽信息模块', 'VP-6A-MK-2', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (10, '超六类模块式配线架', '19＂1U24口超六类模块式非屏蔽配线架', 'VP-6A-XJ-1', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (11, '超六类模块式配线架', '19＂1U24口超六类模块式非屏蔽配线架', 'VP-6A-XJ-3', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (12, '超六类模块式配线架', '19＂2U48口超六类模块式非屏蔽配线架', 'VP-6A-XJ-4', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (13, '超六类模块式配线架', '19＂1U24口超六类模块式屏蔽配线架', 'VP-6A-XJ-2', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (14, '超六类非屏蔽跳线', 'RJ45-RJ45超六类非屏蔽跳线(1米)', 'VP-6A-TX-A2', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (15, '六类水晶头', '六类RJ45屏蔽水晶头（三件式）', 'VP-6-SJ-3', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (16, '超五类信息模块', '超五类非屏蔽信息模块', 'VP-5E-MK-1', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (17, '超五类信息模块', '超五类屏蔽信息模块', 'VP-5E-MK-3', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (18, '超五类配线架', '19＂1U24口超五类非屏蔽配线架', 'VP-5E-PX-1', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (19, '超五类配线架', '19＂1U24口超五类非屏蔽配线架', 'VP-5E-PX-2', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (20, '超五类配线架', '19＂1U24口超五类模块式非屏蔽配线架', 'VP-5E-PX-3', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (21, '超五类配线架', '19＂2U48口超五类模块式非屏蔽配线架', 'VP-5E-PX-8', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (22, '超五类配线架', '19＂2U48口超五类非屏蔽配线架', 'VP-5E-PX-4', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (23, '超五类配线架', '19＂1U24口超五类屏蔽配线架', 'VP-5E-PX-5', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (24, '超五类配线架', '19＂1U24口超五类模块式屏蔽配线架', 'VP-5-PX-7', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (25, '超五类配线架', '19＂1U24口超五类双通非屏蔽配线架', 'VP-5E-PX-6', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (26, '超五类水晶头', '超五类RJ45\n非屏蔽水晶头', 'VP-5E-SJ-1', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (27, '110-110两芯语音跳线(2X0.4mm)', '110-110两芯语音跳线(2米)', 'VP-YY-TX-F2', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (28, '超五类水晶头', '超五类8P4C方孔水晶头（3叉）', 'VP-5E-2DSJ-1', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (29, '超五类非屏蔽跳线', 'RJ45-RJ45超五类非屏蔽跳线(1米)', 'VP-5E-TX-A1', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (30, '110-110两芯语音跳线(2X0.4mm)', '110-110两芯语音跳线(3米)', 'VP-YY-TX-F3', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (31, '110-110两芯语音跳线(2X0.4mm)', '110-110两芯语音跳线(5米)', 'VP-YY-TX-F4', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (32, '110-110两芯语音跳线(2X0.5mm)', '110-110\n两芯语音跳线(1米)', 'VP-YY-TX-E1', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (33, '110-110两芯语音跳线(2X0.5mm)', '110-110\n两芯语音跳线(2米)', 'VP-YY-TX-E2', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (34, '110-110两芯语音跳线(2X0.5mm)', '110-110\n两芯语音跳线(3米)', 'VP-YY-TX-E3', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (35, '110-110两芯语音跳线(2X0.5mm)', '110-110\n两芯语音跳线(5米)', 'VP-YY-TX-E4', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (36, '110-RJ11两芯语音跳线(2X0.4mm)', '110-RJ11两芯语音跳线(1米)', 'VP-YY-TX-M1', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (37, '110-RJ11两芯语音跳线(2X0.4mm)', '110-RJ11两芯语音跳线(2米)', 'VP-YY-TX-M2', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (38, '110-RJ11两芯语音跳线(2X0.4mm)', '110-RJ11两芯语音跳线(3米)', 'VP-YY-TX-M3', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (39, '110-RJ11两芯语音跳线(2X0.4mm)', '110-RJ11两芯语音跳线(5米)', 'VP-YY-TX-M5', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (40, '超五类非屏蔽跳线', 'RJ45-RJ45超五类非屏蔽跳线(2米)', 'VP-5E-TX-A2', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (41, '超五类非屏蔽跳线', 'RJ45-RJ45超五类非屏蔽跳线(3米)', 'VP-5E-TX-A3', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (42, '110-RJ11两芯语音跳线(2X0.5mm)', '110-RJ11\n两芯语音跳线(1米)', 'VP-YY-TX-N1', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (43, '超五类非屏蔽跳线', 'RJ45-RJ45超五类非屏蔽跳线(5米)', 'VP-5E-TX-A4', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (44, '超五类屏蔽跳线', 'RJ45-RJ45超五类屏蔽跳线(1米)', 'VP-5E-TX-AP1', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (45, '110-RJ11两芯语音跳线(2X0.5mm)', '110-RJ11\n两芯语音跳线(2米)', 'VP-YY-TX-N2', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (46, '110-RJ11两芯语音跳线(2X0.5mm)', '110-RJ11\n两芯语音跳线(3米)', 'VP-YY-TX-N3', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (47, '超五类屏蔽跳线', 'RJ45-RJ45超五类屏蔽跳线(2米)', 'VP-5E-TX-AP2', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (48, '超五类屏蔽跳线', 'RJ45-RJ45超五类屏蔽跳线(3米)', 'VP-5E-TX-AP3', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (49, '超五类屏蔽跳线', 'RJ45-RJ45超五类屏蔽跳线(5米)', 'VP-5E-TX-AP4', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (50, '超五类4对非屏蔽跳线RJ45-110', 'RJ45-110超五类非屏蔽跳线(1米)', 'VP-5E-TX-B1', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (51, '超五类4对非屏蔽跳线RJ45-110', 'RJ45-110超五类非屏蔽跳线(2米)', 'VP-5E-TX-B2', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (52, '超五类4对非屏蔽跳线RJ45-110', 'RJ45-110超五类非屏蔽跳线(3米)', 'VP-5E-TX-B3', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (53, '超五类4对非屏蔽跳线RJ45-110', 'RJ45-110超五类非屏蔽跳线(5米)', 'VP-5E-TX-B4', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (54, '超六类非屏蔽跳线', 'RJ45-RJ45超六类非屏蔽跳线(2米)', 'VP-6A-TX-A4', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (55, '超五类4对非屏蔽跳线110-110', '110-110超五类非屏蔽跳线(1米)', 'VP-5E-TX-C5', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (56, '超五类4对非屏蔽跳线110-110', '110-110超五类非屏蔽跳线(2米)', 'VP-5E-TX-C6', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (57, '超六类非屏蔽跳线', 'RJ45-RJ45超六类非屏蔽跳线（3米）', 'VP-6A-TX-A5', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (58, '超六类非屏蔽跳线', 'RJ45-RJ45超六类非屏蔽跳线（5米）', 'VP-6A-TX-A6', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (59, '超六类屏蔽跳线', 'RJ45-RJ45超六类屏蔽跳线(1米)', 'VP-6A-TX-AP2', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (60, '超五类4对非屏蔽跳线110-110', '110-110超五类非屏蔽跳线(3米)', 'VP-5E-TX-C7', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (61, '超五类4对非屏蔽跳线110-110', '110-110超五类非屏蔽跳线(5米)', 'VP-5E-TX-C8', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (62, '光铜混合模块式配线架', '19＂1U光铜混合模块式非屏蔽配线架', 'VP-6-FXJ-1', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (63, '超六类屏蔽跳线', 'RJ45-RJ45超六类屏蔽跳线(2米)', 'VP-6A-TX-AP4', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (64, '光铜混合模块式配线架', '19＂1U光铜混合模块式屏蔽配线架', 'VP-6-FXJ-3', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (65, '超六类屏蔽跳线', 'RJ45-RJ45超六类屏蔽跳线（3米）', 'VP-6A-TX-AP5', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (66, '光铜混合模块式配线架', '19＂1U光铜混合模块式非屏蔽配线架', 'VP-6-FXJ-2', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (67, '超六类屏蔽跳线', 'RJ45-RJ45超六类屏蔽跳线（5米）', 'VP-6A-TX-AP6', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (68, '光铜混合模块式配线架', '19＂1U光铜混合模块式屏蔽配线架', 'VP-6-FXJ-4', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (69, '110系列配线架整件', '19＂1U100对\n110配线架', 'VP-5E-XJ-5', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (70, '110系列配线架整件', '19＂2U200对\n110配线架', 'VP-5E-XJ-6', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (71, '超六类屏蔽水晶头', '超六类屏蔽水晶头', 'VP-6A-SJ-2', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (72, '六类信息模块', '六类非屏蔽信息模块', 'VP-6-MK-1', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (73, '六类信息模块', '六类非屏蔽信息模块', 'VP-6-MK-2', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (74, '110系列配线架整件', '19＂1U50对\n110配线架', 'VP-5E-XJ-7', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (75, '六类信息模块', '六类非屏蔽信息模块', 'VP-6-MK-5', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (76, '语音配线架', '19＂1U25口语音配线架', 'VP-3-XJ-1', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (77, '六类信息模块', '六类非屏蔽信息模块', 'VP-6-MK-4', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (78, '六类信息模块', '六类非屏蔽信息模块', 'VP-6-MK-6', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (79, '110-RJ11两芯语音跳线(2X0.5mm)', '110-RJ11\n两芯语音跳线(5米)', 'VP-YY-TX-N4', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (80, '110-RJ11四芯语音跳线(4X0.4mm)', '110-RJ11四芯语音跳线(1米)', 'VP-YY-TX-K1', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (81, '语音配线架', '19＂1U50口语音配线架', 'VP-3-XJ-2', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (82, '六类信息模块', '六类屏蔽信息模块', 'VP-6-MK-3', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (83, '110-RJ11四芯语音跳线(4X0.4mm)', '110-RJ11四芯语音跳线(2米)', 'VP-YY-TX-K2', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (84, '语音模块', '语音打线模块', 'VP-YY-MK-2', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (85, '110-RJ11四芯语音跳线(4X0.4mm)', '110-RJ11四芯语音跳线(3米)', 'VP-YY-TX-K3', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (86, '语音\n水晶头', 'RJ11水晶头', 'VP-YY-SJ-1', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (87, '110-110四芯语音跳线(4X0.4mm)', '110-110四芯语音跳线(1米)', 'VP-YY-TX-D1', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (88, '110-110四芯语音跳线(4X0.4mm)', '110-110四芯语音跳线(2米)', 'VP-YY-TX-D2', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (89, '六类模块式配线架', '19＂1U24口六类模块式非屏蔽配线架', 'VP-6-XJ-1', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (90, '六类模块式配线架', '19＂1U24口六类模块式非屏蔽配线架', 'VP-6-XJ-3', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (91, '110-RJ11四芯语音跳线(4X0.4mm)', '110-RJ11四芯语音跳线(5米)', 'VP-YY-TX-K5', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (92, '六类模块式配线架', '19＂2U48口六类模块式非屏蔽配线架', 'VP-6-XJ-4', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (93, '110-RJ11四芯语音跳线(4X0.5mm)', '110-RJ11\n四芯语音跳线(1米)', 'VP-YY-TX-L1', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (94, '110-110四芯语音跳线(4X0.4mm)', '110-110四芯语音跳线(3米)', 'VP-YY-TX-D3', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (95, '六类模块式配线架', '19＂1U24口六类模块式屏蔽配线架', 'VP-6-XJ-2', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (96, '110-RJ11四芯语音跳线(4X0.5mm)', '110-RJ11\n四芯语音跳线(2米)', 'VP-YY-TX-L2', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (97, '六类非屏蔽跳线', 'RJ45-RJ45六类非屏蔽跳线(1米)', 'VP-6-TX-A1', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (98, '110-110四芯语音跳线(4X0.4mm)', '110-110四芯语音跳线(5米)', 'VP-YY-TX-D4', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (99, '六类非屏蔽跳线', 'RJ45-RJ45六类非屏蔽跳线(2米)', 'VP-6-TX-A2', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (100, '110-110四芯语音跳线(4X0.5mm)', '110-110\n四芯语音跳线(1米)', 'VP-YY-TX-C1', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (101, '110-RJ11四芯语音跳线(4X0.5mm)', '110-RJ11\n四芯语音跳线(3米)', 'VP-YY-TX-L3', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (102, '六类非屏蔽跳线', 'RJ45-RJ45六类非屏蔽跳线（3米）', 'VP-6-TX-A3', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (103, '110-110四芯语音跳线(4X0.5mm)', '110-110\n四芯语音跳线(2米)', 'VP-YY-TX-C2', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (104, '110-RJ11四芯语音跳线(4X0.5mm)', '110-RJ11\n两芯语音跳线(5米)', 'VP-YY-TX-L4', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (105, '110-RJ45两芯语音跳线(2X0.5mm)', '110-RJ45\n两芯语音跳线(1米)', 'VP-YY-TX-N5', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (106, '110-RJ45两芯语音跳线(2X0.5mm)', '110-RJ45\n两芯语音跳线(2米)', 'VP-YY-TX-N6', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (107, '110-RJ45两芯语音跳线(2X0.5mm)', '110-RJ45\n两芯语音跳线(3米)', 'VP-YY-TX-N7', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (108, '六类非屏蔽跳线', 'RJ45-RJ45六类非屏蔽跳线（5米）', 'VP-6-TX-A4', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (109, '110-110四芯语音跳线(4X0.5mm)', '110-110\n四芯语音跳线(3米)', 'VP-YY-TX-C3', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (110, '六类非屏蔽跳线', 'RJ45-RJ45六类非屏蔽跳线(1米)', 'VP-6-TX-A6', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (111, '110-RJ45两芯语音跳线(2X0.5mm)', '110-RJ45\n两芯语音跳线(5米)', 'VP-YY-TX-N8', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (112, '110-110四芯语音跳线(4X0.5mm)', '110-110\n四芯语音跳线(5米)', 'VP-YY-TX-C4', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (113, '110-110两芯语音跳线(2X0.4mm)', '110-110两芯语音跳线(1米)', 'VP-YY-TX-F1', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (114, '四芯语音跳线（4x0.4mm）', 'RJ11-RJ11\n四芯语音跳线(1米)', 'VP-YY-TX-L5', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (115, '六类非屏蔽跳线', 'RJ45-RJ45六类非屏蔽跳线(2米)', 'VP-6-TX-A7', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (116, '六类非屏蔽跳线', 'RJ45-RJ45六类非屏蔽跳线（3米）', 'VP-6-TX-A8', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (117, '六类非屏蔽跳线', 'RJ45-RJ45六类非屏蔽跳线（5米）', 'VP-6-TX-A9', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (118, '六类非屏蔽跳线', 'RJ45-RJ45六类非屏蔽跳线(1米)', 'VP-6-TX-A11', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (119, '四芯语音跳线(4X0.4mm)', 'RJ45-RJ11\n四芯语音跳线(1米)', 'VP-YY-TX-L6', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (120, '六类非屏蔽跳线', 'RJ45-RJ45六类非屏蔽跳线(2米)', 'VP-6-TX-A12', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (121, '理线器', '19\"1U金属理线器', 'VP-TY-LX-1', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (122, '理线器', '19\"1U塑料理线器', 'VP-TY-LX-2', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (123, '信息面板', '单口信息面板', 'VP-TY-MB-1', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (124, '信息面板', '双口信息面板', 'VP-TY-MB-2', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (125, '六类非屏蔽跳线', 'RJ45-RJ45六类非屏蔽跳线（3米）', 'VP-6-TX-A13', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (126, '信息面板', '四口信息面板', 'VP-TY-MB-4', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (127, '六类非屏蔽跳线', 'RJ45-RJ45六类非屏蔽跳线（5米）', 'VP-6-TX-A14', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (128, '面板', '一位电视插座面板', 'VP-TV-MB-1', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (129, '六类非屏蔽跳线低烟无卤', 'RJ45-RJ45六类非屏蔽跳线（2米）', 'VP-6-TX-A20', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (130, '六类屏蔽跳线', 'RJ45-RJ45六类屏蔽跳线(1米)', 'VP-6-TX-AP1', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (131, '底盒', '一位暗装非屏蔽底盒', 'VP-TY-DH-1', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (132, '底盒', '一位明装非屏蔽底盒', 'VP-TY-DH-3', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (133, '六类屏蔽跳线', 'RJ45-RJ45六类屏蔽跳线(2米)', 'VP-6-TX-AP2', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (134, '六类屏蔽跳线', 'RJ45-RJ45六类屏蔽跳线(3米)', 'VP-6-TX-AP3', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (135, '六类屏蔽跳线', 'RJ45-RJ45六类屏蔽跳线(5米)', 'VP-6-TX-AP4', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (136, '底盒', '一位明装非屏蔽底盒', 'VP-TY-DH-6', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (137, '底盒', '一位暗装屏蔽底盒', 'VP-TY-DH-4', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (138, '底盒', '一位明装屏蔽底盒', 'VP-TY-DH-5', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (139, '六类水晶头', '六类RJ45非屏蔽水晶头（一件式）', 'VP-6-SJ-2', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (140, '弱电地脚插', '方型地脚插', 'VP-TY-DC-1', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (141, '弱电地脚插', '六口方型地脚插', 'VP-TY-DC-2', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (142, '弱电地脚插', '平推地脚插', 'VP-TY-DC-4', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (143, '光口地脚插', '六口光口方型地脚插', 'VP-TY-DC-3', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (144, '弱电地脚插配件模块', '电视模块', 'VP-TY-MK-1', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (145, '弱电地脚插配件模块', '视频模块', 'VP-TY-MK-2', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (146, '弱电地脚插配件模块', '音频模块', 'VP-TY-MK-3', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (147, '弱电地脚插配件模块', 'VGA模块', 'VP-TY-MK-4', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');
INSERT INTO `photoelectric_wiring` VALUES (148, '弱电地脚插配件模块', '话筒模块', 'VP-TY-MK-5', '为系统集成商、行业客户和电信运营商提供完全端到端的宽带接入布线系统解决方案，铜缆系统解决方案，光纤系统解决方案，无线接入系统解决方案', '沃丰');

-- ----------------------------
-- Table structure for qrtz_blob_triggers
-- ----------------------------
DROP TABLE IF EXISTS `qrtz_blob_triggers`;
CREATE TABLE `qrtz_blob_triggers`  (
  `sched_name` varchar(120) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL COMMENT '调度名称',
  `trigger_name` varchar(200) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL COMMENT 'qrtz_triggers表trigger_name的外键',
  `trigger_group` varchar(200) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL COMMENT 'qrtz_triggers表trigger_group的外键',
  `blob_data` blob NULL COMMENT '存放持久化Trigger对象',
  PRIMARY KEY (`sched_name`, `trigger_name`, `trigger_group`) USING BTREE,
  CONSTRAINT `qrtz_blob_triggers_ibfk_1` FOREIGN KEY (`sched_name`, `trigger_name`, `trigger_group`) REFERENCES `qrtz_triggers` (`sched_name`, `trigger_name`, `trigger_group`) ON DELETE RESTRICT ON UPDATE RESTRICT
) ENGINE = InnoDB CHARACTER SET = utf8mb4 COLLATE = utf8mb4_0900_ai_ci COMMENT = 'Blob类型的触发器表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of qrtz_blob_triggers
-- ----------------------------

-- ----------------------------
-- Table structure for qrtz_calendars
-- ----------------------------
DROP TABLE IF EXISTS `qrtz_calendars`;
CREATE TABLE `qrtz_calendars`  (
  `sched_name` varchar(120) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL COMMENT '调度名称',
  `calendar_name` varchar(200) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL COMMENT '日历名称',
  `calendar` blob NOT NULL COMMENT '存放持久化calendar对象',
  PRIMARY KEY (`sched_name`, `calendar_name`) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8mb4 COLLATE = utf8mb4_0900_ai_ci COMMENT = '日历信息表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of qrtz_calendars
-- ----------------------------

-- ----------------------------
-- Table structure for qrtz_cron_triggers
-- ----------------------------
DROP TABLE IF EXISTS `qrtz_cron_triggers`;
CREATE TABLE `qrtz_cron_triggers`  (
  `sched_name` varchar(120) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL COMMENT '调度名称',
  `trigger_name` varchar(200) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL COMMENT 'qrtz_triggers表trigger_name的外键',
  `trigger_group` varchar(200) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL COMMENT 'qrtz_triggers表trigger_group的外键',
  `cron_expression` varchar(200) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL COMMENT 'cron表达式',
  `time_zone_id` varchar(80) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '时区',
  PRIMARY KEY (`sched_name`, `trigger_name`, `trigger_group`) USING BTREE,
  CONSTRAINT `qrtz_cron_triggers_ibfk_1` FOREIGN KEY (`sched_name`, `trigger_name`, `trigger_group`) REFERENCES `qrtz_triggers` (`sched_name`, `trigger_name`, `trigger_group`) ON DELETE RESTRICT ON UPDATE RESTRICT
) ENGINE = InnoDB CHARACTER SET = utf8mb4 COLLATE = utf8mb4_0900_ai_ci COMMENT = 'Cron类型的触发器表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of qrtz_cron_triggers
-- ----------------------------

-- ----------------------------
-- Table structure for qrtz_fired_triggers
-- ----------------------------
DROP TABLE IF EXISTS `qrtz_fired_triggers`;
CREATE TABLE `qrtz_fired_triggers`  (
  `sched_name` varchar(120) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL COMMENT '调度名称',
  `entry_id` varchar(95) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL COMMENT '调度器实例id',
  `trigger_name` varchar(200) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL COMMENT 'qrtz_triggers表trigger_name的外键',
  `trigger_group` varchar(200) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL COMMENT 'qrtz_triggers表trigger_group的外键',
  `instance_name` varchar(200) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL COMMENT '调度器实例名',
  `fired_time` bigint NOT NULL COMMENT '触发的时间',
  `sched_time` bigint NOT NULL COMMENT '定时器制定的时间',
  `priority` int NOT NULL COMMENT '优先级',
  `state` varchar(16) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL COMMENT '状态',
  `job_name` varchar(200) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '任务名称',
  `job_group` varchar(200) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '任务组名',
  `is_nonconcurrent` varchar(1) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '是否并发',
  `requests_recovery` varchar(1) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '是否接受恢复执行',
  PRIMARY KEY (`sched_name`, `entry_id`) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8mb4 COLLATE = utf8mb4_0900_ai_ci COMMENT = '已触发的触发器表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of qrtz_fired_triggers
-- ----------------------------

-- ----------------------------
-- Table structure for qrtz_job_details
-- ----------------------------
DROP TABLE IF EXISTS `qrtz_job_details`;
CREATE TABLE `qrtz_job_details`  (
  `sched_name` varchar(120) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL COMMENT '调度名称',
  `job_name` varchar(200) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL COMMENT '任务名称',
  `job_group` varchar(200) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL COMMENT '任务组名',
  `description` varchar(250) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '相关介绍',
  `job_class_name` varchar(250) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL COMMENT '执行任务类名称',
  `is_durable` varchar(1) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL COMMENT '是否持久化',
  `is_nonconcurrent` varchar(1) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL COMMENT '是否并发',
  `is_update_data` varchar(1) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL COMMENT '是否更新数据',
  `requests_recovery` varchar(1) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL COMMENT '是否接受恢复执行',
  `job_data` blob NULL COMMENT '存放持久化job对象',
  PRIMARY KEY (`sched_name`, `job_name`, `job_group`) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8mb4 COLLATE = utf8mb4_0900_ai_ci COMMENT = '任务详细信息表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of qrtz_job_details
-- ----------------------------

-- ----------------------------
-- Table structure for qrtz_locks
-- ----------------------------
DROP TABLE IF EXISTS `qrtz_locks`;
CREATE TABLE `qrtz_locks`  (
  `sched_name` varchar(120) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL COMMENT '调度名称',
  `lock_name` varchar(40) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL COMMENT '悲观锁名称',
  PRIMARY KEY (`sched_name`, `lock_name`) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8mb4 COLLATE = utf8mb4_0900_ai_ci COMMENT = '存储的悲观锁信息表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of qrtz_locks
-- ----------------------------

-- ----------------------------
-- Table structure for qrtz_paused_trigger_grps
-- ----------------------------
DROP TABLE IF EXISTS `qrtz_paused_trigger_grps`;
CREATE TABLE `qrtz_paused_trigger_grps`  (
  `sched_name` varchar(120) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL COMMENT '调度名称',
  `trigger_group` varchar(200) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL COMMENT 'qrtz_triggers表trigger_group的外键',
  PRIMARY KEY (`sched_name`, `trigger_group`) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8mb4 COLLATE = utf8mb4_0900_ai_ci COMMENT = '暂停的触发器表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of qrtz_paused_trigger_grps
-- ----------------------------

-- ----------------------------
-- Table structure for qrtz_scheduler_state
-- ----------------------------
DROP TABLE IF EXISTS `qrtz_scheduler_state`;
CREATE TABLE `qrtz_scheduler_state`  (
  `sched_name` varchar(120) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL COMMENT '调度名称',
  `instance_name` varchar(200) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL COMMENT '实例名称',
  `last_checkin_time` bigint NOT NULL COMMENT '上次检查时间',
  `checkin_interval` bigint NOT NULL COMMENT '检查间隔时间',
  PRIMARY KEY (`sched_name`, `instance_name`) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8mb4 COLLATE = utf8mb4_0900_ai_ci COMMENT = '调度器状态表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of qrtz_scheduler_state
-- ----------------------------

-- ----------------------------
-- Table structure for qrtz_simple_triggers
-- ----------------------------
DROP TABLE IF EXISTS `qrtz_simple_triggers`;
CREATE TABLE `qrtz_simple_triggers`  (
  `sched_name` varchar(120) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL COMMENT '调度名称',
  `trigger_name` varchar(200) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL COMMENT 'qrtz_triggers表trigger_name的外键',
  `trigger_group` varchar(200) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL COMMENT 'qrtz_triggers表trigger_group的外键',
  `repeat_count` bigint NOT NULL COMMENT '重复的次数统计',
  `repeat_interval` bigint NOT NULL COMMENT '重复的间隔时间',
  `times_triggered` bigint NOT NULL COMMENT '已经触发的次数',
  PRIMARY KEY (`sched_name`, `trigger_name`, `trigger_group`) USING BTREE,
  CONSTRAINT `qrtz_simple_triggers_ibfk_1` FOREIGN KEY (`sched_name`, `trigger_name`, `trigger_group`) REFERENCES `qrtz_triggers` (`sched_name`, `trigger_name`, `trigger_group`) ON DELETE RESTRICT ON UPDATE RESTRICT
) ENGINE = InnoDB CHARACTER SET = utf8mb4 COLLATE = utf8mb4_0900_ai_ci COMMENT = '简单触发器的信息表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of qrtz_simple_triggers
-- ----------------------------

-- ----------------------------
-- Table structure for qrtz_simprop_triggers
-- ----------------------------
DROP TABLE IF EXISTS `qrtz_simprop_triggers`;
CREATE TABLE `qrtz_simprop_triggers`  (
  `sched_name` varchar(120) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL COMMENT '调度名称',
  `trigger_name` varchar(200) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL COMMENT 'qrtz_triggers表trigger_name的外键',
  `trigger_group` varchar(200) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL COMMENT 'qrtz_triggers表trigger_group的外键',
  `str_prop_1` varchar(512) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT 'String类型的trigger的第一个参数',
  `str_prop_2` varchar(512) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT 'String类型的trigger的第二个参数',
  `str_prop_3` varchar(512) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT 'String类型的trigger的第三个参数',
  `int_prop_1` int NULL DEFAULT NULL COMMENT 'int类型的trigger的第一个参数',
  `int_prop_2` int NULL DEFAULT NULL COMMENT 'int类型的trigger的第二个参数',
  `long_prop_1` bigint NULL DEFAULT NULL COMMENT 'long类型的trigger的第一个参数',
  `long_prop_2` bigint NULL DEFAULT NULL COMMENT 'long类型的trigger的第二个参数',
  `dec_prop_1` decimal(13, 4) NULL DEFAULT NULL COMMENT 'decimal类型的trigger的第一个参数',
  `dec_prop_2` decimal(13, 4) NULL DEFAULT NULL COMMENT 'decimal类型的trigger的第二个参数',
  `bool_prop_1` varchar(1) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT 'Boolean类型的trigger的第一个参数',
  `bool_prop_2` varchar(1) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT 'Boolean类型的trigger的第二个参数',
  PRIMARY KEY (`sched_name`, `trigger_name`, `trigger_group`) USING BTREE,
  CONSTRAINT `qrtz_simprop_triggers_ibfk_1` FOREIGN KEY (`sched_name`, `trigger_name`, `trigger_group`) REFERENCES `qrtz_triggers` (`sched_name`, `trigger_name`, `trigger_group`) ON DELETE RESTRICT ON UPDATE RESTRICT
) ENGINE = InnoDB CHARACTER SET = utf8mb4 COLLATE = utf8mb4_0900_ai_ci COMMENT = '同步机制的行锁表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of qrtz_simprop_triggers
-- ----------------------------

-- ----------------------------
-- Table structure for qrtz_triggers
-- ----------------------------
DROP TABLE IF EXISTS `qrtz_triggers`;
CREATE TABLE `qrtz_triggers`  (
  `sched_name` varchar(120) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL COMMENT '调度名称',
  `trigger_name` varchar(200) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL COMMENT '触发器的名字',
  `trigger_group` varchar(200) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL COMMENT '触发器所属组的名字',
  `job_name` varchar(200) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL COMMENT 'qrtz_job_details表job_name的外键',
  `job_group` varchar(200) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL COMMENT 'qrtz_job_details表job_group的外键',
  `description` varchar(250) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '相关介绍',
  `next_fire_time` bigint NULL DEFAULT NULL COMMENT '上一次触发时间（毫秒）',
  `prev_fire_time` bigint NULL DEFAULT NULL COMMENT '下一次触发时间（默认为-1表示不触发）',
  `priority` int NULL DEFAULT NULL COMMENT '优先级',
  `trigger_state` varchar(16) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL COMMENT '触发器状态',
  `trigger_type` varchar(8) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL COMMENT '触发器的类型',
  `start_time` bigint NOT NULL COMMENT '开始时间',
  `end_time` bigint NULL DEFAULT NULL COMMENT '结束时间',
  `calendar_name` varchar(200) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '日程表名称',
  `misfire_instr` smallint NULL DEFAULT NULL COMMENT '补偿执行的策略',
  `job_data` blob NULL COMMENT '存放持久化job对象',
  PRIMARY KEY (`sched_name`, `trigger_name`, `trigger_group`) USING BTREE,
  INDEX `sched_name`(`sched_name` ASC, `job_name` ASC, `job_group` ASC) USING BTREE,
  CONSTRAINT `qrtz_triggers_ibfk_1` FOREIGN KEY (`sched_name`, `job_name`, `job_group`) REFERENCES `qrtz_job_details` (`sched_name`, `job_name`, `job_group`) ON DELETE RESTRICT ON UPDATE RESTRICT
) ENGINE = InnoDB CHARACTER SET = utf8mb4 COLLATE = utf8mb4_0900_ai_ci COMMENT = '触发器详细信息表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of qrtz_triggers
-- ----------------------------

-- ----------------------------
-- Table structure for sys_config
-- ----------------------------
DROP TABLE IF EXISTS `sys_config`;
CREATE TABLE `sys_config`  (
  `config_id` int NOT NULL AUTO_INCREMENT COMMENT '参数主键',
  `config_name` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '' COMMENT '参数名称',
  `config_key` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '' COMMENT '参数键名',
  `config_value` varchar(500) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '' COMMENT '参数键值',
  `config_type` char(1) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT 'N' COMMENT '系统内置（Y是 N否）',
  `create_by` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '' COMMENT '创建者',
  `create_time` datetime NULL DEFAULT NULL COMMENT '创建时间',
  `update_by` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '' COMMENT '更新者',
  `update_time` datetime NULL DEFAULT NULL COMMENT '更新时间',
  `remark` varchar(500) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '备注',
  PRIMARY KEY (`config_id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 100 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_0900_ai_ci COMMENT = '参数配置表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of sys_config
-- ----------------------------
INSERT INTO `sys_config` VALUES (1, '主框架页-默认皮肤样式名称', 'sys.index.skinName', 'skin-blue', 'Y', 'admin', '2025-06-18 15:25:26', 'admin', '2025-07-07 16:14:35', '蓝色 skin-blue、绿色 skin-green、紫色 skin-purple、红色 skin-red、黄色 skin-yellow');
INSERT INTO `sys_config` VALUES (2, '用户管理-账号初始密码', 'sys.user.initPassword', '123456', 'Y', 'admin', '2025-06-18 15:25:26', '', NULL, '初始化密码 123456');
INSERT INTO `sys_config` VALUES (3, '主框架页-侧边栏主题', 'sys.index.sideTheme', 'theme-light', 'Y', 'admin', '2025-06-18 15:25:26', '', NULL, '深色主题theme-dark，浅色主题theme-light');
INSERT INTO `sys_config` VALUES (4, '账号自助-验证码开关', 'sys.account.captchaEnabled', 'true', 'Y', 'admin', '2025-06-18 15:25:26', '', NULL, '是否开启验证码功能（true开启，false关闭）');
INSERT INTO `sys_config` VALUES (5, '账号自助-是否开启用户注册功能', 'sys.account.registerUser', 'false', 'Y', 'admin', '2025-06-18 15:25:26', '', NULL, '是否开启注册用户功能（true开启，false关闭）');
INSERT INTO `sys_config` VALUES (6, '用户登录-黑名单列表', 'sys.login.blackIPList', '', 'Y', 'admin', '2025-06-18 15:25:26', '', NULL, '设置登录IP黑名单限制，多个匹配项以;分隔，支持匹配（*通配、网段）');
INSERT INTO `sys_config` VALUES (7, '用户管理-初始密码修改策略', 'sys.account.initPasswordModify', '1', 'Y', 'admin', '2025-06-18 15:25:26', '', NULL, '0：初始密码修改策略关闭，没有任何提示，1：提醒用户，如果未修改初始密码，则在登录时就会提醒修改密码对话框');
INSERT INTO `sys_config` VALUES (8, '用户管理-账号密码更新周期', 'sys.account.passwordValidateDays', '0', 'Y', 'admin', '2025-06-18 15:25:26', '', NULL, '密码更新周期（填写数字，数据初始化值为0不限制，若修改必须为大于0小于365的正整数），如果超过这个周期登录系统时，则在登录时就会提醒修改密码对话框');

-- ----------------------------
-- Table structure for sys_dept
-- ----------------------------
DROP TABLE IF EXISTS `sys_dept`;
CREATE TABLE `sys_dept`  (
  `dept_id` bigint NOT NULL AUTO_INCREMENT COMMENT '部门id',
  `parent_id` bigint NULL DEFAULT 0 COMMENT '父部门id',
  `ancestors` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '' COMMENT '祖级列表',
  `dept_name` varchar(30) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '' COMMENT '部门名称',
  `order_num` int NULL DEFAULT 0 COMMENT '显示顺序',
  `leader` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '负责人',
  `phone` varchar(11) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '联系电话',
  `email` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '邮箱',
  `status` char(1) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '0' COMMENT '部门状态（0正常 1停用）',
  `del_flag` char(1) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '0' COMMENT '删除标志（0代表存在 2代表删除）',
  `create_by` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '' COMMENT '创建者',
  `create_time` datetime NULL DEFAULT NULL COMMENT '创建时间',
  `update_by` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '' COMMENT '更新者',
  `update_time` datetime NULL DEFAULT NULL COMMENT '更新时间',
  PRIMARY KEY (`dept_id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 203 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_0900_ai_ci COMMENT = '部门表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of sys_dept
-- ----------------------------
INSERT INTO `sys_dept` VALUES (100, 0, '0', '永为科技', 0, '', '', '', '0', '0', 'admin', '2025-06-18 15:25:24', 'admin', '2025-07-08 15:06:29');
INSERT INTO `sys_dept` VALUES (101, 100, '0,100', '南京公司', 1, '', '', '', '0', '0', 'admin', '2025-06-18 15:25:24', 'admin', '2025-07-08 15:06:24');
INSERT INTO `sys_dept` VALUES (103, 101, '0,100,101', '技术部门', 1, '', '', '', '0', '0', 'admin', '2025-06-18 15:25:24', 'admin', '2025-07-08 15:06:20');
INSERT INTO `sys_dept` VALUES (104, 101, '0,100,101', '销售部门', 2, '', '', '', '0', '0', 'admin', '2025-06-18 15:25:24', 'admin', '2025-07-08 15:06:07');
INSERT INTO `sys_dept` VALUES (201, 101, '0,100,101', '运营部门', 4, NULL, NULL, NULL, '0', '0', 'admin', '2025-07-08 15:06:54', '', NULL);
INSERT INTO `sys_dept` VALUES (202, 101, '0,100,101', '人事部门', 3, NULL, NULL, NULL, '0', '0', 'admin', '2025-07-16 09:22:18', '', NULL);

-- ----------------------------
-- Table structure for sys_dict_data
-- ----------------------------
DROP TABLE IF EXISTS `sys_dict_data`;
CREATE TABLE `sys_dict_data`  (
  `dict_code` bigint NOT NULL AUTO_INCREMENT COMMENT '字典编码',
  `dict_sort` int NULL DEFAULT 0 COMMENT '字典排序',
  `dict_label` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '' COMMENT '字典标签',
  `dict_value` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '' COMMENT '字典键值',
  `dict_type` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '' COMMENT '字典类型',
  `css_class` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '样式属性（其他样式扩展）',
  `list_class` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '表格回显样式',
  `is_default` char(1) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT 'N' COMMENT '是否默认（Y是 N否）',
  `status` char(1) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '0' COMMENT '状态（0正常 1停用）',
  `create_by` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '' COMMENT '创建者',
  `create_time` datetime NULL DEFAULT NULL COMMENT '创建时间',
  `update_by` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '' COMMENT '更新者',
  `update_time` datetime NULL DEFAULT NULL COMMENT '更新时间',
  `remark` varchar(500) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '备注',
  PRIMARY KEY (`dict_code`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 103 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_0900_ai_ci COMMENT = '字典数据表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of sys_dict_data
-- ----------------------------
INSERT INTO `sys_dict_data` VALUES (1, 1, '男', '0', 'sys_user_sex', '', '', 'Y', '0', 'admin', '2025-06-18 15:25:26', '', NULL, '性别男');
INSERT INTO `sys_dict_data` VALUES (2, 2, '女', '1', 'sys_user_sex', '', '', 'N', '0', 'admin', '2025-06-18 15:25:26', '', NULL, '性别女');
INSERT INTO `sys_dict_data` VALUES (3, 3, '未知', '2', 'sys_user_sex', '', '', 'N', '0', 'admin', '2025-06-18 15:25:26', '', NULL, '性别未知');
INSERT INTO `sys_dict_data` VALUES (4, 1, '显示', '0', 'sys_show_hide', '', 'primary', 'Y', '0', 'admin', '2025-06-18 15:25:26', '', NULL, '显示菜单');
INSERT INTO `sys_dict_data` VALUES (5, 2, '隐藏', '1', 'sys_show_hide', '', 'danger', 'N', '0', 'admin', '2025-06-18 15:25:26', '', NULL, '隐藏菜单');
INSERT INTO `sys_dict_data` VALUES (6, 1, '正常', '0', 'sys_normal_disable', '', 'primary', 'Y', '0', 'admin', '2025-06-18 15:25:26', '', NULL, '正常状态');
INSERT INTO `sys_dict_data` VALUES (7, 2, '停用', '1', 'sys_normal_disable', '', 'danger', 'N', '0', 'admin', '2025-06-18 15:25:26', '', NULL, '停用状态');
INSERT INTO `sys_dict_data` VALUES (8, 1, '正常', '0', 'sys_job_status', '', 'primary', 'Y', '0', 'admin', '2025-06-18 15:25:26', '', NULL, '正常状态');
INSERT INTO `sys_dict_data` VALUES (9, 2, '暂停', '1', 'sys_job_status', '', 'danger', 'N', '0', 'admin', '2025-06-18 15:25:26', '', NULL, '停用状态');
INSERT INTO `sys_dict_data` VALUES (10, 1, '默认', 'DEFAULT', 'sys_job_group', '', '', 'Y', '0', 'admin', '2025-06-18 15:25:26', '', NULL, '默认分组');
INSERT INTO `sys_dict_data` VALUES (11, 2, '系统', 'SYSTEM', 'sys_job_group', '', '', 'N', '0', 'admin', '2025-06-18 15:25:26', '', NULL, '系统分组');
INSERT INTO `sys_dict_data` VALUES (12, 1, '是', 'Y', 'sys_yes_no', '', 'primary', 'Y', '0', 'admin', '2025-06-18 15:25:26', '', NULL, '系统默认是');
INSERT INTO `sys_dict_data` VALUES (13, 2, '否', 'N', 'sys_yes_no', '', 'danger', 'N', '0', 'admin', '2025-06-18 15:25:26', '', NULL, '系统默认否');
INSERT INTO `sys_dict_data` VALUES (14, 1, '通知', '1', 'sys_notice_type', '', 'warning', 'Y', '0', 'admin', '2025-06-18 15:25:26', '', NULL, '通知');
INSERT INTO `sys_dict_data` VALUES (15, 2, '公告', '2', 'sys_notice_type', '', 'success', 'N', '0', 'admin', '2025-06-18 15:25:26', '', NULL, '公告');
INSERT INTO `sys_dict_data` VALUES (16, 1, '正常', '0', 'sys_notice_status', '', 'primary', 'Y', '0', 'admin', '2025-06-18 15:25:26', '', NULL, '正常状态');
INSERT INTO `sys_dict_data` VALUES (17, 2, '关闭', '1', 'sys_notice_status', '', 'danger', 'N', '0', 'admin', '2025-06-18 15:25:26', '', NULL, '关闭状态');
INSERT INTO `sys_dict_data` VALUES (18, 99, '其他', '0', 'sys_oper_type', '', 'info', 'N', '0', 'admin', '2025-06-18 15:25:26', '', NULL, '其他操作');
INSERT INTO `sys_dict_data` VALUES (19, 1, '新增', '1', 'sys_oper_type', '', 'info', 'N', '0', 'admin', '2025-06-18 15:25:26', '', NULL, '新增操作');
INSERT INTO `sys_dict_data` VALUES (20, 2, '修改', '2', 'sys_oper_type', '', 'info', 'N', '0', 'admin', '2025-06-18 15:25:26', '', NULL, '修改操作');
INSERT INTO `sys_dict_data` VALUES (21, 3, '删除', '3', 'sys_oper_type', '', 'danger', 'N', '0', 'admin', '2025-06-18 15:25:26', '', NULL, '删除操作');
INSERT INTO `sys_dict_data` VALUES (22, 4, '授权', '4', 'sys_oper_type', '', 'primary', 'N', '0', 'admin', '2025-06-18 15:25:26', '', NULL, '授权操作');
INSERT INTO `sys_dict_data` VALUES (23, 5, '导出', '5', 'sys_oper_type', '', 'warning', 'N', '0', 'admin', '2025-06-18 15:25:26', '', NULL, '导出操作');
INSERT INTO `sys_dict_data` VALUES (24, 6, '导入', '6', 'sys_oper_type', '', 'warning', 'N', '0', 'admin', '2025-06-18 15:25:26', '', NULL, '导入操作');
INSERT INTO `sys_dict_data` VALUES (25, 7, '强退', '7', 'sys_oper_type', '', 'danger', 'N', '0', 'admin', '2025-06-18 15:25:26', '', NULL, '强退操作');
INSERT INTO `sys_dict_data` VALUES (26, 8, '生成代码', '8', 'sys_oper_type', '', 'warning', 'N', '0', 'admin', '2025-06-18 15:25:26', '', NULL, '生成操作');
INSERT INTO `sys_dict_data` VALUES (27, 9, '清空数据', '9', 'sys_oper_type', '', 'danger', 'N', '0', 'admin', '2025-06-18 15:25:26', '', NULL, '清空操作');
INSERT INTO `sys_dict_data` VALUES (28, 1, '成功', '0', 'sys_common_status', '', 'primary', 'N', '0', 'admin', '2025-06-18 15:25:26', '', NULL, '正常状态');
INSERT INTO `sys_dict_data` VALUES (29, 2, '失败', '1', 'sys_common_status', '', 'danger', 'N', '0', 'admin', '2025-06-18 15:25:26', '', NULL, '停用状态');
INSERT INTO `sys_dict_data` VALUES (100, 1, '待审批', '0', 'leave_status', NULL, 'default', 'N', '0', 'admin', '2025-07-15 11:44:18', '', NULL, NULL);
INSERT INTO `sys_dict_data` VALUES (101, 2, '已同意', '1', 'leave_status', NULL, 'default', 'N', '0', 'admin', '2025-07-15 11:44:31', '', NULL, NULL);
INSERT INTO `sys_dict_data` VALUES (102, 3, '已拒绝', '2', 'leave_status', NULL, 'default', 'N', '0', 'admin', '2025-07-15 11:44:43', '', NULL, NULL);

-- ----------------------------
-- Table structure for sys_dict_type
-- ----------------------------
DROP TABLE IF EXISTS `sys_dict_type`;
CREATE TABLE `sys_dict_type`  (
  `dict_id` bigint NOT NULL AUTO_INCREMENT COMMENT '字典主键',
  `dict_name` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '' COMMENT '字典名称',
  `dict_type` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '' COMMENT '字典类型',
  `status` char(1) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '0' COMMENT '状态（0正常 1停用）',
  `create_by` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '' COMMENT '创建者',
  `create_time` datetime NULL DEFAULT NULL COMMENT '创建时间',
  `update_by` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '' COMMENT '更新者',
  `update_time` datetime NULL DEFAULT NULL COMMENT '更新时间',
  `remark` varchar(500) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '备注',
  PRIMARY KEY (`dict_id`) USING BTREE,
  UNIQUE INDEX `dict_type`(`dict_type` ASC) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 101 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_0900_ai_ci COMMENT = '字典类型表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of sys_dict_type
-- ----------------------------
INSERT INTO `sys_dict_type` VALUES (1, '用户性别', 'sys_user_sex', '0', 'admin', '2025-06-18 15:25:26', '', NULL, '用户性别列表');
INSERT INTO `sys_dict_type` VALUES (2, '菜单状态', 'sys_show_hide', '0', 'admin', '2025-06-18 15:25:26', '', NULL, '菜单状态列表');
INSERT INTO `sys_dict_type` VALUES (3, '系统开关', 'sys_normal_disable', '0', 'admin', '2025-06-18 15:25:26', '', NULL, '系统开关列表');
INSERT INTO `sys_dict_type` VALUES (4, '任务状态', 'sys_job_status', '0', 'admin', '2025-06-18 15:25:26', '', NULL, '任务状态列表');
INSERT INTO `sys_dict_type` VALUES (5, '任务分组', 'sys_job_group', '0', 'admin', '2025-06-18 15:25:26', '', NULL, '任务分组列表');
INSERT INTO `sys_dict_type` VALUES (6, '系统是否', 'sys_yes_no', '0', 'admin', '2025-06-18 15:25:26', '', NULL, '系统是否列表');
INSERT INTO `sys_dict_type` VALUES (7, '通知类型', 'sys_notice_type', '0', 'admin', '2025-06-18 15:25:26', '', NULL, '通知类型列表');
INSERT INTO `sys_dict_type` VALUES (8, '通知状态', 'sys_notice_status', '0', 'admin', '2025-06-18 15:25:26', '', NULL, '通知状态列表');
INSERT INTO `sys_dict_type` VALUES (9, '操作类型', 'sys_oper_type', '0', 'admin', '2025-06-18 15:25:26', '', NULL, '操作类型列表');
INSERT INTO `sys_dict_type` VALUES (10, '系统状态', 'sys_common_status', '0', 'admin', '2025-06-18 15:25:26', '', NULL, '登录状态列表');
INSERT INTO `sys_dict_type` VALUES (100, '审批状态', 'leave_status', '0', 'admin', '2025-07-15 11:42:52', 'admin', '2025-07-15 11:43:01', '审批状态');

-- ----------------------------
-- Table structure for sys_job
-- ----------------------------
DROP TABLE IF EXISTS `sys_job`;
CREATE TABLE `sys_job`  (
  `job_id` bigint NOT NULL AUTO_INCREMENT COMMENT '任务ID',
  `job_name` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL DEFAULT '' COMMENT '任务名称',
  `job_group` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL DEFAULT 'DEFAULT' COMMENT '任务组名',
  `invoke_target` varchar(500) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL COMMENT '调用目标字符串',
  `cron_expression` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '' COMMENT 'cron执行表达式',
  `misfire_policy` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '3' COMMENT '计划执行错误策略（1立即执行 2执行一次 3放弃执行）',
  `concurrent` char(1) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '1' COMMENT '是否并发执行（0允许 1禁止）',
  `status` char(1) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '0' COMMENT '状态（0正常 1暂停）',
  `create_by` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '' COMMENT '创建者',
  `create_time` datetime NULL DEFAULT NULL COMMENT '创建时间',
  `update_by` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '' COMMENT '更新者',
  `update_time` datetime NULL DEFAULT NULL COMMENT '更新时间',
  `remark` varchar(500) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '' COMMENT '备注信息',
  PRIMARY KEY (`job_id`, `job_name`, `job_group`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 100 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_0900_ai_ci COMMENT = '定时任务调度表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of sys_job
-- ----------------------------
INSERT INTO `sys_job` VALUES (1, '系统默认（无参）', 'DEFAULT', 'ryTask.ryNoParams', '0/10 * * * * ?', '3', '1', '1', 'admin', '2025-06-18 15:25:26', '', NULL, '');
INSERT INTO `sys_job` VALUES (2, '系统默认（有参）', 'DEFAULT', 'ryTask.ryParams(\'ry\')', '0/15 * * * * ?', '3', '1', '1', 'admin', '2025-06-18 15:25:26', '', NULL, '');
INSERT INTO `sys_job` VALUES (3, '系统默认（多参）', 'DEFAULT', 'ryTask.ryMultipleParams(\'ry\', true, 2000L, 316.50D, 100)', '0/20 * * * * ?', '3', '1', '1', 'admin', '2025-06-18 15:25:26', '', NULL, '');

-- ----------------------------
-- Table structure for sys_job_log
-- ----------------------------
DROP TABLE IF EXISTS `sys_job_log`;
CREATE TABLE `sys_job_log`  (
  `job_log_id` bigint NOT NULL AUTO_INCREMENT COMMENT '任务日志ID',
  `job_name` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL COMMENT '任务名称',
  `job_group` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL COMMENT '任务组名',
  `invoke_target` varchar(500) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL COMMENT '调用目标字符串',
  `job_message` varchar(500) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '日志信息',
  `status` char(1) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '0' COMMENT '执行状态（0正常 1失败）',
  `exception_info` varchar(2000) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '' COMMENT '异常信息',
  `create_time` datetime NULL DEFAULT NULL COMMENT '创建时间',
  PRIMARY KEY (`job_log_id`) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8mb4 COLLATE = utf8mb4_0900_ai_ci COMMENT = '定时任务调度日志表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of sys_job_log
-- ----------------------------

-- ----------------------------
-- Table structure for sys_leave_application
-- ----------------------------
DROP TABLE IF EXISTS `sys_leave_application`;
CREATE TABLE `sys_leave_application`  (
  `leave_id` bigint NOT NULL AUTO_INCREMENT COMMENT '请假申请ID',
  `user_id` bigint NOT NULL COMMENT '申请人用户ID',
  `dept_id` bigint NOT NULL COMMENT '申请人所在部门ID',
  `applicant` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '申请人姓名',
  `start_time` datetime NOT NULL COMMENT '请假开始时间',
  `end_time` datetime NOT NULL COMMENT '请假结束时间',
  `reason` text CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL COMMENT '请假原因',
  `status` char(1) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '0' COMMENT '申请状态（0待审批 1已同意 2已拒绝）',
  `approval_opinion` text CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL COMMENT '审批意见',
  `create_time` datetime NULL DEFAULT NULL COMMENT '申请时间',
  `update_time` datetime NULL DEFAULT NULL COMMENT '更新时间',
  `dept_name` varchar(30) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '' COMMENT '部门名称',
  `leave_days` int NULL DEFAULT NULL COMMENT '请假时长（天）',
  PRIMARY KEY (`leave_id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 32 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_0900_ai_ci COMMENT = '请假申请表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of sys_leave_application
-- ----------------------------

-- ----------------------------
-- Table structure for sys_logininfor
-- ----------------------------
DROP TABLE IF EXISTS `sys_logininfor`;
CREATE TABLE `sys_logininfor`  (
  `info_id` bigint NOT NULL AUTO_INCREMENT COMMENT '访问ID',
  `user_name` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '' COMMENT '用户账号',
  `ipaddr` varchar(128) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '' COMMENT '登录IP地址',
  `login_location` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '' COMMENT '登录地点',
  `browser` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '' COMMENT '浏览器类型',
  `os` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '' COMMENT '操作系统',
  `status` char(1) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '0' COMMENT '登录状态（0成功 1失败）',
  `msg` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '' COMMENT '提示消息',
  `login_time` datetime NULL DEFAULT NULL COMMENT '访问时间',
  PRIMARY KEY (`info_id`) USING BTREE,
  INDEX `idx_sys_logininfor_s`(`status` ASC) USING BTREE,
  INDEX `idx_sys_logininfor_lt`(`login_time` ASC) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 20 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_0900_ai_ci COMMENT = '系统访问记录' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of sys_logininfor
-- ----------------------------
INSERT INTO `sys_logininfor` VALUES (1, 'cyq', '127.0.0.1', '内网IP', 'Chrome 13', 'Windows 10', '1', '验证码已失效', '2025-07-15 16:25:47');
INSERT INTO `sys_logininfor` VALUES (2, 'cyq', '127.0.0.1', '内网IP', 'Chrome 13', 'Windows 10', '0', '登录成功', '2025-07-15 16:25:50');
INSERT INTO `sys_logininfor` VALUES (3, 'admin', '127.0.0.1', '内网IP', 'Chrome 13', 'Windows 10', '0', '退出成功', '2025-07-15 16:33:49');
INSERT INTO `sys_logininfor` VALUES (4, 'ch', '127.0.0.1', '内网IP', 'Chrome 13', 'Windows 10', '0', '登录成功', '2025-07-15 16:34:17');
INSERT INTO `sys_logininfor` VALUES (5, 'lq', '127.0.0.1', '内网IP', 'Chrome 13', 'Windows 10', '0', '登录成功', '2025-07-15 17:16:49');
INSERT INTO `sys_logininfor` VALUES (6, 'admin', '127.0.0.1', '内网IP', 'Chrome 13', 'Windows 10', '0', '登录成功', '2025-07-15 17:19:41');
INSERT INTO `sys_logininfor` VALUES (7, 'admin', '127.0.0.1', '内网IP', 'Chrome 13', 'Windows 10', '1', '验证码已失效', '2025-07-16 09:14:17');
INSERT INTO `sys_logininfor` VALUES (8, 'admin', '127.0.0.1', '内网IP', 'Chrome 13', 'Windows 10', '0', '登录成功', '2025-07-16 09:14:20');
INSERT INTO `sys_logininfor` VALUES (9, 'admin', '127.0.0.1', '内网IP', 'Chrome 8', 'Windows 10', '0', '登录成功', '2025-07-16 09:27:33');
INSERT INTO `sys_logininfor` VALUES (10, 'admin', '127.0.0.1', '内网IP', 'Chrome 13', 'Windows 10', '0', '登录成功', '2025-07-16 13:04:52');
INSERT INTO `sys_logininfor` VALUES (11, 'ltf', '127.0.0.1', '内网IP', 'Chrome 13', 'Windows 10', '0', '登录成功', '2025-07-16 14:46:42');
INSERT INTO `sys_logininfor` VALUES (12, 'ltf', '127.0.0.1', '内网IP', 'Chrome 13', 'Windows 10', '0', '退出成功', '2025-07-16 15:04:08');
INSERT INTO `sys_logininfor` VALUES (13, 'ltf', '127.0.0.1', '内网IP', 'Chrome 13', 'Windows 10', '0', '登录成功', '2025-07-16 15:04:25');
INSERT INTO `sys_logininfor` VALUES (14, 'admin', '127.0.0.1', '内网IP', 'Chrome 13', 'Windows 10', '0', '退出成功', '2025-07-16 15:11:02');
INSERT INTO `sys_logininfor` VALUES (15, 'ltf', '127.0.0.1', '内网IP', 'Chrome 13', 'Windows 10', '0', '登录成功', '2025-07-16 15:11:11');
INSERT INTO `sys_logininfor` VALUES (16, 'ltf', '127.0.0.1', '内网IP', 'Chrome 13', 'Windows 10', '0', '退出成功', '2025-07-16 15:12:21');
INSERT INTO `sys_logininfor` VALUES (17, 'admin', '127.0.0.1', '内网IP', 'Chrome 13', 'Windows 10', '0', '登录成功', '2025-07-16 15:12:29');
INSERT INTO `sys_logininfor` VALUES (18, 'ltf', '127.0.0.1', '内网IP', 'Chrome 13', 'Windows 10', '0', '登录成功', '2025-07-16 15:17:23');
INSERT INTO `sys_logininfor` VALUES (19, 'ltf', '127.0.0.1', '内网IP', 'Chrome 13', 'Windows 10', '0', '登录成功', '2025-07-16 15:29:48');

-- ----------------------------
-- Table structure for sys_menu
-- ----------------------------
DROP TABLE IF EXISTS `sys_menu`;
CREATE TABLE `sys_menu`  (
  `menu_id` bigint NOT NULL AUTO_INCREMENT COMMENT '菜单ID',
  `menu_name` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL COMMENT '菜单名称',
  `parent_id` bigint NULL DEFAULT 0 COMMENT '父菜单ID',
  `order_num` int NULL DEFAULT 0 COMMENT '显示顺序',
  `path` varchar(200) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '' COMMENT '路由地址',
  `component` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '组件路径',
  `query` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '路由参数',
  `route_name` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '' COMMENT '路由名称',
  `is_frame` int NULL DEFAULT 1 COMMENT '是否为外链（0是 1否）',
  `is_cache` int NULL DEFAULT 0 COMMENT '是否缓存（0缓存 1不缓存）',
  `menu_type` char(1) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '' COMMENT '菜单类型（M目录 C菜单 F按钮）',
  `visible` char(1) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '0' COMMENT '菜单状态（0显示 1隐藏）',
  `status` char(1) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '0' COMMENT '菜单状态（0正常 1停用）',
  `perms` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '权限标识',
  `icon` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '#' COMMENT '菜单图标',
  `create_by` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '' COMMENT '创建者',
  `create_time` datetime NULL DEFAULT NULL COMMENT '创建时间',
  `update_by` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '' COMMENT '更新者',
  `update_time` datetime NULL DEFAULT NULL COMMENT '更新时间',
  `remark` varchar(500) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '' COMMENT '备注',
  PRIMARY KEY (`menu_id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 2143 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_0900_ai_ci COMMENT = '菜单权限表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of sys_menu
-- ----------------------------
INSERT INTO `sys_menu` VALUES (1, '系统管理', 0, 1, 'system', NULL, '', '', 1, 0, 'M', '0', '0', '', '系统管理', 'admin', '2025-06-18 15:25:25', 'admin', '2025-07-08 16:45:24', '系统管理目录');
INSERT INTO `sys_menu` VALUES (2, '系统监控', 0, 2, 'monitor', NULL, '', '', 1, 0, 'M', '0', '0', '', '系统监控', 'admin', '2025-06-18 15:25:25', 'admin', '2025-07-09 13:17:23', '系统监控目录');
INSERT INTO `sys_menu` VALUES (3, '系统工具', 0, 3, 'tool', NULL, '', '', 1, 0, 'M', '0', '0', '', '系统工具', 'admin', '2025-06-18 15:25:25', 'admin', '2025-07-09 13:24:18', '系统工具目录');
INSERT INTO `sys_menu` VALUES (100, '用户管理', 1, 1, 'user', 'system/user/index', '', '', 1, 0, 'C', '0', '0', 'system:user:list', '用户', 'admin', '2025-06-18 15:25:25', 'admin', '2025-07-08 16:47:12', '用户管理菜单');
INSERT INTO `sys_menu` VALUES (101, '角色管理', 1, 2, 'role', 'system/role/index', '', '', 1, 0, 'C', '0', '0', 'system:role:list', '角色', 'admin', '2025-06-18 15:25:25', 'admin', '2025-07-08 16:50:14', '角色管理菜单');
INSERT INTO `sys_menu` VALUES (102, '菜单管理', 1, 3, 'menu', 'system/menu/index', '', '', 1, 0, 'C', '0', '0', 'system:menu:list', '菜单', 'admin', '2025-06-18 15:25:25', 'admin', '2025-07-08 16:53:43', '菜单管理菜单');
INSERT INTO `sys_menu` VALUES (103, '部门管理', 1, 4, 'dept', 'system/dept/index', '', '', 1, 0, 'C', '0', '0', 'system:dept:list', '部门信息', 'admin', '2025-06-18 15:25:25', 'admin', '2025-07-08 16:53:50', '部门管理菜单');
INSERT INTO `sys_menu` VALUES (104, '岗位管理', 1, 5, 'post', 'system/post/index', '', '', 1, 0, 'C', '0', '0', 'system:post:list', '岗位', 'admin', '2025-06-18 15:25:25', 'admin', '2025-07-08 16:53:55', '岗位管理菜单');
INSERT INTO `sys_menu` VALUES (105, '字典管理', 1, 6, 'dict', 'system/dict/index', '', '', 1, 0, 'C', '0', '0', 'system:dict:list', '字典', 'admin', '2025-06-18 15:25:25', 'admin', '2025-07-08 16:56:34', '字典管理菜单');
INSERT INTO `sys_menu` VALUES (106, '参数设置', 1, 7, 'config', 'system/config/index', '', '', 1, 0, 'C', '0', '0', 'system:config:list', '参数设置', 'admin', '2025-06-18 15:25:25', 'admin', '2025-07-08 16:58:40', '参数设置菜单');
INSERT INTO `sys_menu` VALUES (107, '通知公告', 1, 8, 'notice', 'system/notice/index', '', '', 1, 0, 'C', '0', '0', 'system:notice:list', '通知', 'admin', '2025-06-18 15:25:25', 'admin', '2025-07-08 16:56:54', '通知公告菜单');
INSERT INTO `sys_menu` VALUES (108, '日志管理', 1, 9, 'log', '', '', '', 1, 0, 'M', '0', '0', '', '日志配置', 'admin', '2025-06-18 15:25:25', 'admin', '2025-07-08 16:58:46', '日志管理菜单');
INSERT INTO `sys_menu` VALUES (109, '在线用户', 2, 1, 'online', 'monitor/online/index', '', '', 1, 0, 'C', '0', '0', 'monitor:online:list', '在线用户', 'admin', '2025-06-18 15:25:25', 'admin', '2025-07-09 13:17:31', '在线用户菜单');
INSERT INTO `sys_menu` VALUES (110, '定时任务', 2, 2, 'job', 'monitor/job/index', '', '', 1, 0, 'C', '0', '0', 'monitor:job:list', '定时任务', 'admin', '2025-06-18 15:25:25', 'admin', '2025-07-09 13:19:40', '定时任务菜单');
INSERT INTO `sys_menu` VALUES (111, '数据监控', 2, 3, 'druid', 'monitor/druid/index', '', '', 1, 0, 'C', '0', '0', 'monitor:druid:list', '数据监控', 'admin', '2025-06-18 15:25:25', 'admin', '2025-07-09 13:19:48', '数据监控菜单');
INSERT INTO `sys_menu` VALUES (112, '服务监控', 2, 4, 'server', 'monitor/server/index', '', '', 1, 0, 'C', '0', '0', 'monitor:server:list', '服务监控', 'admin', '2025-06-18 15:25:25', 'admin', '2025-07-09 13:20:55', '服务监控菜单');
INSERT INTO `sys_menu` VALUES (113, '缓存监控', 2, 5, 'cache', 'monitor/cache/index', '', '', 1, 0, 'C', '0', '0', 'monitor:cache:list', '缓存监控', 'admin', '2025-06-18 15:25:25', 'admin', '2025-07-09 13:22:16', '缓存监控菜单');
INSERT INTO `sys_menu` VALUES (114, '缓存列表', 2, 6, 'cacheList', 'monitor/cache/list', '', '', 1, 0, 'C', '0', '0', 'monitor:cache:list', '缓存列表', 'admin', '2025-06-18 15:25:25', 'admin', '2025-07-09 13:22:22', '缓存列表菜单');
INSERT INTO `sys_menu` VALUES (115, '表单构建', 3, 1, 'build', 'tool/build/index', '', '', 1, 0, 'C', '0', '0', 'tool:build:list', '表单', 'admin', '2025-06-18 15:25:25', 'admin', '2025-07-09 13:24:25', '表单构建菜单');
INSERT INTO `sys_menu` VALUES (116, '代码生成', 3, 2, 'gen', 'tool/gen/index', '', '', 1, 0, 'C', '0', '0', 'tool:gen:list', '快速代码生成', 'admin', '2025-06-18 15:25:25', 'admin', '2025-07-09 13:24:38', '代码生成菜单');
INSERT INTO `sys_menu` VALUES (500, '操作日志', 108, 1, 'operlog', 'monitor/operlog/index', '', '', 1, 0, 'C', '0', '0', 'monitor:operlog:list', '操作日志', 'admin', '2025-06-18 15:25:25', 'admin', '2025-07-09 13:15:16', '操作日志菜单');
INSERT INTO `sys_menu` VALUES (501, '登录日志', 108, 2, 'logininfor', 'monitor/logininfor/index', '', '', 1, 0, 'C', '0', '0', 'monitor:logininfor:list', '登录日志', 'admin', '2025-06-18 15:25:25', 'admin', '2025-07-09 13:15:22', '登录日志菜单');
INSERT INTO `sys_menu` VALUES (1000, '用户查询', 100, 1, '', '', '', '', 1, 0, 'F', '0', '0', 'system:user:query', '#', 'admin', '2025-06-18 15:25:25', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1001, '用户新增', 100, 2, '', '', '', '', 1, 0, 'F', '0', '0', 'system:user:add', '#', 'admin', '2025-06-18 15:25:25', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1002, '用户修改', 100, 3, '', '', '', '', 1, 0, 'F', '0', '0', 'system:user:edit', '#', 'admin', '2025-06-18 15:25:25', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1003, '用户删除', 100, 4, '', '', '', '', 1, 0, 'F', '0', '0', 'system:user:remove', '#', 'admin', '2025-06-18 15:25:25', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1004, '用户导出', 100, 5, '', '', '', '', 1, 0, 'F', '0', '0', 'system:user:export', '#', 'admin', '2025-06-18 15:25:25', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1005, '用户导入', 100, 6, '', '', '', '', 1, 0, 'F', '0', '0', 'system:user:import', '#', 'admin', '2025-06-18 15:25:25', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1006, '重置密码', 100, 7, '', '', '', '', 1, 0, 'F', '0', '0', 'system:user:resetPwd', '#', 'admin', '2025-06-18 15:25:25', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1007, '角色查询', 101, 1, '', '', '', '', 1, 0, 'F', '0', '0', 'system:role:query', '#', 'admin', '2025-06-18 15:25:25', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1008, '角色新增', 101, 2, '', '', '', '', 1, 0, 'F', '0', '0', 'system:role:add', '#', 'admin', '2025-06-18 15:25:25', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1009, '角色修改', 101, 3, '', '', '', '', 1, 0, 'F', '0', '0', 'system:role:edit', '#', 'admin', '2025-06-18 15:25:25', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1010, '角色删除', 101, 4, '', '', '', '', 1, 0, 'F', '0', '0', 'system:role:remove', '#', 'admin', '2025-06-18 15:25:25', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1011, '角色导出', 101, 5, '', '', '', '', 1, 0, 'F', '0', '0', 'system:role:export', '#', 'admin', '2025-06-18 15:25:25', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1012, '菜单查询', 102, 1, '', '', '', '', 1, 0, 'F', '0', '0', 'system:menu:query', '#', 'admin', '2025-06-18 15:25:25', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1013, '菜单新增', 102, 2, '', '', '', '', 1, 0, 'F', '0', '0', 'system:menu:add', '#', 'admin', '2025-06-18 15:25:25', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1014, '菜单修改', 102, 3, '', '', '', '', 1, 0, 'F', '0', '0', 'system:menu:edit', '#', 'admin', '2025-06-18 15:25:25', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1015, '菜单删除', 102, 4, '', '', '', '', 1, 0, 'F', '0', '0', 'system:menu:remove', '#', 'admin', '2025-06-18 15:25:25', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1016, '部门查询', 103, 1, '', '', '', '', 1, 0, 'F', '0', '0', 'system:dept:query', '#', 'admin', '2025-06-18 15:25:25', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1017, '部门新增', 103, 2, '', '', '', '', 1, 0, 'F', '0', '0', 'system:dept:add', '#', 'admin', '2025-06-18 15:25:25', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1018, '部门修改', 103, 3, '', '', '', '', 1, 0, 'F', '0', '0', 'system:dept:edit', '#', 'admin', '2025-06-18 15:25:25', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1019, '部门删除', 103, 4, '', '', '', '', 1, 0, 'F', '0', '0', 'system:dept:remove', '#', 'admin', '2025-06-18 15:25:25', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1020, '岗位查询', 104, 1, '', '', '', '', 1, 0, 'F', '0', '0', 'system:post:query', '#', 'admin', '2025-06-18 15:25:25', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1021, '岗位新增', 104, 2, '', '', '', '', 1, 0, 'F', '0', '0', 'system:post:add', '#', 'admin', '2025-06-18 15:25:25', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1022, '岗位修改', 104, 3, '', '', '', '', 1, 0, 'F', '0', '0', 'system:post:edit', '#', 'admin', '2025-06-18 15:25:25', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1023, '岗位删除', 104, 4, '', '', '', '', 1, 0, 'F', '0', '0', 'system:post:remove', '#', 'admin', '2025-06-18 15:25:25', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1024, '岗位导出', 104, 5, '', '', '', '', 1, 0, 'F', '0', '0', 'system:post:export', '#', 'admin', '2025-06-18 15:25:25', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1025, '字典查询', 105, 1, '#', '', '', '', 1, 0, 'F', '0', '0', 'system:dict:query', '#', 'admin', '2025-06-18 15:25:25', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1026, '字典新增', 105, 2, '#', '', '', '', 1, 0, 'F', '0', '0', 'system:dict:add', '#', 'admin', '2025-06-18 15:25:25', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1027, '字典修改', 105, 3, '#', '', '', '', 1, 0, 'F', '0', '0', 'system:dict:edit', '#', 'admin', '2025-06-18 15:25:25', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1028, '字典删除', 105, 4, '#', '', '', '', 1, 0, 'F', '0', '0', 'system:dict:remove', '#', 'admin', '2025-06-18 15:25:25', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1029, '字典导出', 105, 5, '#', '', '', '', 1, 0, 'F', '0', '0', 'system:dict:export', '#', 'admin', '2025-06-18 15:25:25', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1030, '参数查询', 106, 1, '#', '', '', '', 1, 0, 'F', '0', '0', 'system:config:query', '#', 'admin', '2025-06-18 15:25:25', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1031, '参数新增', 106, 2, '#', '', '', '', 1, 0, 'F', '0', '0', 'system:config:add', '#', 'admin', '2025-06-18 15:25:25', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1032, '参数修改', 106, 3, '#', '', '', '', 1, 0, 'F', '0', '0', 'system:config:edit', '#', 'admin', '2025-06-18 15:25:25', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1033, '参数删除', 106, 4, '#', '', '', '', 1, 0, 'F', '0', '0', 'system:config:remove', '#', 'admin', '2025-06-18 15:25:25', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1034, '参数导出', 106, 5, '#', '', '', '', 1, 0, 'F', '0', '0', 'system:config:export', '#', 'admin', '2025-06-18 15:25:25', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1035, '公告查询', 107, 1, '#', '', '', '', 1, 0, 'F', '0', '0', 'system:notice:query', '#', 'admin', '2025-06-18 15:25:25', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1036, '公告新增', 107, 2, '#', '', '', '', 1, 0, 'F', '0', '0', 'system:notice:add', '#', 'admin', '2025-06-18 15:25:25', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1037, '公告修改', 107, 3, '#', '', '', '', 1, 0, 'F', '0', '0', 'system:notice:edit', '#', 'admin', '2025-06-18 15:25:25', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1038, '公告删除', 107, 4, '#', '', '', '', 1, 0, 'F', '0', '0', 'system:notice:remove', '#', 'admin', '2025-06-18 15:25:25', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1039, '操作查询', 500, 1, '#', '', '', '', 1, 0, 'F', '0', '0', 'monitor:operlog:query', '#', 'admin', '2025-06-18 15:25:25', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1040, '操作删除', 500, 2, '#', '', '', '', 1, 0, 'F', '0', '0', 'monitor:operlog:remove', '#', 'admin', '2025-06-18 15:25:25', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1041, '日志导出', 500, 3, '#', '', '', '', 1, 0, 'F', '0', '0', 'monitor:operlog:export', '#', 'admin', '2025-06-18 15:25:25', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1042, '登录查询', 501, 1, '#', '', '', '', 1, 0, 'F', '0', '0', 'monitor:logininfor:query', '#', 'admin', '2025-06-18 15:25:25', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1043, '登录删除', 501, 2, '#', '', '', '', 1, 0, 'F', '0', '0', 'monitor:logininfor:remove', '#', 'admin', '2025-06-18 15:25:25', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1044, '日志导出', 501, 3, '#', '', '', '', 1, 0, 'F', '0', '0', 'monitor:logininfor:export', '#', 'admin', '2025-06-18 15:25:25', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1045, '账户解锁', 501, 4, '#', '', '', '', 1, 0, 'F', '0', '0', 'monitor:logininfor:unlock', '#', 'admin', '2025-06-18 15:25:25', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1046, '在线查询', 109, 1, '#', '', '', '', 1, 0, 'F', '0', '0', 'monitor:online:query', '#', 'admin', '2025-06-18 15:25:25', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1047, '批量强退', 109, 2, '#', '', '', '', 1, 0, 'F', '0', '0', 'monitor:online:batchLogout', '#', 'admin', '2025-06-18 15:25:25', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1048, '单条强退', 109, 3, '#', '', '', '', 1, 0, 'F', '0', '0', 'monitor:online:forceLogout', '#', 'admin', '2025-06-18 15:25:25', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1049, '任务查询', 110, 1, '#', '', '', '', 1, 0, 'F', '0', '0', 'monitor:job:query', '#', 'admin', '2025-06-18 15:25:25', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1050, '任务新增', 110, 2, '#', '', '', '', 1, 0, 'F', '0', '0', 'monitor:job:add', '#', 'admin', '2025-06-18 15:25:25', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1051, '任务修改', 110, 3, '#', '', '', '', 1, 0, 'F', '0', '0', 'monitor:job:edit', '#', 'admin', '2025-06-18 15:25:25', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1052, '任务删除', 110, 4, '#', '', '', '', 1, 0, 'F', '0', '0', 'monitor:job:remove', '#', 'admin', '2025-06-18 15:25:25', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1053, '状态修改', 110, 5, '#', '', '', '', 1, 0, 'F', '0', '0', 'monitor:job:changeStatus', '#', 'admin', '2025-06-18 15:25:25', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1054, '任务导出', 110, 6, '#', '', '', '', 1, 0, 'F', '0', '0', 'monitor:job:export', '#', 'admin', '2025-06-18 15:25:25', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1055, '生成查询', 116, 1, '#', '', '', '', 1, 0, 'F', '0', '0', 'tool:gen:query', '#', 'admin', '2025-06-18 15:25:25', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1056, '生成修改', 116, 2, '#', '', '', '', 1, 0, 'F', '0', '0', 'tool:gen:edit', '#', 'admin', '2025-06-18 15:25:25', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1057, '生成删除', 116, 3, '#', '', '', '', 1, 0, 'F', '0', '0', 'tool:gen:remove', '#', 'admin', '2025-06-18 15:25:25', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1058, '导入代码', 116, 4, '#', '', '', '', 1, 0, 'F', '0', '0', 'tool:gen:import', '#', 'admin', '2025-06-18 15:25:25', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1059, '预览代码', 116, 5, '#', '', '', '', 1, 0, 'F', '0', '0', 'tool:gen:preview', '#', 'admin', '2025-06-18 15:25:25', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1060, '生成代码', 116, 6, '#', '', '', '', 1, 0, 'F', '0', '0', 'tool:gen:code', '#', 'admin', '2025-06-18 15:25:25', '', NULL, '');
INSERT INTO `sys_menu` VALUES (2024, 'ups电源', 2096, 0, 'ups', 'ups/ups/index', NULL, '', 1, 0, 'C', '0', '0', 'ups:ups:list', '电池', 'admin', '2025-06-19 11:38:36', 'admin', '2025-07-08 16:16:25', 'ups电源菜单');
INSERT INTO `sys_menu` VALUES (2025, 'ups电源查询', 2024, 1, '#', '', NULL, '', 1, 0, 'F', '0', '0', 'ups:ups:query', '#', 'admin', '2025-06-19 11:38:36', '', NULL, '');
INSERT INTO `sys_menu` VALUES (2026, 'ups电源新增', 2024, 2, '#', '', NULL, '', 1, 0, 'F', '0', '0', 'ups:ups:add', '#', 'admin', '2025-06-19 11:38:36', '', NULL, '');
INSERT INTO `sys_menu` VALUES (2027, 'ups电源修改', 2024, 3, '#', '', NULL, '', 1, 0, 'F', '0', '0', 'ups:ups:edit', '#', 'admin', '2025-06-19 11:38:37', '', NULL, '');
INSERT INTO `sys_menu` VALUES (2028, 'ups电源删除', 2024, 4, '#', '', NULL, '', 1, 0, 'F', '0', '0', 'ups:ups:remove', '#', 'admin', '2025-06-19 11:38:37', '', NULL, '');
INSERT INTO `sys_menu` VALUES (2029, 'ups电源导出', 2024, 5, '#', '', NULL, '', 1, 0, 'F', '0', '0', 'ups:ups:export', '#', 'admin', '2025-06-19 11:38:37', '', NULL, '');
INSERT INTO `sys_menu` VALUES (2054, '滤波器', 2096, 0, 'filter', 'filter/filter/index', NULL, '', 1, 0, 'C', '0', '0', 'filter:filter:list', '滤波器', 'admin', '2025-06-20 10:14:42', 'admin', '2025-07-08 16:17:33', '滤波器菜单');
INSERT INTO `sys_menu` VALUES (2055, '滤波器查询', 2054, 1, '#', '', NULL, '', 1, 0, 'F', '0', '0', 'filter:filter:query', '#', 'admin', '2025-06-20 10:14:42', '', NULL, '');
INSERT INTO `sys_menu` VALUES (2056, '滤波器新增', 2054, 2, '#', '', NULL, '', 1, 0, 'F', '0', '0', 'filter:filter:add', '#', 'admin', '2025-06-20 10:14:42', '', NULL, '');
INSERT INTO `sys_menu` VALUES (2057, '滤波器修改', 2054, 3, '#', '', NULL, '', 1, 0, 'F', '0', '0', 'filter:filter:edit', '#', 'admin', '2025-06-20 10:14:42', '', NULL, '');
INSERT INTO `sys_menu` VALUES (2058, '滤波器删除', 2054, 4, '#', '', NULL, '', 1, 0, 'F', '0', '0', 'filter:filter:remove', '#', 'admin', '2025-06-20 10:14:42', '', NULL, '');
INSERT INTO `sys_menu` VALUES (2059, '滤波器导出', 2054, 5, '#', '', NULL, '', 1, 0, 'F', '0', '0', 'filter:filter:export', '#', 'admin', '2025-06-20 10:14:42', '', NULL, '');
INSERT INTO `sys_menu` VALUES (2084, '光纤光缆', 2096, 0, 'opticalFiber', 'opticalFiber/opticalFiber/index', NULL, '', 1, 0, 'C', '0', '0', 'opticalFiber:opticalFiber:list', '光缆', 'admin', '2025-06-20 11:51:50', 'admin', '2025-07-08 16:30:52', '光纤光缆菜单');
INSERT INTO `sys_menu` VALUES (2085, '光纤光缆查询', 2084, 1, '#', '', NULL, '', 1, 0, 'F', '0', '0', 'opticalFiber:opticalFiber:query', '#', 'admin', '2025-06-20 11:51:50', '', NULL, '');
INSERT INTO `sys_menu` VALUES (2086, '光纤光缆新增', 2084, 2, '#', '', NULL, '', 1, 0, 'F', '0', '0', 'opticalFiber:opticalFiber:add', '#', 'admin', '2025-06-20 11:51:50', '', NULL, '');
INSERT INTO `sys_menu` VALUES (2087, '光纤光缆修改', 2084, 3, '#', '', NULL, '', 1, 0, 'F', '0', '0', 'opticalFiber:opticalFiber:edit', '#', 'admin', '2025-06-20 11:51:50', '', NULL, '');
INSERT INTO `sys_menu` VALUES (2088, '光纤光缆删除', 2084, 4, '#', '', NULL, '', 1, 0, 'F', '0', '0', 'opticalFiber:opticalFiber:remove', '#', 'admin', '2025-06-20 11:51:50', '', NULL, '');
INSERT INTO `sys_menu` VALUES (2089, '光纤光缆导出', 2084, 5, '#', '', NULL, '', 1, 0, 'F', '0', '0', 'opticalFiber:opticalFiber:export', '#', 'admin', '2025-06-20 11:51:50', '', NULL, '');
INSERT INTO `sys_menu` VALUES (2090, '无线微波器械', 2096, 0, 'microwave', 'microwave/microwave/index', NULL, '', 1, 0, 'C', '0', '0', 'microwave:microwave:list', '微波元器件', 'admin', '2025-06-20 13:38:09', 'admin', '2025-07-08 16:33:11', '无线微波器械菜单');
INSERT INTO `sys_menu` VALUES (2091, '无线微波器械查询', 2090, 1, '#', '', NULL, '', 1, 0, 'F', '0', '0', 'microwave:microwave:query', '#', 'admin', '2025-06-20 13:38:09', '', NULL, '');
INSERT INTO `sys_menu` VALUES (2092, '无线微波器械新增', 2090, 2, '#', '', NULL, '', 1, 0, 'F', '0', '0', 'microwave:microwave:add', '#', 'admin', '2025-06-20 13:38:09', '', NULL, '');
INSERT INTO `sys_menu` VALUES (2093, '无线微波器械修改', 2090, 3, '#', '', NULL, '', 1, 0, 'F', '0', '0', 'microwave:microwave:edit', '#', 'admin', '2025-06-20 13:38:09', '', NULL, '');
INSERT INTO `sys_menu` VALUES (2094, '无线微波器械删除', 2090, 4, '#', '', NULL, '', 1, 0, 'F', '0', '0', 'microwave:microwave:remove', '#', 'admin', '2025-06-20 13:38:09', '', NULL, '');
INSERT INTO `sys_menu` VALUES (2095, '无线微波器械导出', 2090, 5, '#', '', NULL, '', 1, 0, 'F', '0', '0', 'microwave:microwave:export', '#', 'admin', '2025-06-20 13:38:09', '', NULL, '');
INSERT INTO `sys_menu` VALUES (2096, '产品查询', 0, 0, 'search', NULL, NULL, '', 1, 0, 'M', '0', '0', '', '查找', 'admin', '2025-06-26 11:29:14', 'admin', '2025-07-08 16:56:18', '');
INSERT INTO `sys_menu` VALUES (2097, '常用功能', 0, 0, 'commonfunction', NULL, NULL, '', 1, 0, 'M', '0', '0', '', '记录', 'admin', '2025-06-26 11:36:41', 'admin', '2025-07-08 16:43:55', '');
INSERT INTO `sys_menu` VALUES (2110, '工单记录', 2097, 1, 'order', 'order/order/index', NULL, '', 1, 0, 'C', '0', '0', 'order:order:list', '工单记录', 'admin', '2025-06-26 15:51:29', 'admin', '2025-07-08 16:08:50', '工单记录菜单');
INSERT INTO `sys_menu` VALUES (2111, '工单记录查询', 2110, 1, '#', '', NULL, '', 1, 0, 'F', '0', '0', 'order:order:query', '#', 'admin', '2025-06-26 15:51:29', '', NULL, '');
INSERT INTO `sys_menu` VALUES (2112, '工单记录新增', 2110, 2, '#', '', NULL, '', 1, 0, 'F', '0', '0', 'order:order:add', '#', 'admin', '2025-06-26 15:51:29', '', NULL, '');
INSERT INTO `sys_menu` VALUES (2113, '工单记录修改', 2110, 3, '#', '', NULL, '', 1, 0, 'F', '0', '0', 'order:order:edit', '#', 'admin', '2025-06-26 15:51:29', '', NULL, '');
INSERT INTO `sys_menu` VALUES (2114, '工单记录删除', 2110, 4, '#', '', NULL, '', 1, 0, 'F', '0', '0', 'order:order:remove', '#', 'admin', '2025-06-26 15:51:29', '', NULL, '');
INSERT INTO `sys_menu` VALUES (2115, '工单记录导出', 2110, 5, '#', '', NULL, '', 1, 0, 'F', '0', '0', 'order:order:export', '#', 'admin', '2025-06-26 15:51:29', '', NULL, '');
INSERT INTO `sys_menu` VALUES (2122, '无线天线', 2096, 1, 'antenna', 'antenna/antenna/index', NULL, '', 1, 0, 'C', '0', '0', 'antenna:antenna:list', '天线', 'admin', '2025-07-01 16:57:09', 'admin', '2025-07-08 16:34:35', '无线天线菜单');
INSERT INTO `sys_menu` VALUES (2123, '无线天线查询', 2122, 1, '#', '', NULL, '', 1, 0, 'F', '0', '0', 'antenna:antenna:query', '#', 'admin', '2025-07-01 16:57:09', '', NULL, '');
INSERT INTO `sys_menu` VALUES (2124, '无线天线新增', 2122, 2, '#', '', NULL, '', 1, 0, 'F', '0', '0', 'antenna:antenna:add', '#', 'admin', '2025-07-01 16:57:09', '', NULL, '');
INSERT INTO `sys_menu` VALUES (2125, '无线天线修改', 2122, 3, '#', '', NULL, '', 1, 0, 'F', '0', '0', 'antenna:antenna:edit', '#', 'admin', '2025-07-01 16:57:09', '', NULL, '');
INSERT INTO `sys_menu` VALUES (2126, '无线天线删除', 2122, 4, '#', '', NULL, '', 1, 0, 'F', '0', '0', 'antenna:antenna:remove', '#', 'admin', '2025-07-01 16:57:09', '', NULL, '');
INSERT INTO `sys_menu` VALUES (2127, '无线天线导出', 2122, 5, '#', '', NULL, '', 1, 0, 'F', '0', '0', 'antenna:antenna:export', '#', 'admin', '2025-07-01 16:57:09', '', NULL, '');
INSERT INTO `sys_menu` VALUES (2133, '请假申请', 2097, 1, 'leaveapply', 'leave/leave/employee', NULL, '', 1, 0, 'C', '0', '0', 'leave:leave:employee', '请假申请', 'admin', '2025-07-15 08:50:01', 'admin', '2025-07-15 15:29:23', '');
INSERT INTO `sys_menu` VALUES (2135, '员工新增请假申请', 2133, 2, 'system:leaveApplication:add', NULL, NULL, '', 1, 0, 'F', '0', '0', 'leave:leave:add', '#', 'admin', '2025-07-15 08:59:02', 'admin', '2025-07-15 09:27:07', '');
INSERT INTO `sys_menu` VALUES (2136, '员工修改请假申请', 2133, 3, '', NULL, NULL, '', 1, 0, 'F', '0', '0', 'leave:leave:edit', '#', 'admin', '2025-07-15 08:59:33', 'admin', '2025-07-15 09:27:40', '');
INSERT INTO `sys_menu` VALUES (2137, '员工删除请假申请', 2133, 4, '', NULL, NULL, '', 1, 0, 'F', '0', '0', 'leave:leave:remove', '#', 'admin', '2025-07-15 08:59:55', 'admin', '2025-07-15 09:28:14', '');
INSERT INTO `sys_menu` VALUES (2138, '请假审批', 2097, 1, 'leaveapproval', 'leave/leave/leader', '', '', 1, 0, 'C', '0', '0', 'leave:leave:leader', '请假审批', 'admin', '2025-07-15 09:36:40', 'admin', '2025-07-15 15:30:54', '');
INSERT INTO `sys_menu` VALUES (2139, '领导审批同意', 2138, 1, '', NULL, NULL, '', 1, 0, 'F', '0', '0', 'leave:leave:approve', '#', 'admin', '2025-07-15 09:39:39', '', NULL, '');
INSERT INTO `sys_menu` VALUES (2140, '领导审批拒绝', 2138, 2, '', NULL, NULL, '', 1, 0, 'F', '0', '0', 'leave:leave:reject', '#', 'admin', '2025-07-15 09:40:23', '', NULL, '');
INSERT INTO `sys_menu` VALUES (2141, '请假记录', 2097, 1, 'leaverecord', 'leave/leave/record', NULL, '', 1, 0, 'C', '0', '0', 'leave:leave:record', '请假记录', 'admin', '2025-07-16 10:18:36', 'admin', '2025-07-16 15:22:30', '');
INSERT INTO `sys_menu` VALUES (2142, '请假记录导出', 2141, 1, '', NULL, NULL, '', 1, 0, 'F', '0', '0', 'leave:leave:export', '#', 'admin', '2025-07-16 10:37:43', '', NULL, '');

-- ----------------------------
-- Table structure for sys_notice
-- ----------------------------
DROP TABLE IF EXISTS `sys_notice`;
CREATE TABLE `sys_notice`  (
  `notice_id` int NOT NULL AUTO_INCREMENT COMMENT '公告ID',
  `notice_title` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL COMMENT '公告标题',
  `notice_type` char(1) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL COMMENT '公告类型（1通知 2公告）',
  `notice_content` longblob NULL COMMENT '公告内容',
  `status` char(1) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '0' COMMENT '公告状态（0正常 1关闭）',
  `create_by` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '' COMMENT '创建者',
  `create_time` datetime NULL DEFAULT NULL COMMENT '创建时间',
  `update_by` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '' COMMENT '更新者',
  `update_time` datetime NULL DEFAULT NULL COMMENT '更新时间',
  `remark` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '备注',
  PRIMARY KEY (`notice_id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 10 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_0900_ai_ci COMMENT = '通知公告表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of sys_notice
-- ----------------------------

-- ----------------------------
-- Table structure for sys_oper_log
-- ----------------------------
DROP TABLE IF EXISTS `sys_oper_log`;
CREATE TABLE `sys_oper_log`  (
  `oper_id` bigint NOT NULL AUTO_INCREMENT COMMENT '日志主键',
  `title` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '' COMMENT '模块标题',
  `business_type` int NULL DEFAULT 0 COMMENT '业务类型（0其它 1新增 2修改 3删除）',
  `method` varchar(200) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '' COMMENT '方法名称',
  `request_method` varchar(10) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '' COMMENT '请求方式',
  `operator_type` int NULL DEFAULT 0 COMMENT '操作类别（0其它 1后台用户 2手机端用户）',
  `oper_name` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '' COMMENT '操作人员',
  `dept_name` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '' COMMENT '部门名称',
  `oper_url` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '' COMMENT '请求URL',
  `oper_ip` varchar(128) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '' COMMENT '主机地址',
  `oper_location` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '' COMMENT '操作地点',
  `oper_param` varchar(2000) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '' COMMENT '请求参数',
  `json_result` varchar(2000) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '' COMMENT '返回参数',
  `status` int NULL DEFAULT 0 COMMENT '操作状态（0正常 1异常）',
  `error_msg` varchar(2000) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '' COMMENT '错误消息',
  `oper_time` datetime NULL DEFAULT NULL COMMENT '操作时间',
  `cost_time` bigint NULL DEFAULT 0 COMMENT '消耗时间',
  PRIMARY KEY (`oper_id`) USING BTREE,
  INDEX `idx_sys_oper_log_bt`(`business_type` ASC) USING BTREE,
  INDEX `idx_sys_oper_log_s`(`status` ASC) USING BTREE,
  INDEX `idx_sys_oper_log_ot`(`oper_time` ASC) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 28 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_0900_ai_ci COMMENT = '操作日志记录' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of sys_oper_log
-- ----------------------------
INSERT INTO `sys_oper_log` VALUES (1, '操作日志', 9, 'com.ruoyi.web.controller.monitor.SysOperlogController.clean()', 'DELETE', 1, 'admin', '技术部门', '/monitor/operlog/clean', '127.0.0.1', '内网IP', '', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2025-07-15 15:36:25', 52);
INSERT INTO `sys_oper_log` VALUES (2, '登录日志', 9, 'com.ruoyi.web.controller.monitor.SysLogininforController.clean()', 'DELETE', 1, 'admin', '技术部门', '/monitor/logininfor/clean', '127.0.0.1', '内网IP', '', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2025-07-15 15:37:03', 34);
INSERT INTO `sys_oper_log` VALUES (3, '在线用户', 7, 'com.ruoyi.web.controller.monitor.SysUserOnlineController.forceLogout()', 'DELETE', 1, 'admin', '技术部门', '/monitor/online/f1e019bb-2b94-459e-a8ce-e90e55f1cc06', '127.0.0.1', '内网IP', '\"f1e019bb-2b94-459e-a8ce-e90e55f1cc06\"', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2025-07-15 16:19:56', 0);
INSERT INTO `sys_oper_log` VALUES (4, '角色管理', 1, 'com.ruoyi.web.controller.system.SysRoleController.add()', 'POST', 1, 'admin', '技术部门', '/system/role', '127.0.0.1', '内网IP', '{\"admin\":false,\"createBy\":\"admin\",\"deptCheckStrictly\":true,\"deptIds\":[],\"flag\":false,\"menuCheckStrictly\":true,\"menuIds\":[1,2096,2024,2025,2026,2027,2028,2029,2054,2055,2056,2057,2058,2059,2084,2085,2086,2087,2088,2089,2090,2091,2092,2093,2094,2095,2122,2123,2124,2125,2126,2127,2097,2110,2111,2112,2113,2114,2115,2133,2135,2136,2137,2138,2139,2140,100,1000,1001,1002,1003,1004,1005,1006,103,1016,1017,1018,1019,104,1020,1021,1022,1023,1024,107,1035,1036,1037,1038],\"params\":{},\"roleId\":101,\"roleKey\":\"leader\",\"roleName\":\"总经理\",\"roleSort\":1,\"status\":\"0\"}', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2025-07-15 16:23:50', 60);
INSERT INTO `sys_oper_log` VALUES (5, '用户管理', 1, 'com.ruoyi.web.controller.system.SysUserController.add()', 'POST', 1, 'admin', '技术部门', '/system/user', '127.0.0.1', '内网IP', '{\"admin\":false,\"createBy\":\"admin\",\"deptId\":101,\"nickName\":\"陈永强\",\"params\":{},\"postIds\":[5],\"roleIds\":[101],\"sex\":\"0\",\"status\":\"0\",\"userId\":107,\"userName\":\"cyq\"}', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2025-07-15 16:24:28', 106);
INSERT INTO `sys_oper_log` VALUES (6, '岗位管理', 1, 'com.ruoyi.web.controller.system.SysPostController.add()', 'POST', 1, 'admin', '技术部门', '/system/post', '127.0.0.1', '内网IP', '{\"createBy\":\"admin\",\"flag\":false,\"params\":{},\"postCode\":\"ceo\",\"postId\":6,\"postName\":\"总经理\",\"postSort\":1,\"status\":\"0\"}', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2025-07-15 16:25:11', 16);
INSERT INTO `sys_oper_log` VALUES (7, '用户管理', 2, 'com.ruoyi.web.controller.system.SysUserController.edit()', 'PUT', 1, 'admin', '技术部门', '/system/user', '127.0.0.1', '内网IP', '{\"admin\":false,\"avatar\":\"\",\"createBy\":\"admin\",\"createTime\":\"2025-07-15 16:24:28\",\"delFlag\":\"0\",\"dept\":{\"ancestors\":\"0,100\",\"children\":[],\"deptId\":101,\"deptName\":\"南京公司\",\"leader\":\"\",\"orderNum\":1,\"params\":{},\"parentId\":100,\"status\":\"0\"},\"deptId\":101,\"email\":\"\",\"loginIp\":\"\",\"nickName\":\"陈永强\",\"params\":{},\"phonenumber\":\"\",\"postIds\":[6],\"roleIds\":[101],\"roles\":[{\"admin\":false,\"dataScope\":\"1\",\"deptCheckStrictly\":false,\"flag\":false,\"menuCheckStrictly\":false,\"params\":{},\"roleId\":101,\"roleKey\":\"leader\",\"roleName\":\"总经理\",\"roleSort\":1,\"status\":\"0\"}],\"sex\":\"0\",\"status\":\"0\",\"updateBy\":\"admin\",\"userId\":107,\"userName\":\"cyq\"}', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2025-07-15 16:25:25', 16);
INSERT INTO `sys_oper_log` VALUES (8, '角色管理', 2, 'com.ruoyi.web.controller.system.SysRoleController.edit()', 'PUT', 1, 'admin', '技术部门', '/system/role', '127.0.0.1', '内网IP', '{\"admin\":false,\"createTime\":\"2025-07-15 16:23:50\",\"dataScope\":\"1\",\"delFlag\":\"0\",\"deptCheckStrictly\":true,\"flag\":false,\"menuCheckStrictly\":true,\"menuIds\":[1,100,2096,2024,2025,2026,2027,2028,2029,2054,2055,2056,2057,2058,2059,2084,2085,2086,2087,2088,2089,2090,2091,2092,2093,2094,2095,2122,2123,2124,2125,2126,2127,2097,2110,2111,2112,2113,2114,2115,2133,2135,2136,2137,2138,2139,2140,1000,1001,1002,1003,1004,1005,103,1016,1017,1018,1019,107,1035,1036,1037,1038],\"params\":{},\"roleId\":101,\"roleKey\":\"leader\",\"roleName\":\"总经理\",\"roleSort\":1,\"status\":\"0\",\"updateBy\":\"admin\"}', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2025-07-15 16:29:47', 23);
INSERT INTO `sys_oper_log` VALUES (9, '用户管理', 2, 'com.ruoyi.web.controller.system.SysUserController.edit()', 'PUT', 1, 'admin', '技术部门', '/system/user', '127.0.0.1', '内网IP', '{\"admin\":false,\"avatar\":\"\",\"createBy\":\"admin\",\"createTime\":\"2025-07-15 16:24:28\",\"delFlag\":\"0\",\"dept\":{\"ancestors\":\"0,100\",\"children\":[],\"deptId\":101,\"deptName\":\"南京公司\",\"leader\":\"\",\"orderNum\":1,\"params\":{},\"parentId\":100,\"status\":\"0\"},\"deptId\":100,\"email\":\"\",\"loginDate\":\"2025-07-15 16:25:51\",\"loginIp\":\"127.0.0.1\",\"nickName\":\"陈永强\",\"params\":{},\"phonenumber\":\"\",\"postIds\":[6],\"roleIds\":[101],\"roles\":[{\"admin\":false,\"dataScope\":\"1\",\"deptCheckStrictly\":false,\"flag\":false,\"menuCheckStrictly\":false,\"params\":{},\"roleId\":101,\"roleKey\":\"leader\",\"roleName\":\"总经理\",\"roleSort\":1,\"status\":\"0\"}],\"sex\":\"0\",\"status\":\"0\",\"updateBy\":\"admin\",\"userId\":107,\"userName\":\"cyq\"}', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2025-07-15 16:30:31', 16);
INSERT INTO `sys_oper_log` VALUES (10, '角色管理', 2, 'com.ruoyi.web.controller.system.SysRoleController.edit()', 'PUT', 1, 'admin', '技术部门', '/system/role', '127.0.0.1', '内网IP', '{\"admin\":false,\"createTime\":\"2025-07-15 16:23:50\",\"dataScope\":\"1\",\"delFlag\":\"0\",\"deptCheckStrictly\":true,\"flag\":false,\"menuCheckStrictly\":true,\"menuIds\":[2097,1,100,2110,2111,2112,2113,2114,2115,2138,2139,2140,1000,1001,1002,1003,1004,1005,103,1016,1017,1018,1019,107,1035,1036,1037,1038],\"params\":{},\"roleId\":101,\"roleKey\":\"leader\",\"roleName\":\"总经理\",\"roleSort\":1,\"status\":\"0\",\"updateBy\":\"admin\"}', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2025-07-15 16:31:44', 21);
INSERT INTO `sys_oper_log` VALUES (11, '部门管理', 1, 'com.ruoyi.web.controller.system.SysDeptController.add()', 'POST', 1, 'admin', '技术部门', '/system/dept', '127.0.0.1', '内网IP', '{\"ancestors\":\"0,100,101\",\"children\":[],\"createBy\":\"admin\",\"deptName\":\"人事部门\",\"orderNum\":3,\"params\":{},\"parentId\":101,\"status\":\"0\"}', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2025-07-16 09:22:18', 25);
INSERT INTO `sys_oper_log` VALUES (12, '岗位管理', 1, 'com.ruoyi.web.controller.system.SysPostController.add()', 'POST', 1, 'admin', '技术部门', '/system/post', '127.0.0.1', '内网IP', '{\"createBy\":\"admin\",\"flag\":false,\"params\":{},\"postCode\":\"hr\",\"postId\":7,\"postName\":\"人事\",\"postSort\":3,\"status\":\"0\"}', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2025-07-16 09:23:00', 21);
INSERT INTO `sys_oper_log` VALUES (13, '角色管理', 1, 'com.ruoyi.web.controller.system.SysRoleController.add()', 'POST', 1, 'admin', '技术部门', '/system/role', '127.0.0.1', '内网IP', '{\"admin\":false,\"createBy\":\"admin\",\"deptCheckStrictly\":true,\"deptIds\":[],\"flag\":false,\"menuCheckStrictly\":true,\"menuIds\":[2096,2024,2025,2026,2027,2028,2029,2054,2055,2056,2057,2058,2059,2084,2085,2086,2087,2088,2089,2090,2091,2092,2093,2094,2095,2122,2123,2124,2125,2126,2127,2097,2110,2111,2112,2113,2114,2115,2133,2135,2136,2137,2138,2139,2140],\"params\":{},\"roleId\":102,\"roleKey\":\"hr\",\"roleName\":\"人事\",\"roleSort\":1,\"status\":\"0\"}', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2025-07-16 09:24:04', 37);
INSERT INTO `sys_oper_log` VALUES (14, '角色管理', 2, 'com.ruoyi.web.controller.system.SysRoleController.edit()', 'PUT', 1, 'admin', '技术部门', '/system/role', '127.0.0.1', '内网IP', '{\"admin\":false,\"createTime\":\"2025-06-18 15:25:25\",\"dataScope\":\"2\",\"delFlag\":\"0\",\"deptCheckStrictly\":true,\"flag\":false,\"menuCheckStrictly\":true,\"menuIds\":[2097,2096,2024,2025,2026,2027,2028,2029,2054,2055,2056,2057,2058,2059,2084,2085,2086,2087,2088,2089,2090,2091,2092,2093,2094,2095,2122,2123,2124,2125,2126,2127,2110,2111,2112,2113,2114,2115,2133,2135,2136,2137],\"params\":{},\"remark\":\"技术员\",\"roleId\":2,\"roleKey\":\"technician\",\"roleName\":\"技术员\",\"roleSort\":1,\"status\":\"0\",\"updateBy\":\"admin\"}', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2025-07-16 09:24:10', 20);
INSERT INTO `sys_oper_log` VALUES (15, '用户管理', 1, 'com.ruoyi.web.controller.system.SysUserController.add()', 'POST', 1, 'admin', '技术部门', '/system/user', '127.0.0.1', '内网IP', '{\"admin\":false,\"createBy\":\"admin\",\"deptId\":202,\"nickName\":\"雷陶飞\",\"params\":{},\"postIds\":[7],\"roleIds\":[102],\"sex\":\"1\",\"status\":\"0\",\"userId\":108,\"userName\":\"ltf\"}', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2025-07-16 09:25:01', 104);
INSERT INTO `sys_oper_log` VALUES (16, 'ups电源', 5, 'com.ruoyi.ups.controller.UpsController.export()', 'POST', 1, 'admin', '技术部门', '/ups/ups/export', '127.0.0.1', '内网IP', '{\"pageSize\":\"13\",\"pageNum\":\"1\"}', NULL, 0, NULL, '2025-07-16 09:30:19', 763);
INSERT INTO `sys_oper_log` VALUES (17, '在线用户', 7, 'com.ruoyi.web.controller.monitor.SysUserOnlineController.forceLogout()', 'DELETE', 1, 'admin', '技术部门', '/monitor/online/1b083075-f468-468c-a651-000a692f37da', '127.0.0.1', '内网IP', '\"1b083075-f468-468c-a651-000a692f37da\"', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2025-07-16 09:35:30', 1);
INSERT INTO `sys_oper_log` VALUES (18, '菜单管理', 1, 'com.ruoyi.web.controller.system.SysMenuController.add()', 'POST', 1, 'admin', '技术部门', '/system/menu', '127.0.0.1', '内网IP', '{\"children\":[],\"component\":\"leave/leave/record\",\"createBy\":\"admin\",\"isCache\":\"0\",\"isFrame\":\"1\",\"menuName\":\"请假记录\",\"menuType\":\"C\",\"orderNum\":1,\"params\":{},\"parentId\":2097,\"path\":\"leaverecord\",\"status\":\"0\",\"visible\":\"0\"}', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2025-07-16 10:18:36', 121);
INSERT INTO `sys_oper_log` VALUES (19, '菜单管理', 2, 'com.ruoyi.web.controller.system.SysMenuController.edit()', 'PUT', 1, 'admin', '技术部门', '/system/menu', '127.0.0.1', '内网IP', '{\"children\":[],\"component\":\"leave/leave/record\",\"createTime\":\"2025-07-16 10:18:36\",\"icon\":\"#\",\"isCache\":\"0\",\"isFrame\":\"1\",\"menuId\":2141,\"menuName\":\"请假记录\",\"menuType\":\"C\",\"orderNum\":1,\"params\":{},\"parentId\":2097,\"path\":\"leaverecord\",\"perms\":\"leave:leave:record\",\"routeName\":\"\",\"status\":\"0\",\"updateBy\":\"admin\",\"visible\":\"0\"}', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2025-07-16 10:18:58', 11);
INSERT INTO `sys_oper_log` VALUES (20, '请假申请记录', 5, 'com.ruoyi.web.controller.system.SysLeaveApplicationController.export()', 'POST', 1, 'admin', '技术部门', '/leave/leave/export', '127.0.0.1', '内网IP', '{\"nickName\":\"王宇航\"}', NULL, 1, 'Cannot invoke \"com.ruoyi.system.mapper.SysDeptMapper.selectDeptById(java.lang.Long)\" because \"this.deptMapper\" is null', '2025-07-16 10:22:00', 5);
INSERT INTO `sys_oper_log` VALUES (21, '请假申请记录', 5, 'com.ruoyi.web.controller.system.SysLeaveApplicationController.export()', 'POST', 1, 'admin', '技术部门', '/leave/leave/export', '127.0.0.1', '内网IP', '{\"nickName\":\"王宇航\"}', NULL, 1, 'Cannot invoke \"com.ruoyi.system.mapper.SysDeptMapper.selectDeptById(java.lang.Long)\" because \"this.deptMapper\" is null', '2025-07-16 10:22:10', 5);
INSERT INTO `sys_oper_log` VALUES (22, '菜单管理', 1, 'com.ruoyi.web.controller.system.SysMenuController.add()', 'POST', 1, 'admin', '技术部门', '/system/menu', '127.0.0.1', '内网IP', '{\"children\":[],\"createBy\":\"admin\",\"isCache\":\"0\",\"isFrame\":\"1\",\"menuName\":\"请假记录导出\",\"menuType\":\"F\",\"orderNum\":1,\"params\":{},\"parentId\":2141,\"perms\":\"leave:leave:export\",\"status\":\"0\",\"visible\":\"0\"}', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2025-07-16 10:37:43', 27);
INSERT INTO `sys_oper_log` VALUES (23, '角色管理', 2, 'com.ruoyi.web.controller.system.SysRoleController.edit()', 'PUT', 1, 'admin', '技术部门', '/system/role', '127.0.0.1', '内网IP', '{\"admin\":false,\"createTime\":\"2025-07-16 09:24:04\",\"dataScope\":\"1\",\"delFlag\":\"0\",\"deptCheckStrictly\":true,\"flag\":false,\"menuCheckStrictly\":true,\"menuIds\":[2097,2141,2142],\"params\":{},\"roleId\":102,\"roleKey\":\"hr\",\"roleName\":\"人事\",\"roleSort\":1,\"status\":\"0\",\"updateBy\":\"admin\"}', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2025-07-16 14:46:25', 36);
INSERT INTO `sys_oper_log` VALUES (24, '角色管理', 2, 'com.ruoyi.web.controller.system.SysRoleController.edit()', 'PUT', 1, 'admin', '技术部门', '/system/role', '127.0.0.1', '内网IP', '{\"admin\":false,\"createTime\":\"2025-07-16 09:24:04\",\"dataScope\":\"1\",\"delFlag\":\"0\",\"deptCheckStrictly\":true,\"flag\":false,\"menuCheckStrictly\":true,\"menuIds\":[2097,1,2141,2142,100,1000,1001,1002,1003,1004,1005,1006,101,1007,1008,1009,1010,1011,103,1016,1017,1018,1019,104,1020,1021,1022,1023,1024],\"params\":{},\"roleId\":102,\"roleKey\":\"hr\",\"roleName\":\"人事\",\"roleSort\":1,\"status\":\"0\",\"updateBy\":\"admin\"}', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2025-07-16 15:16:41', 34);
INSERT INTO `sys_oper_log` VALUES (25, '用户管理', 2, 'com.ruoyi.web.controller.system.SysUserController.changeStatus()', 'PUT', 1, 'ltf', '人事部门', '/system/user/changeStatus', '127.0.0.1', '内网IP', '{\"admin\":false,\"params\":{},\"status\":\"1\",\"updateBy\":\"ltf\",\"userId\":107}', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2025-07-16 15:18:00', 7);
INSERT INTO `sys_oper_log` VALUES (26, '角色管理', 2, 'com.ruoyi.web.controller.system.SysRoleController.edit()', 'PUT', 1, 'admin', '技术部门', '/system/role', '127.0.0.1', '内网IP', '{\"admin\":false,\"createTime\":\"2025-07-16 09:24:04\",\"dataScope\":\"1\",\"delFlag\":\"0\",\"deptCheckStrictly\":true,\"flag\":false,\"menuCheckStrictly\":true,\"menuIds\":[2097,1,2141,2142,100,1000,1001,1002,1003,1004,1005,1006,103,1016,1017,1018,1019,104,1020,1021,1022,1023,1024],\"params\":{},\"roleId\":102,\"roleKey\":\"hr\",\"roleName\":\"人事\",\"roleSort\":1,\"status\":\"0\",\"updateBy\":\"admin\"}', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2025-07-16 15:19:28', 18);
INSERT INTO `sys_oper_log` VALUES (27, '菜单管理', 2, 'com.ruoyi.web.controller.system.SysMenuController.edit()', 'PUT', 1, 'admin', '技术部门', '/system/menu', '127.0.0.1', '内网IP', '{\"children\":[],\"component\":\"leave/leave/record\",\"createTime\":\"2025-07-16 10:18:36\",\"icon\":\"请假记录\",\"isCache\":\"0\",\"isFrame\":\"1\",\"menuId\":2141,\"menuName\":\"请假记录\",\"menuType\":\"C\",\"orderNum\":1,\"params\":{},\"parentId\":2097,\"path\":\"leaverecord\",\"perms\":\"leave:leave:record\",\"routeName\":\"\",\"status\":\"0\",\"updateBy\":\"admin\",\"visible\":\"0\"}', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2025-07-16 15:22:30', 14);

-- ----------------------------
-- Table structure for sys_post
-- ----------------------------
DROP TABLE IF EXISTS `sys_post`;
CREATE TABLE `sys_post`  (
  `post_id` bigint NOT NULL AUTO_INCREMENT COMMENT '岗位ID',
  `post_code` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL COMMENT '岗位编码',
  `post_name` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL COMMENT '岗位名称',
  `post_sort` int NOT NULL COMMENT '显示顺序',
  `status` char(1) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL COMMENT '状态（0正常 1停用）',
  `create_by` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '' COMMENT '创建者',
  `create_time` datetime NULL DEFAULT NULL COMMENT '创建时间',
  `update_by` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '' COMMENT '更新者',
  `update_time` datetime NULL DEFAULT NULL COMMENT '更新时间',
  `remark` varchar(500) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '备注',
  PRIMARY KEY (`post_id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 8 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_0900_ai_ci COMMENT = '岗位信息表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of sys_post
-- ----------------------------
INSERT INTO `sys_post` VALUES (1, 'developer', '开发人员', 1, '0', 'admin', '2025-06-18 15:25:25', 'admin', '2025-07-14 11:33:41', '');
INSERT INTO `sys_post` VALUES (4, 'technician', '技术员', 3, '0', 'admin', '2025-06-18 15:25:25', 'admin', '2025-07-14 11:37:58', '');
INSERT INTO `sys_post` VALUES (5, 'technicalleader', '技术领导', 2, '0', 'admin', '2025-07-14 11:35:25', 'admin', '2025-07-14 11:35:46', NULL);
INSERT INTO `sys_post` VALUES (6, 'ceo', '总经理', 1, '0', 'admin', '2025-07-15 16:25:11', '', NULL, NULL);
INSERT INTO `sys_post` VALUES (7, 'hr', '人事', 3, '0', 'admin', '2025-07-16 09:23:00', '', NULL, NULL);

-- ----------------------------
-- Table structure for sys_role
-- ----------------------------
DROP TABLE IF EXISTS `sys_role`;
CREATE TABLE `sys_role`  (
  `role_id` bigint NOT NULL AUTO_INCREMENT COMMENT '角色ID',
  `role_name` varchar(30) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL COMMENT '角色名称',
  `role_key` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL COMMENT '角色权限字符串',
  `role_sort` int NOT NULL COMMENT '显示顺序',
  `data_scope` char(1) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '1' COMMENT '数据范围（1：全部数据权限 2：自定数据权限 3：本部门数据权限 4：本部门及以下数据权限）',
  `menu_check_strictly` tinyint(1) NULL DEFAULT 1 COMMENT '菜单树选择项是否关联显示',
  `dept_check_strictly` tinyint(1) NULL DEFAULT 1 COMMENT '部门树选择项是否关联显示',
  `status` char(1) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL COMMENT '角色状态（0正常 1停用）',
  `del_flag` char(1) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '0' COMMENT '删除标志（0代表存在 2代表删除）',
  `create_by` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '' COMMENT '创建者',
  `create_time` datetime NULL DEFAULT NULL COMMENT '创建时间',
  `update_by` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '' COMMENT '更新者',
  `update_time` datetime NULL DEFAULT NULL COMMENT '更新时间',
  `remark` varchar(500) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '备注',
  PRIMARY KEY (`role_id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 103 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_0900_ai_ci COMMENT = '角色信息表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of sys_role
-- ----------------------------
INSERT INTO `sys_role` VALUES (1, '超级管理员', 'admin', 1, '1', 1, 1, '0', '0', 'admin', '2025-06-18 15:25:25', '', NULL, '超级管理员');
INSERT INTO `sys_role` VALUES (2, '技术员', 'technician', 1, '2', 1, 1, '0', '0', 'admin', '2025-06-18 15:25:25', 'admin', '2025-07-16 09:24:10', '技术员');
INSERT INTO `sys_role` VALUES (100, '技术领导', 'technicalleader', 1, '2', 1, 1, '0', '0', 'admin', '2025-07-14 11:29:13', 'admin', '2025-07-15 13:57:21', NULL);
INSERT INTO `sys_role` VALUES (101, '总经理', 'leader', 1, '1', 1, 1, '0', '0', 'admin', '2025-07-15 16:23:50', 'admin', '2025-07-15 16:31:44', NULL);
INSERT INTO `sys_role` VALUES (102, '人事', 'hr', 1, '1', 1, 1, '0', '0', 'admin', '2025-07-16 09:24:04', 'admin', '2025-07-16 15:19:28', NULL);

-- ----------------------------
-- Table structure for sys_role_dept
-- ----------------------------
DROP TABLE IF EXISTS `sys_role_dept`;
CREATE TABLE `sys_role_dept`  (
  `role_id` bigint NOT NULL COMMENT '角色ID',
  `dept_id` bigint NOT NULL COMMENT '部门ID',
  PRIMARY KEY (`role_id`, `dept_id`) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8mb4 COLLATE = utf8mb4_0900_ai_ci COMMENT = '角色和部门关联表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of sys_role_dept
-- ----------------------------
INSERT INTO `sys_role_dept` VALUES (2, 100);
INSERT INTO `sys_role_dept` VALUES (2, 101);
INSERT INTO `sys_role_dept` VALUES (2, 103);
INSERT INTO `sys_role_dept` VALUES (100, 100);
INSERT INTO `sys_role_dept` VALUES (100, 101);
INSERT INTO `sys_role_dept` VALUES (100, 103);

-- ----------------------------
-- Table structure for sys_role_menu
-- ----------------------------
DROP TABLE IF EXISTS `sys_role_menu`;
CREATE TABLE `sys_role_menu`  (
  `role_id` bigint NOT NULL COMMENT '角色ID',
  `menu_id` bigint NOT NULL COMMENT '菜单ID',
  PRIMARY KEY (`role_id`, `menu_id`) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8mb4 COLLATE = utf8mb4_0900_ai_ci COMMENT = '角色和菜单关联表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of sys_role_menu
-- ----------------------------
INSERT INTO `sys_role_menu` VALUES (2, 2024);
INSERT INTO `sys_role_menu` VALUES (2, 2025);
INSERT INTO `sys_role_menu` VALUES (2, 2026);
INSERT INTO `sys_role_menu` VALUES (2, 2027);
INSERT INTO `sys_role_menu` VALUES (2, 2028);
INSERT INTO `sys_role_menu` VALUES (2, 2029);
INSERT INTO `sys_role_menu` VALUES (2, 2054);
INSERT INTO `sys_role_menu` VALUES (2, 2055);
INSERT INTO `sys_role_menu` VALUES (2, 2056);
INSERT INTO `sys_role_menu` VALUES (2, 2057);
INSERT INTO `sys_role_menu` VALUES (2, 2058);
INSERT INTO `sys_role_menu` VALUES (2, 2059);
INSERT INTO `sys_role_menu` VALUES (2, 2084);
INSERT INTO `sys_role_menu` VALUES (2, 2085);
INSERT INTO `sys_role_menu` VALUES (2, 2086);
INSERT INTO `sys_role_menu` VALUES (2, 2087);
INSERT INTO `sys_role_menu` VALUES (2, 2088);
INSERT INTO `sys_role_menu` VALUES (2, 2089);
INSERT INTO `sys_role_menu` VALUES (2, 2090);
INSERT INTO `sys_role_menu` VALUES (2, 2091);
INSERT INTO `sys_role_menu` VALUES (2, 2092);
INSERT INTO `sys_role_menu` VALUES (2, 2093);
INSERT INTO `sys_role_menu` VALUES (2, 2094);
INSERT INTO `sys_role_menu` VALUES (2, 2095);
INSERT INTO `sys_role_menu` VALUES (2, 2096);
INSERT INTO `sys_role_menu` VALUES (2, 2097);
INSERT INTO `sys_role_menu` VALUES (2, 2110);
INSERT INTO `sys_role_menu` VALUES (2, 2111);
INSERT INTO `sys_role_menu` VALUES (2, 2112);
INSERT INTO `sys_role_menu` VALUES (2, 2113);
INSERT INTO `sys_role_menu` VALUES (2, 2114);
INSERT INTO `sys_role_menu` VALUES (2, 2115);
INSERT INTO `sys_role_menu` VALUES (2, 2122);
INSERT INTO `sys_role_menu` VALUES (2, 2123);
INSERT INTO `sys_role_menu` VALUES (2, 2124);
INSERT INTO `sys_role_menu` VALUES (2, 2125);
INSERT INTO `sys_role_menu` VALUES (2, 2126);
INSERT INTO `sys_role_menu` VALUES (2, 2127);
INSERT INTO `sys_role_menu` VALUES (2, 2133);
INSERT INTO `sys_role_menu` VALUES (2, 2135);
INSERT INTO `sys_role_menu` VALUES (2, 2136);
INSERT INTO `sys_role_menu` VALUES (2, 2137);
INSERT INTO `sys_role_menu` VALUES (100, 2097);
INSERT INTO `sys_role_menu` VALUES (100, 2110);
INSERT INTO `sys_role_menu` VALUES (100, 2111);
INSERT INTO `sys_role_menu` VALUES (100, 2115);
INSERT INTO `sys_role_menu` VALUES (100, 2138);
INSERT INTO `sys_role_menu` VALUES (100, 2139);
INSERT INTO `sys_role_menu` VALUES (100, 2140);
INSERT INTO `sys_role_menu` VALUES (101, 1);
INSERT INTO `sys_role_menu` VALUES (101, 100);
INSERT INTO `sys_role_menu` VALUES (101, 103);
INSERT INTO `sys_role_menu` VALUES (101, 107);
INSERT INTO `sys_role_menu` VALUES (101, 1000);
INSERT INTO `sys_role_menu` VALUES (101, 1001);
INSERT INTO `sys_role_menu` VALUES (101, 1002);
INSERT INTO `sys_role_menu` VALUES (101, 1003);
INSERT INTO `sys_role_menu` VALUES (101, 1004);
INSERT INTO `sys_role_menu` VALUES (101, 1005);
INSERT INTO `sys_role_menu` VALUES (101, 1016);
INSERT INTO `sys_role_menu` VALUES (101, 1017);
INSERT INTO `sys_role_menu` VALUES (101, 1018);
INSERT INTO `sys_role_menu` VALUES (101, 1019);
INSERT INTO `sys_role_menu` VALUES (101, 1035);
INSERT INTO `sys_role_menu` VALUES (101, 1036);
INSERT INTO `sys_role_menu` VALUES (101, 1037);
INSERT INTO `sys_role_menu` VALUES (101, 1038);
INSERT INTO `sys_role_menu` VALUES (101, 2097);
INSERT INTO `sys_role_menu` VALUES (101, 2110);
INSERT INTO `sys_role_menu` VALUES (101, 2111);
INSERT INTO `sys_role_menu` VALUES (101, 2112);
INSERT INTO `sys_role_menu` VALUES (101, 2113);
INSERT INTO `sys_role_menu` VALUES (101, 2114);
INSERT INTO `sys_role_menu` VALUES (101, 2115);
INSERT INTO `sys_role_menu` VALUES (101, 2138);
INSERT INTO `sys_role_menu` VALUES (101, 2139);
INSERT INTO `sys_role_menu` VALUES (101, 2140);
INSERT INTO `sys_role_menu` VALUES (102, 1);
INSERT INTO `sys_role_menu` VALUES (102, 100);
INSERT INTO `sys_role_menu` VALUES (102, 103);
INSERT INTO `sys_role_menu` VALUES (102, 104);
INSERT INTO `sys_role_menu` VALUES (102, 1000);
INSERT INTO `sys_role_menu` VALUES (102, 1001);
INSERT INTO `sys_role_menu` VALUES (102, 1002);
INSERT INTO `sys_role_menu` VALUES (102, 1003);
INSERT INTO `sys_role_menu` VALUES (102, 1004);
INSERT INTO `sys_role_menu` VALUES (102, 1005);
INSERT INTO `sys_role_menu` VALUES (102, 1006);
INSERT INTO `sys_role_menu` VALUES (102, 1016);
INSERT INTO `sys_role_menu` VALUES (102, 1017);
INSERT INTO `sys_role_menu` VALUES (102, 1018);
INSERT INTO `sys_role_menu` VALUES (102, 1019);
INSERT INTO `sys_role_menu` VALUES (102, 1020);
INSERT INTO `sys_role_menu` VALUES (102, 1021);
INSERT INTO `sys_role_menu` VALUES (102, 1022);
INSERT INTO `sys_role_menu` VALUES (102, 1023);
INSERT INTO `sys_role_menu` VALUES (102, 1024);
INSERT INTO `sys_role_menu` VALUES (102, 2097);
INSERT INTO `sys_role_menu` VALUES (102, 2141);
INSERT INTO `sys_role_menu` VALUES (102, 2142);

-- ----------------------------
-- Table structure for sys_user
-- ----------------------------
DROP TABLE IF EXISTS `sys_user`;
CREATE TABLE `sys_user`  (
  `user_id` bigint NOT NULL AUTO_INCREMENT COMMENT '用户ID',
  `dept_id` bigint NULL DEFAULT NULL COMMENT '部门ID',
  `user_name` varchar(30) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL COMMENT '用户账号',
  `nick_name` varchar(30) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL COMMENT '用户昵称',
  `user_type` varchar(2) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '00' COMMENT '用户类型（00系统用户）',
  `email` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '' COMMENT '用户邮箱',
  `phonenumber` varchar(11) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '' COMMENT '手机号码',
  `sex` char(1) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '0' COMMENT '用户性别（0男 1女 2未知）',
  `avatar` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '' COMMENT '头像地址',
  `password` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '' COMMENT '密码',
  `status` char(1) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '0' COMMENT '账号状态（0正常 1停用）',
  `del_flag` char(1) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '0' COMMENT '删除标志（0代表存在 2代表删除）',
  `login_ip` varchar(128) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '' COMMENT '最后登录IP',
  `login_date` datetime NULL DEFAULT NULL COMMENT '最后登录时间',
  `pwd_update_date` datetime NULL DEFAULT NULL COMMENT '密码最后更新时间',
  `create_by` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '' COMMENT '创建者',
  `create_time` datetime NULL DEFAULT NULL COMMENT '创建时间',
  `update_by` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT '' COMMENT '更新者',
  `update_time` datetime NULL DEFAULT NULL COMMENT '更新时间',
  `remark` varchar(500) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '备注',
  PRIMARY KEY (`user_id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 109 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_0900_ai_ci COMMENT = '用户信息表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of sys_user
-- ----------------------------
INSERT INTO `sys_user` VALUES (1, 103, 'admin', '王宇航', '00', '2465999605@qq.com', '18762267645', '0', '', '$2a$10$7JB720yubVSZvUI0rEqK/.VqGOZTH.ulu33dHOiBE8ByOhJIrdAu2', '0', '0', '127.0.0.1', '2025-07-16 15:12:29', '2025-06-18 15:25:24', 'admin', '2025-06-18 15:25:24', '', '2025-07-16 15:12:29', '管理员');
INSERT INTO `sys_user` VALUES (100, 103, 'fcj', '傅垂峻', '00', '', '', '0', '', '$2a$10$c9ee2lK7nc4dagA2fyM9Pui0nqpwNx7Fb.kIcXOqZ9sNDNklPkuB6', '0', '0', '127.0.0.1', '2025-07-03 11:47:23', NULL, 'admin', '2025-06-24 11:03:08', 'admin', '2025-07-03 11:47:22', NULL);
INSERT INTO `sys_user` VALUES (101, 103, 'bhx', '鲍鸿喜', '00', '', '', '0', '', '$2a$10$.UhTrN59VEUIsvOrdrvosuxbLulHZrQuAOnyTZ4RWmsWH5pe3mh4.', '0', '0', '127.0.0.1', '2025-07-03 09:49:34', NULL, 'admin', '2025-06-24 11:05:56', '', '2025-07-03 09:49:34', NULL);
INSERT INTO `sys_user` VALUES (102, 103, 'wyh', '王宇航', '00', '', '', '0', '', '$2a$10$iPD.sXfdtjGyAasO2xzTV.n8903ZAjhUsZDsQubN2F.Q0UVacIcnC', '0', '0', '127.0.0.1', '2025-07-15 15:11:22', NULL, 'admin', '2025-06-24 11:06:20', '', '2025-07-15 15:11:21', NULL);
INSERT INTO `sys_user` VALUES (103, 103, 'yjs', '郁劲松', '00', '', '', '0', '', '$2a$10$afTqdZuk4kSzijMrRWBmoe73.d12F2ne7CvKR4Bg3d0odeQbdKWeG', '0', '0', '', NULL, NULL, 'admin', '2025-07-01 08:35:03', 'admin', '2025-07-01 08:35:20', NULL);
INSERT INTO `sys_user` VALUES (104, 103, '崔浩', 'ch', '00', '', '', '0', '', '$2a$10$6uxha/kC/kRE6KGpSr6yQOsGvjUXKfq3PGaQuGDj0J6dUTEEPA/ha', '0', '2', '', NULL, NULL, 'admin', '2025-07-03 10:24:41', '', NULL, NULL);
INSERT INTO `sys_user` VALUES (105, 103, 'ch', '崔浩', '00', '', '', '0', '', '$2a$10$K2eYThkOCbvvo0TE9QTDQuZ/h8RZpQ/dkS9lmUFE6qzUxnKHX0TRW', '0', '0', '127.0.0.1', '2025-07-15 16:34:17', NULL, 'admin', '2025-07-03 10:25:37', '', '2025-07-15 16:34:17', NULL);
INSERT INTO `sys_user` VALUES (106, 103, 'lq', '刘群', '00', '', '', '0', '', '$2a$10$9GGFdnq9l8Fyxm2FkQRqyeiwIH9b9Zn7NNaz/MVEn1hvOmeGste3S', '0', '0', '127.0.0.1', '2025-07-15 17:16:49', NULL, 'admin', '2025-07-14 11:37:08', 'admin', '2025-07-15 17:16:49', NULL);
INSERT INTO `sys_user` VALUES (107, 100, 'cyq', '陈永强', '00', '', '', '0', '', '$2a$10$70hzXMkBMF4SHnUSH8hXx.wY5dROtVy/zUpFQwZxNj7irKP4MfWa.', '1', '0', '127.0.0.1', '2025-07-15 16:25:51', NULL, 'admin', '2025-07-15 16:24:28', 'ltf', '2025-07-16 15:18:00', NULL);
INSERT INTO `sys_user` VALUES (108, 202, 'ltf', '雷陶飞', '00', '', '', '1', '', '$2a$10$zvBMdLYbn3sK0E4.FpXN5.vFsmOyyjGcxGPpwdMj8Q62WqFHyJkWW', '0', '0', '127.0.0.1', '2025-07-16 15:29:48', NULL, 'admin', '2025-07-16 09:25:01', '', '2025-07-16 15:29:48', NULL);

-- ----------------------------
-- Table structure for sys_user_post
-- ----------------------------
DROP TABLE IF EXISTS `sys_user_post`;
CREATE TABLE `sys_user_post`  (
  `user_id` bigint NOT NULL COMMENT '用户ID',
  `post_id` bigint NOT NULL COMMENT '岗位ID',
  PRIMARY KEY (`user_id`, `post_id`) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8mb4 COLLATE = utf8mb4_0900_ai_ci COMMENT = '用户与岗位关联表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of sys_user_post
-- ----------------------------
INSERT INTO `sys_user_post` VALUES (1, 1);
INSERT INTO `sys_user_post` VALUES (100, 4);
INSERT INTO `sys_user_post` VALUES (101, 4);
INSERT INTO `sys_user_post` VALUES (102, 4);
INSERT INTO `sys_user_post` VALUES (103, 4);
INSERT INTO `sys_user_post` VALUES (105, 4);
INSERT INTO `sys_user_post` VALUES (106, 5);
INSERT INTO `sys_user_post` VALUES (107, 6);
INSERT INTO `sys_user_post` VALUES (108, 7);

-- ----------------------------
-- Table structure for sys_user_role
-- ----------------------------
DROP TABLE IF EXISTS `sys_user_role`;
CREATE TABLE `sys_user_role`  (
  `user_id` bigint NOT NULL COMMENT '用户ID',
  `role_id` bigint NOT NULL COMMENT '角色ID',
  PRIMARY KEY (`user_id`, `role_id`) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8mb4 COLLATE = utf8mb4_0900_ai_ci COMMENT = '用户和角色关联表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of sys_user_role
-- ----------------------------
INSERT INTO `sys_user_role` VALUES (1, 1);
INSERT INTO `sys_user_role` VALUES (100, 2);
INSERT INTO `sys_user_role` VALUES (101, 2);
INSERT INTO `sys_user_role` VALUES (102, 2);
INSERT INTO `sys_user_role` VALUES (103, 2);
INSERT INTO `sys_user_role` VALUES (105, 2);
INSERT INTO `sys_user_role` VALUES (106, 100);
INSERT INTO `sys_user_role` VALUES (107, 101);
INSERT INTO `sys_user_role` VALUES (108, 102);

-- ----------------------------
-- Table structure for ups
-- ----------------------------
DROP TABLE IF EXISTS `ups`;
CREATE TABLE `ups`  (
  `id` int NOT NULL AUTO_INCREMENT,
  `产品系列` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL,
  `产品型号` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL,
  `应用场景` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL,
  `供货厂商` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL,
  `容量` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `功率` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `输入电压大小` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `输入电压相位` varchar(10) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `输入电压分类` varchar(10) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `输出电压大小` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `输出电压相位` varchar(10) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `输出电压分类` varchar(10) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `输入频率` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `输出频率` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 444 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci COMMENT = 'ups电源表' ROW_FORMAT = REDUNDANT;

-- ----------------------------
-- Records of ups
-- ----------------------------
INSERT INTO `ups` VALUES (1, '城堡 G7 塔式 1~3K', 'C1K（G7）', '企业文件服务器,关键工作站,分布式IT系统,商务办公设备,家庭娱乐设备,生产制造过程控制系统,监控与数据采集系统, 轨道通讯系统,嵌入式行业配套', '山特', '1KVA', '1KW', '110-300VAC', '单相', '交流', '默认220VAC (200/208/220/230/240)VAC', '单相', '交流', '40-70Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (2, '城堡 G7 塔式 1~3K', 'C1KS（G7）', '企业文件服务器,关键工作站,分布式IT系统,商务办公设备,家庭娱乐设备,生产制造过程控制系统,监控与数据采集系统, 轨道通讯系统,嵌入式行业配套', '山特', '1KVA', '1KW', '110-300VAC', '单相', '交流', '默认220VAC (200/208/220/230/240)VAC', '单相', '交流', '40-70Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (3, '城堡 G7 塔式 1~3K', 'C2K（G7）', '企业文件服务器,关键工作站,分布式IT系统,商务办公设备,家庭娱乐设备,生产制造过程控制系统,监控与数据采集系统, 轨道通讯系统,嵌入式行业配套', '山特', '2KVA', '2KW', '110-300VAC', '单相', '交流', '默认220VAC (200/208/220/230/240)VAC', '单相', '交流', '40-70Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (4, '城堡 G7 塔式 1~3K', 'C2KS（G7）', '企业文件服务器,关键工作站,分布式IT系统,商务办公设备,家庭娱乐设备,生产制造过程控制系统,监控与数据采集系统, 轨道通讯系统,嵌入式行业配套', '山特', '2KVA', '2KW', '110-300VAC', '单相', '交流', '默认220VAC (200/208/220/230/240)VAC', '单相', '交流', '40-70Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (5, '城堡 G7 塔式 1~3K', 'C3K（G7）', '企业文件服务器,关键工作站,分布式IT系统,商务办公设备,家庭娱乐设备,生产制造过程控制系统,监控与数据采集系统, 轨道通讯系统,嵌入式行业配套', '山特', '3KVA', '3KW', '110-300VAC', '单相', '交流', '默认220VAC (200/208/220/230/240)VAC', '单相', '交流', '40-70Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (6, '城堡 G7 塔式 1~3K', 'C3KS（G7）', '企业文件服务器,关键工作站,分布式IT系统,商务办公设备,家庭娱乐设备,生产制造过程控制系统,监控与数据采集系统, 轨道通讯系统,嵌入式行业配套', '山特', '3KVA', '3KW', '110-300VAC', '单相', '交流', '默认220VAC (200/208/220/230/240)VAC', '单相', '交流', '40-70Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (7, '山特灵霄PT3000UL', 'PT1K-UL', '风力发电机组，光伏电站，工商业储能 PCS、EMS 控制系统，户外智能终端柜，户外勘察勘测，轨道交通设备，半导体芯片等高端制造', '山特', '1KVA', '1KW', '110-300VAC', '单相', '交流', '默认220VAC (200/208/220/230/240)VAC', '单相', '交流', '45-66Hz(45–55/54–66)Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (8, '山特灵霄PT3000UL', 'PT2K-UL', '风力发电机组，光伏电站，工商业储能 PCS、EMS 控制系统，户外智能终端柜，户外勘察勘测，轨道交通设备，半导体芯片等高端制造', '山特', '2KVA', '2KW', '110-300VAC', '单相', '交流', '默认220VAC (200/208/220/230/240)VAC', '单相', '交流', '45-66Hz(45–55/54–66)Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (9, '山特灵霄PT3000UL', 'PT3K-UL', '风力发电机组，光伏电站，工商业储能 PCS、EMS 控制系统，户外智能终端柜，户外勘察勘测，轨道交通设备，半导体芯片等高端制造', '山特', '3KVA', '3KW', '110-300VAC', '单相', '交流', '默认220VAC (200/208/220/230/240)VAC', '单相', '交流', '45-66Hz(45–55/54–66)Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (10, '城堡系列机架式S-Rack 1~3K', 'S-RACK 1K', '中小型企业的数据中心，银行网点、证券营业部等金融机构，电信数据机房，电子政务系统、教育资源服务器，交通枢纽中的售票系统、安检设备、监控系统', '山特', '1KVA', '1KW', '110-300VAC', '单相', '交流', '220VAC', '单相', '交流', '40-70Hz', '40-70Hz');
INSERT INTO `ups` VALUES (11, '城堡系列机架式S-Rack 1~3K', 'S-RACK 1KS', '中小型企业的数据中心，银行网点、证券营业部等金融机构，电信数据机房，电子政务系统、教育资源服务器，交通枢纽中的售票系统、安检设备、监控系统', '山特', '1KVA', '1KW', '110-300VAC', '单相', '交流', '220VAC', '单相', '交流', '40-70Hz', '40-70Hz');
INSERT INTO `ups` VALUES (12, '城堡系列机架式S-Rack 1~3K', 'S-RACK 2K', '中小型企业的数据中心，银行网点、证券营业部等金融机构，电信数据机房，电子政务系统、教育资源服务器，交通枢纽中的售票系统、安检设备、监控系统', '山特', '2KVA', '2KW', '110-300VAC', '单相', '交流', '220VAC', '单相', '交流', '40-70Hz', '40-70Hz');
INSERT INTO `ups` VALUES (13, '城堡系列机架式S-Rack 1~3K', 'S-RACK 2KS', '中小型企业的数据中心，银行网点、证券营业部等金融机构，电信数据机房，电子政务系统、教育资源服务器，交通枢纽中的售票系统、安检设备、监控系统', '山特', '2KVA', '2KW', '110-300VAC', '单相', '交流', '220VAC', '单相', '交流', '40-70Hz', '40-70Hz');
INSERT INTO `ups` VALUES (14, '城堡系列机架式S-Rack 1~3K', 'S-RACK 3K', '中小型企业的数据中心，银行网点、证券营业部等金融机构，电信数据机房，电子政务系统、教育资源服务器，交通枢纽中的售票系统、安检设备、监控系统', '山特', '3KVA', '3KW', '110-300VAC', '单相', '交流', '220VAC', '单相', '交流', '40-70Hz', '40-70Hz');
INSERT INTO `ups` VALUES (15, '城堡系列机架式S-Rack 1~3K', 'S-RACK 3KS', '中小型企业的数据中心，银行网点、证券营业部等金融机构，电信数据机房，电子政务系统、教育资源服务器，交通枢纽中的售票系统、安检设备、监控系统', '山特', '3KVA', '3KW', '110-300VAC', '单相', '交流', '220VAC', '单相', '交流', '40-70Hz', '40-70Hz');
INSERT INTO `ups` VALUES (16, 'Rack 6-10kVA', 'C6K Rack', '中小型企业，大型企业分支机构，银行网点等小型化数据中心，存储器、网络设备、VoIP、通讯设备、自动化设备、Office办公终端，精密仪器设备及工业控制设备等', '山特', '6KVA', '5.4KW', '110-276VAC', '单相', '交流', '208/220/230/240VAC', '单相', '交流', '40-70Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (17, 'Rack 6-10kVA', 'C6KS Rack', '中小型企业，大型企业分支机构，银行网点等小型化数据中心，存储器、网络设备、VoIP、通讯设备、自动化设备、Office办公终端，精密仪器设备及工业控制设备等', '山特', '6KVA', '5.4KW', '110-276VAC', '单相', '交流', '208/220/230/240VAC', '单相', '交流', '40-70Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (18, 'Rack 6-10kVA', 'C10K Rack', '中小型企业，大型企业分支机构，银行网点等小型化数据中心，存储器、网络设备、VoIP、通讯设备、自动化设备、Office办公终端，精密仪器设备及工业控制设备等', '山特', '10KVA', '9KW', '110-276VAC', '单相', '交流', '208/220/230/240VAC', '单相', '交流', '40-70Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (19, 'Rack 6-10kVA', 'C10KS Rack', '中小型企业，大型企业分支机构，银行网点等小型化数据中心，存储器、网络设备、VoIP、通讯设备、自动化设备、Office办公终端，精密仪器设备及工业控制设备等', '山特', '10KVA', '9KW', '110-276VAC', '单相', '交流', '208/220/230/240VAC', '单相', '交流', '40-70Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (20, '城堡系列塔式 C1-10K', 'C1K', '小型服务器及工作站、交换机和监控设备，ATM柜员机、自动售票机、电力及铁路信号系统、SCADA系统，办公电脑、打印机、扫描仪、 POS 机等设备', '山特', '1KVA', '0.8KW', '115-300VAC', '单相', '交流', '220VAC', '单相', '交流', '40-70Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (21, '城堡系列塔式 C1-10K', 'C1KS', '小型服务器及工作站、交换机和监控设备，ATM柜员机、自动售票机、电力及铁路信号系统、SCADA系统，办公电脑、打印机、扫描仪、 POS 机等设备', '山特', '1KVA', '0.8KW', '115-300VAC', '单相', '交流', '220VAC', '单相', '交流', '40-70Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (22, '城堡系列塔式 C1-10K', 'C2K', '小型服务器及工作站、交换机和监控设备，ATM柜员机、自动售票机、电力及铁路信号系统、SCADA系统，办公电脑、打印机、扫描仪、 POS 机等设备', '山特', '2KVA', '1.6KW', '115-300VAC', '单相', '交流', '220VAC', '单相', '交流', '40-70Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (23, '城堡系列塔式 C1-10K', 'C2KS', '小型服务器及工作站、交换机和监控设备，ATM柜员机、自动售票机、电力及铁路信号系统、SCADA系统，办公电脑、打印机、扫描仪、 POS 机等设备', '山特', '2KVA', '1.6KW', '115-300VAC', '单相', '交流', '220VAC', '单相', '交流', '40-70Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (24, '城堡系列塔式 C1-10K', 'C3K', '小型服务器及工作站、交换机和监控设备，ATM柜员机、自动售票机、电力及铁路信号系统、SCADA系统，办公电脑、打印机、扫描仪、 POS 机等设备', '山特', '3KVA', '2.4KW', '115-300VAC', '单相', '交流', '220VAC', '单相', '交流', '40-70Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (25, '城堡系列塔式 C1-10K', 'C3KS', '小型服务器及工作站、交换机和监控设备，ATM柜员机、自动售票机、电力及铁路信号系统、SCADA系统，办公电脑、打印机、扫描仪、 POS 机等设备', '山特', '3KVA', '2.4KW', '115-300VAC', '单相', '交流', '220VAC', '单相', '交流', '40-70Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (26, '城堡系列塔式 C1-10K', 'C6K', '中小型企业数据中心，大型企业分支机构数据中心，银行网点等小型化数据中心，通讯基站，电信数据机房，自动化生产线，工业控制设备，精密生产和测试设备，医院机房，医疗设备，商业中心的弱电系统', '山特', '6KVA', '5.4KW', '120-275VAC', '单相', '交流', '220VAC', '单相', '交流', '40-70Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (27, '城堡系列塔式 C1-10K', 'C6KS', '中小型企业数据中心，大型企业分支机构数据中心，银行网点等小型化数据中心，通讯基站，电信数据机房，自动化生产线，工业控制设备，精密生产和测试设备，医院机房，医疗设备，商业中心的弱电系统', '山特', '6KVA', '5.4KW', '120-275VAC', '单相', '交流', '220VAC', '单相', '交流', '40-70Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (28, '城堡系列塔式 C1-10K', 'C10K', '中小型企业数据中心，大型企业分支机构数据中心，银行网点等小型化数据中心，通讯基站，电信数据机房，自动化生产线，工业控制设备，精密生产和测试设备，医院机房，医疗设备，商业中心的弱电系统', '山特', '10KVA', '9KW', '120-275VAC', '单相', '交流', '220VAC', '单相', '交流', '40-70Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (29, '城堡系列塔式 C1-10K', 'C10KS', '中小型企业数据中心，大型企业分支机构数据中心，银行网点等小型化数据中心，通讯基站，电信数据机房，自动化生产线，工业控制设备，精密生产和测试设备，医院机房，医疗设备，商业中心的弱电系统', '山特', '10KVA', '9KW', '120-275VAC', '单相', '交流', '220VAC', '单相', '交流', '40-70Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (30, '山特TG1000 TG500', 'TG 500', '台式电脑、笔记本电脑、打印机、扫描仪，路由器、调制解调器、网络存储设备，POS 机，医疗检测设备，小型安防系统，户外电子设备', '山特', '500VA', '0.3KW', '165-265VAC', '单相', '交流', '220VAC', '单相', '交流', '40-60Hz', '50Hz');
INSERT INTO `ups` VALUES (31, '山特TG1000 TG500', 'TG 1000', '台式电脑、笔记本电脑、打印机、扫描仪，路由器、调制解调器、网络存储设备，POS 机，医疗检测设备，小型安防系统，户外电子设备', '山特', '1KVA', '0.6KW', '165-265VAC', '单相', '交流', '220VAC', '单相', '交流', '40-60Hz', '50Hz');
INSERT INTO `ups` VALUES (32, '山特 MT500 MT1000 ', 'MT500', '电脑及智能设备，网络设备，中小企业的服务器、网络设备、办公电脑、打印机，金融网点的 POS 机、自助终端，精密仪器，工控设备，电信基站与网络机房，户外临时工作站，小型医疗检测设备', '山特', '0.5KVA/0.1KVA', '0.3KW', '148-295VAC', '单相', '交流', '220VAC', '单相', '交流', '40-60Hz', '50Hz');
INSERT INTO `ups` VALUES (33, '山特 MT500 MT1000 ', 'MT1000', '电脑及智能设备，网络设备，中小企业的服务器、网络设备、办公电脑、打印机，金融网点的 POS 机、自助终端，精密仪器，工控设备，电信基站与网络机房，户外临时工作站，小型医疗检测设备', '山特', '1/0.2KVA', '0.6KW', '148-295VAC', '单相', '交流', '220VAC', '单相', '交流', '40-60Hz', '50Hz');
INSERT INTO `ups` VALUES (34, '山特 MT500 MT1000 ', 'MT1000S', '电脑及智能设备，网络设备，中小企业的服务器、网络设备、办公电脑、打印机，金融网点的 POS 机、自助终端，精密仪器，工控设备，电信基站与网络机房，户外临时工作站，小型医疗检测设备', '山特', '1/0.2KVA', '0.6KW', '148-295VAC', '单相', '交流', '220VAC', '单相', '交流', '40-60Hz', '50Hz');
INSERT INTO `ups` VALUES (35, '山特K500-PRO  K1000-PRO', 'K500-PRO', '个人电脑，网络设备及娱乐设备：PC、家用路由器、家用影音，娱乐系统等，办公及商务设备：办公电脑、POS 机等设备，嵌入式应用：ATM 柜员机、广告机等设备', '山特', '0.5KVA', '0.3KW', '162-268VAC', '单相', '交流', '220VAC', '单相', '交流', '40Hz', '50Hz');
INSERT INTO `ups` VALUES (36, '山特K500-PRO  K1000-PRO', 'K1000-PRO', '个人电脑，网络设备及娱乐设备：PC、家用路由器、家用影音，娱乐系统等，办公及商务设备：办公电脑、POS 机等设备，嵌入式应用：ATM 柜员机、广告机等设备', '山特', '1KVA', '0.6KW', '162-268VAC', '单相', '交流', '220VAC', '单相', '交流', '40Hz', '50Hz');
INSERT INTO `ups` VALUES (37, '山特TG-BOX 600-850', 'TG-BOX 600', '智能摄像头、智能音箱等智能设备，移动设备充电，办公电脑及外设，小型办公网络设备，POS 机，小型医疗检测设备，户外临时用电', '山特', '0.6KVA', '0.36KW', '184-264VAC', '单相', '交流', '220VAC', '单相', '交流', '46-65Hz', '50Hz');
INSERT INTO `ups` VALUES (38, '山特TG-BOX 600-850', 'TG-BOX 850', '智能摄像头、智能音箱等智能设备，移动设备充电，办公电脑及外设，小型办公网络设备，POS 机，小型医疗检测设备，户外临时用电', '山特', '0.85KVA', '0.51KW', '184-264VAC', '单相', '交流', '220VAC', '单相', '交流', '46-65Hz', '50Hz');
INSERT INTO `ups` VALUES (39, '奥兰德R系列', 'R01', '中小型企业、大型企业分支机构、银行网点等小型化数据中心，存储器、网络设备、VoIP、通讯设备、自动化设备、Ofﬁce办公终端，精密仪器设备及工业控制设备等', '山特', '1KVA', '0.9KW', '90-300VAC', '单相', '交流', '220VAC', '单相', '交流', '40-70Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (40, '奥兰德R系列', 'R01L', '中小型企业、大型企业分支机构、银行网点等小型化数据中心，存储器、网络设备、VoIP、通讯设备、自动化设备、Ofﬁce办公终端，精密仪器设备及工业控制设备等', '山特', '1KVA', '0.9KW', '90-300VAC', '单相', '交流', '220VAC', '单相', '交流', '40-70Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (41, '奥兰德R系列', 'R02', '中小型企业、大型企业分支机构、银行网点等小型化数据中心，存储器、网络设备、VoIP、通讯设备、自动化设备、Ofﬁce办公终端，精密仪器设备及工业控制设备等', '山特', '2KVA', '1.8kW', '90-300VAC', '单相', '交流', '220VAC', '单相', '交流', '40-70Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (42, '奥兰德R系列', 'R02L', '中小型企业、大型企业分支机构、银行网点等小型化数据中心，存储器、网络设备、VoIP、通讯设备、自动化设备、Ofﬁce办公终端，精密仪器设备及工业控制设备等', '山特', '2KVA', '1.8kW ', '90-300VAC', '单相', '交流', '220VAC', '单相', '交流', '40-70Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (43, '奥兰德R系列', 'R03', '中小型企业、大型企业分支机构、银行网点等小型化数据中心，存储器、网络设备、VoIP、通讯设备、自动化设备、Ofﬁce办公终端，精密仪器设备及工业控制设备等', '山特', '3KVA', '2.7kW', '90-300VAC', '单相', '交流', '220VAC', '单相', '交流', '40-70Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (44, '奥兰德R系列', 'R03L', '中小型企业、大型企业分支机构、银行网点等小型化数据中心，存储器、网络设备、VoIP、通讯设备、自动化设备、Ofﬁce办公终端，精密仪器设备及工业控制设备等', '山特', '3KVA', '2.7kW', '90-300VAC', '单相', '交流', '220VAC', '单相', '交流', '40-70Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (45, '奥兰德R系列', 'R06L', '中小型企业、大型企业分支机构、银行网点等小型化数据中心，存储器、网络设备、VoIP、通讯设备、自动化设备、Ofﬁce办公终端，精密仪器设备及工业控制设备等', '山特', '6KVA', '5.4KW', '90-300VAC', '单相', '交流', '220VAC', '单相', '交流', '40-70Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (46, '奥兰德R系列', 'R10L', '中小型企业、大型企业分支机构、银行网点等小型化数据中心，存储器、网络设备、VoIP、通讯设备、自动化设备、Ofﬁce办公终端，精密仪器设备及工业控制设备等', '山特', '10KVA', '9KW', '90-300VAC', '单相', '交流', '220VAC', '单相', '交流', '40-70Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (47, '奥兰德T系列', 'T01', '企业、工作站、银行、电信、医疗保健、轻工业需求、分布式IT和边缘计算场景', '山特', '1KVA', '0.9KW', '110-300VAC', '单相', '交流', '220VAC', '单相', '交流', '50Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (48, '奥兰德T系列', 'T01L', '企业、工作站、银行、电信、医疗保健、轻工业需求、分布式IT和边缘计算场景', '山特', '1KVA', '0.9KW', '110-300VAC', '单相', '交流', '220VAC', '单相', '交流', '50Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (49, '奥兰德T系列', 'T02', '企业、工作站、银行、电信、医疗保健、轻工业需求、分布式IT和边缘计算场景', '山特', '2KVA', '1.8kW', '110-300VAC', '单相', '交流', '220VAC', '单相', '交流', '50Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (50, '奥兰德T系列', 'T02L', '企业、工作站、银行、电信、医疗保健、轻工业需求、分布式IT和边缘计算场景', '山特', '2KVA', '1.8kW ', '110-300VAC', '单相', '交流', '220VAC', '单相', '交流', '50Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (51, '奥兰德T系列', 'T03', '企业、工作站、银行、电信、医疗保健、轻工业需求、分布式IT和边缘计算场景', '山特', '3KVA', '2.7kW', '110-300VAC', '单相', '交流', '220VAC', '单相', '交流', '50Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (52, '奥兰德T系列', 'T03L', '企业、工作站、银行、电信、医疗保健、轻工业需求、分布式IT和边缘计算场景', '山特', '3KVA', '2.7kW', '110-300VAC', '单相', '交流', '220VAC', '单相', '交流', '50Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (53, '奥兰德T系列', 'T06', '企业、工作站、银行、电信、医疗保健、轻工业需求、分布式IT和边缘计算场景', '山特', '6KVA', '5.4KW', '110-300VAC', '单相', '交流', '220VAC', '单相', '交流', '50Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (54, '奥兰德T系列', 'T06L', '企业、工作站、银行、电信、医疗保健、轻工业需求、分布式IT和边缘计算场景', '山特', '6KVA', '5.4KW', '110-300VAC', '单相', '交流', '220VAC', '单相', '交流', '50Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (55, '奥兰德T系列', 'T10', '企业、工作站、银行、电信、医疗保健、轻工业需求、分布式IT和边缘计算场景', '山特', '10KVA', '9KW', '110-300VAC', '单相', '交流', '220VAC', '单相', '交流', '50Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (56, '奥兰德T系列', 'T10L', '企业、工作站、银行、电信、医疗保健、轻工业需求、分布式IT和边缘计算场景', '山特', '10KVA', '9KW', '110-300VAC', '单相', '交流', '220VAC', '单相', '交流', '50Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (57, '奥兰德M系列', 'M10L', '中小型、大型企业分支机构、银行网点等小型化数据中心，网络、通信系统、自动控制系统交流供电，精密仪器设备的交流供电', '山特', '10KVA', '9KW', '90-300VAC', '单相/三相', '交流', '220VAC', '单相', '交流', '40-70Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (58, '奥兰德M系列', 'M15L', '中小型、大型企业分支机构、银行网点等小型化数据中心，网络、通信系统、自动控制系统交流供电，精密仪器设备的交流供电', '山特', '15KVA', '13.5KW', '90-300VAC', '单相/三相', '交流', '220VAC', '单相', '交流', '40-70Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (59, '奥兰德M系列', 'M20L', '中小型、大型企业分支机构、银行网点等小型化数据中心，网络、通信系统、自动控制系统交流供电，精密仪器设备的交流供电', '山特', '200KVA', '18KW', '90-300VAC', '单相/三相', '交流', '220VAC', '单相', '交流', '40-70Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (60, '奥兰德S系列', 'S600', '数字家庭场景：可为台式电脑、家用路由器、家用影音娱乐系统，小型企业办公场景：适用于小型办公室、商铺等场所，边缘计算场景', '山特', '0.6KVA', '0.36KW', '160-270VAC', '单相', '交流', '220VAC', '单相', '交流', '50Hz', '50Hz');
INSERT INTO `ups` VALUES (61, '奥兰德S系列', 'S1000-V', '数字家庭场景：可为台式电脑、家用路由器、家用影音娱乐系统，小型企业办公场景：适用于小型办公室、商铺等场所，边缘计算场景', '山特', '1KVA', '0.6KW', '160-270VAC', '单相', '交流', '220VAC', '单相', '交流', '50Hz', '50Hz');
INSERT INTO `ups` VALUES (62, '奥兰德S系列', 'S1000', '数字家庭场景：可为台式电脑、家用路由器、家用影音娱乐系统，小型企业办公场景：适用于小型办公室、商铺等场所，边缘计算场景', '山特', '1KVA', '0.6KW', '160-270VAC', '单相', '交流', '220VAC', '单相', '交流', '50Hz', '50Hz');
INSERT INTO `ups` VALUES (63, '奥兰德S系列', 'S1000Pro', '数字家庭场景：可为台式电脑、家用路由器、家用影音娱乐系统，小型企业办公场景：适用于小型办公室、商铺等场所，边缘计算场景', '山特', '1KVA', '0.6KW', '160-270VAC', '单相', '交流', '220VAC', '单相', '交流', '50Hz', '50Hz');
INSERT INTO `ups` VALUES (64, '奥兰德S系列', 'S1500', '数字家庭场景：可为台式电脑、家用路由器、家用影音娱乐系统，小型企业办公场景：适用于小型办公室、商铺等场所，边缘计算场景', '山特', '1.5KVA', '0.9KW', '160-270VAC', '单相', '交流', '220VAC', '单相', '交流', '50Hz', '50Hz');
INSERT INTO `ups` VALUES (65, '奥兰德S系列', 'S1500Pro', '数字家庭场景：可为台式电脑、家用路由器、家用影音娱乐系统，小型企业办公场景：适用于小型办公室、商铺等场所，边缘计算场景', '山特', '1.5KVA', '0.9KW', '160-270VAC', '单相', '交流', '220VAC', '单相', '交流', '50Hz', '50Hz');
INSERT INTO `ups` VALUES (66, '奥兰德S系列', 'S2200', '数字家庭场景：可为台式电脑、家用路由器、家用影音娱乐系统，小型企业办公场景：适用于小型办公室、商铺等场所，边缘计算场景', '山特', '2.2KVA', '1.2KW', '160-270VAC', '单相', '交流', '220VAC', '单相', '交流', '50Hz', '50Hz');
INSERT INTO `ups` VALUES (67, '奥兰德S系列', 'S2200Pro', '数字家庭场景：可为台式电脑、家用路由器、家用影音娱乐系统，小型企业办公场景：适用于小型办公室、商铺等场所，边缘计算场景', '山特', '2.2KVA', '1.2KW', '160-270VAC', '单相', '交流', '220VAC', '单相', '交流', '50Hz', '50Hz');
INSERT INTO `ups` VALUES (68, '山特SIU系列工业级UPS (10-200KVA) ', 'SIU10K-31', '电力行业：DCS离散控制系统，发变组保护系统，脱硫控制系统\n石油化工行业：油、气采集系统，管道传输系统，油、气储运系统，炼化系统\n传统钢铁，煤炭等制造行业：DCS分布式控制系统，工控机及显示屏，PLC控制系统\n轨道交通行业：车辆/机场地面用电系统，综合安防系统，通信信号系统，综合监控系统\n', '山特', '10KVA', '9KW', '285-498VAC', '三相', '交流', '220(230,240)VAC/380(400,415)VAC', '单相', '交流', '45-66Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (69, '山特SIU系列工业级UPS (10-200KVA) ', 'SIU15K-31', '电力行业：DCS离散控制系统，发变组保护系统，脱硫控制系统\n石油化工行业：油、气采集系统，管道传输系统，油、气储运系统，炼化系统\n传统钢铁，煤炭等制造行业：DCS分布式控制系统，工控机及显示屏，PLC控制系统\n轨道交通行业：车辆/机场地面用电系统，综合安防系统，通信信号系统，综合监控系统\n', '山特', '15KVA', '13.5KW', '285-498VAC', '三相', '交流', '220(230,240)VAC/380(400,415)VAC', '单相', '交流', '45-66Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (70, '山特SIU系列工业级UPS (10-200KVA) ', 'SIU20K-31', '电力行业：DCS离散控制系统，发变组保护系统，脱硫控制系统\n石油化工行业：油、气采集系统，管道传输系统，油、气储运系统，炼化系统\n传统钢铁，煤炭等制造行业：DCS分布式控制系统，工控机及显示屏，PLC控制系统\n轨道交通行业：车辆/机场地面用电系统，综合安防系统，通信信号系统，综合监控系统\n', '山特', '20KVA', '18KW', '285-498VAC', '三相', '交流', '220(230,240)VAC/380(400,415)VAC', '单相', '交流', '45-66Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (71, '山特SIU系列工业级UPS (10-200KVA) ', 'SIU30K-31', '电力行业：DCS离散控制系统，发变组保护系统，脱硫控制系统\n石油化工行业：油、气采集系统，管道传输系统，油、气储运系统，炼化系统\n传统钢铁，煤炭等制造行业：DCS分布式控制系统，工控机及显示屏，PLC控制系统\n轨道交通行业：车辆/机场地面用电系统，综合安防系统，通信信号系统，综合监控系统\n', '山特', '30KVA', '27KW', '285-498VAC', '三相', '交流', '220(230,240)VAC/380(400,415)VAC', '单相', '交流', '45-66Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (72, '山特SIU系列工业级UPS (10-200KVA) ', 'SIU40K-31', '电力行业：DCS离散控制系统，发变组保护系统，脱硫控制系统\n石油化工行业：油、气采集系统，管道传输系统，油、气储运系统，炼化系统\n传统钢铁，煤炭等制造行业：DCS分布式控制系统，工控机及显示屏，PLC控制系统\n轨道交通行业：车辆/机场地面用电系统，综合安防系统，通信信号系统，综合监控系统\n', '山特', '40KVA', '36KW', '285-498VAC', '三相', '交流', '220(230,240)VAC/380(400,415)VAC', '单相', '交流', '45-66Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (73, '山特SIU系列工业级UPS (10-200KVA) ', 'SIU50K-31', '电力行业：DCS离散控制系统，发变组保护系统，脱硫控制系统\n石油化工行业：油、气采集系统，管道传输系统，油、气储运系统，炼化系统\n传统钢铁，煤炭等制造行业：DCS分布式控制系统，工控机及显示屏，PLC控制系统\n轨道交通行业：车辆/机场地面用电系统，综合安防系统，通信信号系统，综合监控系统\n', '山特', '50KVA', '45KW', '285-498VAC', '三相', '交流', '220(230,240)VAC/380(400,415)VAC', '单相', '交流', '45-66Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (74, '山特SIU系列工业级UPS (10-200KVA) ', 'SIU60K-31', '电力行业：DCS离散控制系统，发变组保护系统，脱硫控制系统\n石油化工行业：油、气采集系统，管道传输系统，油、气储运系统，炼化系统\n传统钢铁，煤炭等制造行业：DCS分布式控制系统，工控机及显示屏，PLC控制系统\n轨道交通行业：车辆/机场地面用电系统，综合安防系统，通信信号系统，综合监控系统\n', '山特', '60KVA', '54KW', '285-498VAC', '三相', '交流', '220(230,240)VAC/380(400,415)VAC', '单相', '交流', '45-66Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (75, '山特SIU系列工业级UPS (10-200KVA) ', 'SIU80K-31', '电力行业：DCS离散控制系统，发变组保护系统，脱硫控制系统\n石油化工行业：油、气采集系统，管道传输系统，油、气储运系统，炼化系统\n传统钢铁，煤炭等制造行业：DCS分布式控制系统，工控机及显示屏，PLC控制系统\n轨道交通行业：车辆/机场地面用电系统，综合安防系统，通信信号系统，综合监控系统\n', '山特', '80KVA', '72KW', '285-498VAC', '三相', '交流', '220(230,240)VAC/380(400,415)VAC', '单相', '交流', '45-66Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (76, '山特SIU系列工业级UPS (10-200KVA) ', 'SIU100K-31', '电力行业：DCS离散控制系统，发变组保护系统，脱硫控制系统\n石油化工行业：油、气采集系统，管道传输系统，油、气储运系统，炼化系统\n传统钢铁，煤炭等制造行业：DCS分布式控制系统，工控机及显示屏，PLC控制系统\n轨道交通行业：车辆/机场地面用电系统，综合安防系统，通信信号系统，综合监控系统\n', '山特', '100KVA', '90KW', '285-498VAC', '三相', '交流', '220(230,240)VAC/380(400,415)VAC', '单相', '交流', '45-66Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (77, '山特SIU系列工业级UPS (10-200KVA) ', 'SIU120K-31', '电力行业：DCS离散控制系统，发变组保护系统，脱硫控制系统\n石油化工行业：油、气采集系统，管道传输系统，油、气储运系统，炼化系统\n传统钢铁，煤炭等制造行业：DCS分布式控制系统，工控机及显示屏，PLC控制系统\n轨道交通行业：车辆/机场地面用电系统，综合安防系统，通信信号系统，综合监控系统\n', '山特', '120KVA', '108KW', '285-498VAC', '三相', '交流', '220(230,240)VAC/380(400,415)VAC', '单相', '交流', '45-66Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (78, '山特SIU系列工业级UPS (10-200KVA) ', 'SIU160K-31', '电力行业：DCS离散控制系统，发变组保护系统，脱硫控制系统\n石油化工行业：油、气采集系统，管道传输系统，油、气储运系统，炼化系统\n传统钢铁，煤炭等制造行业：DCS分布式控制系统，工控机及显示屏，PLC控制系统\n轨道交通行业：车辆/机场地面用电系统，综合安防系统，通信信号系统，综合监控系统\n', '山特', '160KVA', '144KW', '285-498VAC', '三相', '交流', '220(230,240)VAC/380(400,415)VAC', '单相', '交流', '45-66Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (79, '山特SIU系列工业级UPS (10-200KVA) ', 'SIU200K-31', '电力行业：DCS离散控制系统，发变组保护系统，脱硫控制系统\n石油化工行业：油、气采集系统，管道传输系统，油、气储运系统，炼化系统\n传统钢铁，煤炭等制造行业：DCS分布式控制系统，工控机及显示屏，PLC控制系统\n轨道交通行业：车辆/机场地面用电系统，综合安防系统，通信信号系统，综合监控系统\n', '山特', '200KVA', '180KW', '285-498VAC', '三相', '交流', '220(230,240)VAC/380(400,415)VAC', '单相', '交流', '45-66Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (80, '山特SIU系列工业级UPS (10-200KVA) ', 'SIU10K-33', '电力行业：DCS离散控制系统，发变组保护系统，脱硫控制系统\n石油化工行业：油、气采集系统，管道传输系统，油、气储运系统，炼化系统\n传统钢铁，煤炭等制造行业：DCS分布式控制系统，工控机及显示屏，PLC控制系统\n轨道交通行业：车辆/机场地面用电系统，综合安防系统，通信信号系统，综合监控系统\n', '山特', '10KVA', '9KW', '285-498VAC', '三相', '交流', '220(230,240)VAC/380(400,415)VAC', '三相', '交流', '45-66Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (81, '山特SIU系列工业级UPS (10-200KVA) ', 'SIU15K-33', '电力行业：DCS离散控制系统，发变组保护系统，脱硫控制系统\n石油化工行业：油、气采集系统，管道传输系统，油、气储运系统，炼化系统\n传统钢铁，煤炭等制造行业：DCS分布式控制系统，工控机及显示屏，PLC控制系统\n轨道交通行业：车辆/机场地面用电系统，综合安防系统，通信信号系统，综合监控系统\n', '山特', '15KVA', '13.5KW', '285-498VAC', '三相', '交流', '220(230,240)VAC/380(400,415)VAC', '三相', '交流', '45-66Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (82, '山特SIU系列工业级UPS (10-200KVA) ', 'SIU20K-33', '电力行业：DCS离散控制系统，发变组保护系统，脱硫控制系统\n石油化工行业：油、气采集系统，管道传输系统，油、气储运系统，炼化系统\n传统钢铁，煤炭等制造行业：DCS分布式控制系统，工控机及显示屏，PLC控制系统\n轨道交通行业：车辆/机场地面用电系统，综合安防系统，通信信号系统，综合监控系统\n', '山特', '20KVA', '18KW', '285-498VAC', '三相', '交流', '220(230,240)VAC/380(400,415)VAC', '三相', '交流', '45-66Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (83, '山特SIU系列工业级UPS (10-200KVA) ', 'SIU30K-33', '电力行业：DCS离散控制系统，发变组保护系统，脱硫控制系统\n石油化工行业：油、气采集系统，管道传输系统，油、气储运系统，炼化系统\n传统钢铁，煤炭等制造行业：DCS分布式控制系统，工控机及显示屏，PLC控制系统\n轨道交通行业：车辆/机场地面用电系统，综合安防系统，通信信号系统，综合监控系统\n', '山特', '30KVA', '27KW', '285-498VAC', '三相', '交流', '220(230,240)VAC/380(400,415)VAC', '三相', '交流', '45-66Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (84, '山特SIU系列工业级UPS (10-200KVA) ', 'SIU40K-33', '电力行业：DCS离散控制系统，发变组保护系统，脱硫控制系统\n石油化工行业：油、气采集系统，管道传输系统，油、气储运系统，炼化系统\n传统钢铁，煤炭等制造行业：DCS分布式控制系统，工控机及显示屏，PLC控制系统\n轨道交通行业：车辆/机场地面用电系统，综合安防系统，通信信号系统，综合监控系统\n', '山特', '40KVA', '36KW', '285-498VAC', '三相', '交流', '220(230,240)VAC/380(400,415)VAC', '三相', '交流', '45-66Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (85, '山特SIU系列工业级UPS (10-200KVA) ', 'SIU50K-33', '电力行业：DCS离散控制系统，发变组保护系统，脱硫控制系统\n石油化工行业：油、气采集系统，管道传输系统，油、气储运系统，炼化系统\n传统钢铁，煤炭等制造行业：DCS分布式控制系统，工控机及显示屏，PLC控制系统\n轨道交通行业：车辆/机场地面用电系统，综合安防系统，通信信号系统，综合监控系统\n', '山特', '50KVA', '45KW', '285-498VAC', '三相', '交流', '220(230,240)VAC/380(400,415)VAC', '三相', '交流', '45-66Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (86, '山特SIU系列工业级UPS (10-200KVA) ', 'SIU60K-33', '电力行业：DCS离散控制系统，发变组保护系统，脱硫控制系统\n石油化工行业：油、气采集系统，管道传输系统，油、气储运系统，炼化系统\n传统钢铁，煤炭等制造行业：DCS分布式控制系统，工控机及显示屏，PLC控制系统\n轨道交通行业：车辆/机场地面用电系统，综合安防系统，通信信号系统，综合监控系统\n', '山特', '60KVA', '54KW', '285-498VAC', '三相', '交流', '220(230,240)VAC/380(400,415)VAC', '三相', '交流', '45-66Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (87, '山特SIU系列工业级UPS (10-200KVA) ', 'SIU80K-33', '电力行业：DCS离散控制系统，发变组保护系统，脱硫控制系统\n石油化工行业：油、气采集系统，管道传输系统，油、气储运系统，炼化系统\n传统钢铁，煤炭等制造行业：DCS分布式控制系统，工控机及显示屏，PLC控制系统\n轨道交通行业：车辆/机场地面用电系统，综合安防系统，通信信号系统，综合监控系统\n', '山特', '80KVA', '72KW', '285-498VAC', '三相', '交流', '220(230,240)VAC/380(400,415)VAC', '三相', '交流', '45-66Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (88, '山特SIU系列工业级UPS (10-200KVA) ', 'SIU100K-33', '电力行业：DCS离散控制系统，发变组保护系统，脱硫控制系统\n石油化工行业：油、气采集系统，管道传输系统，油、气储运系统，炼化系统\n传统钢铁，煤炭等制造行业：DCS分布式控制系统，工控机及显示屏，PLC控制系统\n轨道交通行业：车辆/机场地面用电系统，综合安防系统，通信信号系统，综合监控系统\n', '山特', '100KVA', '90KW', '285-498VAC', '三相', '交流', '220(230,240)VAC/380(400,415)VAC', '三相', '交流', '45-66Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (89, '山特SIU系列工业级UPS (10-200KVA) ', 'SIU120K-33', '电力行业：DCS离散控制系统，发变组保护系统，脱硫控制系统\n石油化工行业：油、气采集系统，管道传输系统，油、气储运系统，炼化系统\n传统钢铁，煤炭等制造行业：DCS分布式控制系统，工控机及显示屏，PLC控制系统\n轨道交通行业：车辆/机场地面用电系统，综合安防系统，通信信号系统，综合监控系统\n', '山特', '120KVA', '108KW', '285-498VAC', '三相', '交流', '220(230,240)VAC/380(400,415)VAC', '三相', '交流', '45-66Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (90, '山特SIU系列工业级UPS (10-200KVA) ', 'SIU160K-33', '电力行业：DCS离散控制系统，发变组保护系统，脱硫控制系统\n石油化工行业：油、气采集系统，管道传输系统，油、气储运系统，炼化系统\n传统钢铁，煤炭等制造行业：DCS分布式控制系统，工控机及显示屏，PLC控制系统\n轨道交通行业：车辆/机场地面用电系统，综合安防系统，通信信号系统，综合监控系统\n', '山特', '160KVA', '144KW', '285-498VAC', '三相', '交流', '220(230,240)VAC/380(400,415)VAC', '三相', '交流', '45-66Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (91, '山特SIU系列工业级UPS (10-200KVA) ', 'SIU200K-33', '电力行业：DCS离散控制系统，发变组保护系统，脱硫控制系统\n石油化工行业：油、气采集系统，管道传输系统，油、气储运系统，炼化系统\n传统钢铁，煤炭等制造行业：DCS分布式控制系统，工控机及显示屏，PLC控制系统\n轨道交通行业：车辆/机场地面用电系统，综合安防系统，通信信号系统，综合监控系统\n', '山特', '200KVA', '180KW', '285-498VAC', '三相', '交流', '220(230,240)VAC/380(400,415)VAC', '三相', '交流', '45-66Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (92, '山特SIU系列工业级UPS (10-200KVA) ', 'SIU10K-31L', '电力行业：DCS离散控制系统，发变组保护系统，脱硫控制系统\n石油化工行业：油、气采集系统，管道传输系统，油、气储运系统，炼化系统\n传统钢铁，煤炭等制造行业：DCS分布式控制系统，工控机及显示屏，PLC控制系统\n轨道交通行业：车辆/机场地面用电系统，综合安防系统，通信信号系统，综合监控系统\n', '山特', '10KVA', '9KW', '285-498VAC', '三相', '交流', '220(230,240)VAC/380(400,415)VAC', '单相', '交流', '45-66Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (93, '山特SIU系列工业级UPS (10-200KVA) ', 'SIU15K-31L', '电力行业：DCS离散控制系统，发变组保护系统，脱硫控制系统\n石油化工行业：油、气采集系统，管道传输系统，油、气储运系统，炼化系统\n传统钢铁，煤炭等制造行业：DCS分布式控制系统，工控机及显示屏，PLC控制系统\n轨道交通行业：车辆/机场地面用电系统，综合安防系统，通信信号系统，综合监控系统\n', '山特', '15KVA', '13.5KW', '285-498VAC', '三相', '交流', '220(230,240)VAC/380(400,415)VAC', '单相', '交流', '45-66Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (94, '山特SIU系列工业级UPS (10-200KVA) ', 'SIU20K-31L', '电力行业：DCS离散控制系统，发变组保护系统，脱硫控制系统\n石油化工行业：油、气采集系统，管道传输系统，油、气储运系统，炼化系统\n传统钢铁，煤炭等制造行业：DCS分布式控制系统，工控机及显示屏，PLC控制系统\n轨道交通行业：车辆/机场地面用电系统，综合安防系统，通信信号系统，综合监控系统\n', '山特', '20KVA', '18KW', '285-498VAC', '三相', '交流', '220(230,240)VAC/380(400,415)VAC', '单相', '交流', '45-66Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (95, '山特SIU系列工业级UPS (10-200KVA) ', 'SIU30K-31L', '电力行业：DCS离散控制系统，发变组保护系统，脱硫控制系统\n石油化工行业：油、气采集系统，管道传输系统，油、气储运系统，炼化系统\n传统钢铁，煤炭等制造行业：DCS分布式控制系统，工控机及显示屏，PLC控制系统\n轨道交通行业：车辆/机场地面用电系统，综合安防系统，通信信号系统，综合监控系统\n', '山特', '30KVA', '27KW', '285-498VAC', '三相', '交流', '220(230,240)VAC/380(400,415)VAC', '单相', '交流', '45-66Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (96, '山特SIU系列工业级UPS (10-200KVA) ', 'SIU40K-31L', '电力行业：DCS离散控制系统，发变组保护系统，脱硫控制系统\n石油化工行业：油、气采集系统，管道传输系统，油、气储运系统，炼化系统\n传统钢铁，煤炭等制造行业：DCS分布式控制系统，工控机及显示屏，PLC控制系统\n轨道交通行业：车辆/机场地面用电系统，综合安防系统，通信信号系统，综合监控系统\n', '山特', '40KVA', '36KW', '285-498VAC', '三相', '交流', '220(230,240)VAC/380(400,415)VAC', '单相', '交流', '45-66Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (97, '山特SIU系列工业级UPS (10-200KVA) ', 'SIU50K-31L', '电力行业：DCS离散控制系统，发变组保护系统，脱硫控制系统\n石油化工行业：油、气采集系统，管道传输系统，油、气储运系统，炼化系统\n传统钢铁，煤炭等制造行业：DCS分布式控制系统，工控机及显示屏，PLC控制系统\n轨道交通行业：车辆/机场地面用电系统，综合安防系统，通信信号系统，综合监控系统\n', '山特', '50KVA', '45KW', '285-498VAC', '三相', '交流', '220(230,240)VAC/380(400,415)VAC', '单相', '交流', '45-66Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (98, '山特SIU系列工业级UPS (10-200KVA) ', 'SIU60K-31L', '电力行业：DCS离散控制系统，发变组保护系统，脱硫控制系统\n石油化工行业：油、气采集系统，管道传输系统，油、气储运系统，炼化系统\n传统钢铁，煤炭等制造行业：DCS分布式控制系统，工控机及显示屏，PLC控制系统\n轨道交通行业：车辆/机场地面用电系统，综合安防系统，通信信号系统，综合监控系统\n', '山特', '60KVA', '54KW', '285-498VAC', '三相', '交流', '220(230,240)VAC/380(400,415)VAC', '单相', '交流', '45-66Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (99, '山特SIU系列工业级UPS (10-200KVA) ', 'SIU80K-31L', '电力行业：DCS离散控制系统，发变组保护系统，脱硫控制系统\n石油化工行业：油、气采集系统，管道传输系统，油、气储运系统，炼化系统\n传统钢铁，煤炭等制造行业：DCS分布式控制系统，工控机及显示屏，PLC控制系统\n轨道交通行业：车辆/机场地面用电系统，综合安防系统，通信信号系统，综合监控系统\n', '山特', '80KVA', '72KW', '285-498VAC', '三相', '交流', '220(230,240)VAC/380(400,415)VAC', '单相', '交流', '45-66Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (100, '山特SIU系列工业级UPS (10-200KVA) ', 'SIU100K-31L', '电力行业：DCS离散控制系统，发变组保护系统，脱硫控制系统\n石油化工行业：油、气采集系统，管道传输系统，油、气储运系统，炼化系统\n传统钢铁，煤炭等制造行业：DCS分布式控制系统，工控机及显示屏，PLC控制系统\n轨道交通行业：车辆/机场地面用电系统，综合安防系统，通信信号系统，综合监控系统\n', '山特', '100KVA', '90KW', '285-498VAC', '三相', '交流', '220(230,240)VAC/380(400,415)VAC', '单相', '交流', '45-66Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (101, '山特SIU系列工业级UPS (10-200KVA) ', 'SIU120K-31L', '电力行业：DCS离散控制系统，发变组保护系统，脱硫控制系统\n石油化工行业：油、气采集系统，管道传输系统，油、气储运系统，炼化系统\n传统钢铁，煤炭等制造行业：DCS分布式控制系统，工控机及显示屏，PLC控制系统\n轨道交通行业：车辆/机场地面用电系统，综合安防系统，通信信号系统，综合监控系统\n', '山特', '120KVA', '108KW', '285-498VAC', '三相', '交流', '220(230,240)VAC/380(400,415)VAC', '单相', '交流', '45-66Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (102, '山特SIU系列工业级UPS (10-200KVA) ', 'SIU160K-31L', '电力行业：DCS离散控制系统，发变组保护系统，脱硫控制系统\n石油化工行业：油、气采集系统，管道传输系统，油、气储运系统，炼化系统\n传统钢铁，煤炭等制造行业：DCS分布式控制系统，工控机及显示屏，PLC控制系统\n轨道交通行业：车辆/机场地面用电系统，综合安防系统，通信信号系统，综合监控系统\n', '山特', '160KVA', '144KW', '285-498VAC', '三相', '交流', '220(230,240)VAC/380(400,415)VAC', '单相', '交流', '45-66Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (103, '山特SIU系列工业级UPS (10-200KVA) ', 'SIU200K-31L', '电力行业：DCS离散控制系统，发变组保护系统，脱硫控制系统\n石油化工行业：油、气采集系统，管道传输系统，油、气储运系统，炼化系统\n传统钢铁，煤炭等制造行业：DCS分布式控制系统，工控机及显示屏，PLC控制系统\n轨道交通行业：车辆/机场地面用电系统，综合安防系统，通信信号系统，综合监控系统\n', '山特', '200KVA', '180KW', '285-498VAC', '三相', '交流', '220(230,240)VAC/380(400,415)VAC', '单相', '交流', '45-66Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (104, 'HT33系列10-40kVA塔式UPS', 'HT33010XS', '政府、金融、通信、教育、交通、气象、广播电视、工商税务、医疗卫生、能源电力等各个行业领域。', '英威腾', '10KVA', '10KW', '304-485VAC', '三相', '交流', '380/400/415VAC', '三相', '交流', '50Hz/60Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (105, 'HT33系列10-40kVA塔式UPS', 'HT33010XL', '政府、金融、通信、教育、交通、气象、广播电视、工商税务、医疗卫生、能源电力等各个行业领域。', '英威腾', '10KVA', '10KW', '304-485VAC', '三相', '交流', '380/400/415VAC', '三相', '交流', '50Hz/60Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (106, 'HT33系列10-40kVA塔式UPS', 'HT33015XS', '政府、金融、通信、教育、交通、气象、广播电视、工商税务、医疗卫生、能源电力等各个行业领域。', '英威腾', '15KVA', '15KW', '304-485VAC', '三相', '交流', '380/400/415VAC', '三相', '交流', '50Hz/60Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (107, 'HT33系列10-40kVA塔式UPS', 'HT33015XL', '政府、金融、通信、教育、交通、气象、广播电视、工商税务、医疗卫生、能源电力等各个行业领域。', '英威腾', '15KVA', '15KW', '304-485VAC', '三相', '交流', '380/400/415VAC', '三相', '交流', '50Hz/60Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (108, 'HT33系列10-40kVA塔式UPS', 'HT33020XS', '政府、金融、通信、教育、交通、气象、广播电视、工商税务、医疗卫生、能源电力等各个行业领域。', '英威腾', '20KVA', '20KW', '304-485VAC', '三相', '交流', '380/400/415VAC', '三相', '交流', '50Hz/60Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (109, 'HT33系列10-40kVA塔式UPS', 'HT33020XL', '政府、金融、通信、教育、交通、气象、广播电视、工商税务、医疗卫生、能源电力等各个行业领域。', '英威腾', '20KVA', '20KW', '304-485VAC', '三相', '交流', '380/400/415VAC', '三相', '交流', '50Hz/60Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (110, 'HT33系列10-40kVA塔式UPS', 'HT33030XS', '政府、金融、通信、教育、交通、气象、广播电视、工商税务、医疗卫生、能源电力等各个行业领域。', '英威腾', '30KVA', '30KW', '304-485VAC', '三相', '交流', '380/400/415VAC', '三相', '交流', '50Hz/60Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (111, 'HT33系列10-40kVA塔式UPS', 'HT33030XL', '政府、金融、通信、教育、交通、气象、广播电视、工商税务、医疗卫生、能源电力等各个行业领域。', '英威腾', '30KVA', '30KW', '304-485VAC', '三相', '交流', '380/400/415VAC', '三相', '交流', '50Hz/60Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (112, 'HT33系列10-40kVA塔式UPS', 'HT33040XL', '政府、金融、通信、教育、交通、气象、广播电视、工商税务、医疗卫生、能源电力等各个行业领域。', '英威腾', '40KVA', '40KW', '304-485VAC', '三相', '交流', '380/400/415VAC', '三相', '交流', '50Hz/60Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (113, 'HT33系列10-40kVA塔式UPS', 'HT33040XS', '政府、金融、通信、教育、交通、气象、广播电视、工商税务、医疗卫生、能源电力等各个行业领域。', '英威腾', '40KVA', '40KW', '304-485VAC', '三相', '交流', '380/400/415VAC', '三相', '交流', '50Hz/60Hz', '50Hz/60Hz');
INSERT INTO `ups` VALUES (114, '高频机HQ-G系列', 'HQ10GL', '银行的关键业务系统、ATM 机、金融数据中心，通信基站、交换中心，自动化生产线、精密仪器设备，医院的手术室、重症监护室、医疗设备机房，数据中心', '爱维达', '1KVA', '1KW', '110VAC–300VAC', '单相', '交流', '200/208/220/230/240VAC', '单相', '交流', '40-70Hz', '47-53Hz/57-63Hz');
INSERT INTO `ups` VALUES (115, '高频机HQ-G系列', 'HQ10G', '银行的关键业务系统、ATM 机、金融数据中心，通信基站、交换中心，自动化生产线、精密仪器设备，医院的手术室、重症监护室、医疗设备机房，数据中心', '爱维达', '1KVA', '1KW', '110VAC–300VAC', '单相', '交流', '200/208/220/230/240VAC', '单相', '交流', '40-70Hz', '47-53Hz/57-63Hz');
INSERT INTO `ups` VALUES (116, '高频机HQ-G系列', 'HQ20GL', '银行的关键业务系统、ATM 机、金融数据中心，通信基站、交换中心，自动化生产线、精密仪器设备，医院的手术室、重症监护室、医疗设备机房，数据中心', '爱维达', '2KVA', '2KW', '110VAC–300VAC', '单相', '交流', '200/208/220/230/240VAC', '单相', '交流', '40-70Hz', '47-53Hz/57-63Hz');
INSERT INTO `ups` VALUES (117, '高频机HQ-G系列', 'HQ20G', '银行的关键业务系统、ATM 机、金融数据中心，通信基站、交换中心，自动化生产线、精密仪器设备，医院的手术室、重症监护室、医疗设备机房，数据中心', '爱维达', '2KVA', '2KW', '110VAC–300VAC', '单相', '交流', '200/208/220/230/240VAC', '单相', '交流', '40-70Hz', '47-53Hz/57-63Hz');
INSERT INTO `ups` VALUES (118, '高频机HQ-G系列', 'HQ30GL', '银行的关键业务系统、ATM 机、金融数据中心，通信基站、交换中心，自动化生产线、精密仪器设备，医院的手术室、重症监护室、医疗设备机房，数据中心', '爱维达', '3KVA', '3KW', '110VAC–300VAC', '单相', '交流', '200/208/220/230/240VAC', '单相', '交流', '40-70Hz', '47-53Hz/57-63Hz');
INSERT INTO `ups` VALUES (119, '高频机HQ-G系列', 'HQ30G', '银行的关键业务系统、ATM 机、金融数据中心，通信基站、交换中心，自动化生产线、精密仪器设备，医院的手术室、重症监护室、医疗设备机房，数据中心', '爱维达', '3KVA', '3KW', '110VAC–300VAC', '单相', '交流', '200/208/220/230/240VAC', '单相', '交流', '40-70Hz', '47-53Hz/57-63Hz');
INSERT INTO `ups` VALUES (120, '高频机HQ-G系列', 'HQ60GL', '银行的关键业务系统、ATM 机、金融数据中心，通信基站、交换中心，自动化生产线、精密仪器设备，医院的手术室、重症监护室、医疗设备机房，数据中心', '爱维达', '6KVA', '6KW', '110VAC–300VAC', '单相', '交流', '208/220/230/240VAC', '单相', '交流', '46-54Hz/56-64Hz', '46-54Hz/56-64Hz');
INSERT INTO `ups` VALUES (121, '高频机HQ-G系列', 'HQ60G', '银行的关键业务系统、ATM 机、金融数据中心，通信基站、交换中心，自动化生产线、精密仪器设备，医院的手术室、重症监护室、医疗设备机房，数据中心', '爱维达', '6KVA', '6KW', '110VAC–300VAC', '单相', '交流', '208/220/230/240VAC', '单相', '交流', '46-54Hz/56-64Hz', '46-54Hz/56-64Hz');
INSERT INTO `ups` VALUES (122, '高频机HQ-G系列', 'HQ1110GL', '银行的关键业务系统、ATM 机、金融数据中心，通信基站、交换中心，自动化生产线、精密仪器设备，医院的手术室、重症监护室、医疗设备机房，数据中心', '爱维达', '10KVA', '10KW', '110VAC–300VAC', '单相', '交流', '208/220/230/240VAC', '单相', '交流', '46-54Hz/56-64Hz', '46-54Hz/56-64Hz');
INSERT INTO `ups` VALUES (123, '高频机HQ-G系列', 'HQ1110G', '银行的关键业务系统、ATM 机、金融数据中心，通信基站、交换中心，自动化生产线、精密仪器设备，医院的手术室、重症监护室、医疗设备机房，数据中心', '爱维达', '10KVA', '10KW', '110VAC–300VAC', '单相', '交流', '208/220/230/240VAC', '单相', '交流', '46-54Hz/56-64Hz', '46-54Hz/56-64Hz');
INSERT INTO `ups` VALUES (124, '高频机HQ-G系列', 'HQ10GRL', '银行的关键业务系统、ATM 机、金融数据中心，通信基站、交换中心，自动化生产线、精密仪器设备，医院的手术室、重症监护室、医疗设备机房，数据中心', '爱维达', '1KVA', '1KW', '110VAC–300VAC', '单相', '交流', '200/208/220/230/240VAC', '单相', '交流', '40-70Hz', '47-53Hz/57-63Hz');
INSERT INTO `ups` VALUES (125, '高频机HQ-G系列', 'HQ10GR ', '银行的关键业务系统、ATM 机、金融数据中心，通信基站、交换中心，自动化生产线、精密仪器设备，医院的手术室、重症监护室、医疗设备机房，数据中心', '爱维达', '1KVA', '1KW', '110VAC–300VAC', '单相', '交流', '200/208/220/230/240VAC', '单相', '交流', '40-70Hz', '47-53Hz/57-63Hz');
INSERT INTO `ups` VALUES (126, '高频机HQ-G系列', 'HQ20GRL', '银行的关键业务系统、ATM 机、金融数据中心，通信基站、交换中心，自动化生产线、精密仪器设备，医院的手术室、重症监护室、医疗设备机房，数据中心', '爱维达', '2KVA', '2KW', '110VAC–300VAC', '单相', '交流', '200/208/220/230/240VAC', '单相', '交流', '40-70Hz', '47-53Hz/57-63Hz');
INSERT INTO `ups` VALUES (127, '高频机HQ-G系列', 'HQ20GR', '银行的关键业务系统、ATM 机、金融数据中心，通信基站、交换中心，自动化生产线、精密仪器设备，医院的手术室、重症监护室、医疗设备机房，数据中心', '爱维达', '2KVA', '2KW', '110VAC–300VAC', '单相', '交流', '200/208/220/230/240VAC', '单相', '交流', '40-70Hz', '47-53Hz/57-63Hz');
INSERT INTO `ups` VALUES (128, '高频机HQ-G系列', 'HQ30GRL', '银行的关键业务系统、ATM 机、金融数据中心，通信基站、交换中心，自动化生产线、精密仪器设备，医院的手术室、重症监护室、医疗设备机房，数据中心', '爱维达', '3KVA', '3KW', '110VAC–300VAC', '单相', '交流', '200/208/220/230/240VAC', '单相', '交流', '40-70Hz', '47-53Hz/57-63Hz');
INSERT INTO `ups` VALUES (129, '高频机HQ-G系列', 'HQ30GR', '银行的关键业务系统、ATM 机、金融数据中心，通信基站、交换中心，自动化生产线、精密仪器设备，医院的手术室、重症监护室、医疗设备机房，数据中心', '爱维达', '3KVA', '3KW', '110VAC–300VAC', '单相', '交流', '200/208/220/230/240VAC', '单相', '交流', '40-70Hz', '47-53Hz/57-63Hz');
INSERT INTO `ups` VALUES (130, '高频机HQ-G系列', 'HQ60GRL', '银行的关键业务系统、ATM 机、金融数据中心，通信基站、交换中心，自动化生产线、精密仪器设备，医院的手术室、重症监护室、医疗设备机房，数据中心', '爱维达', '6KVA', '6KW', '110VAC–300VAC', '单相', '交流', '208/220/230/240VAC', '单相', '交流', '46-54Hz/56-64Hz', '46-54Hz/56-64Hz');
INSERT INTO `ups` VALUES (131, '高频机HQ-G系列', 'HQ1110GRL', '银行的关键业务系统、ATM 机、金融数据中心，通信基站、交换中心，自动化生产线、精密仪器设备，医院的手术室、重症监护室、医疗设备机房，数据中心', '爱维达', '10KVA', '10KW', '110VAC–300VAC', '单相', '交流', '208/220/230/240VAC', '单相', '交流', '46-54Hz/56-64Hz', '46-54Hz/56-64Hz');
INSERT INTO `ups` VALUES (132, '高频机HQ-G系列', 'HQ3110GL(PFC)', '银行的关键业务系统、ATM 机、金融数据中心，通信基站、交换中心，自动化生产线、精密仪器设备，医院的手术室、重症监护室、医疗设备机房，数据中心', '爱维达', '10KVA', '8KW', '190VAC–520VAC', '三相', '交流', '208/220/230/240VAC', '单相', '交流', '46-54Hz/56-64Hz', '46-54Hz/56-64Hz');
INSERT INTO `ups` VALUES (133, '高频机HQ-G系列', 'HQ3115GL(PFC)', '银行的关键业务系统、ATM 机、金融数据中心，通信基站、交换中心，自动化生产线、精密仪器设备，医院的手术室、重症监护室、医疗设备机房，数据中心', '爱维达', '15KVA', '12KW', '190VAC–520VAC', '三相', '交流', '208/220/230/240VAC', '单相', '交流', '46-54Hz/56-64Hz', '46-54Hz/56-64Hz');
INSERT INTO `ups` VALUES (134, '高频机HQ-G系列', 'HQ3120GL(PFC)', '银行的关键业务系统、ATM 机、金融数据中心，通信基站、交换中心，自动化生产线、精密仪器设备，医院的手术室、重症监护室、医疗设备机房，数据中心', '爱维达', '20KVA', '16KW', '190VAC–520VAC', '三相', '交流', '208/220/230/240VAC', '单相', '交流', '46-54Hz/56-64Hz', '46-54Hz/56-64Hz');
INSERT INTO `ups` VALUES (135, '高频机HQ-G系列', 'HQ3110GRL', '银行的关键业务系统、ATM 机、金融数据中心，通信基站、交换中心，自动化生产线、精密仪器设备，医院的手术室、重症监护室、医疗设备机房，数据中心', '爱维达', '10KVA', '8KW', '190VAC–520VAC', '三相', '交流', '208/220/230/240VAC', '单相', '交流', '46-54Hz/56-64Hz', '46-54Hz/56-64Hz');
INSERT INTO `ups` VALUES (136, '高频机HQ-G系列', 'HQ3115GRL', '银行的关键业务系统、ATM 机、金融数据中心，通信基站、交换中心，自动化生产线、精密仪器设备，医院的手术室、重症监护室、医疗设备机房，数据中心', '爱维达', '15KVA', '12KW', '190VAC–520VAC', '三相', '交流', '208/220/230/240VAC', '单相', '交流', '46-54Hz/56-64Hz', '46-54Hz/56-64Hz');
INSERT INTO `ups` VALUES (137, '高频机HQ-G系列', 'HQ3120GRL', '银行的关键业务系统、ATM 机、金融数据中心，通信基站、交换中心，自动化生产线、精密仪器设备，医院的手术室、重症监护室、医疗设备机房，数据中心', '爱维达', '20KVA', '16KW', '190VAC–520VAC', '三相', '交流', '208/220/230/240VAC', '单相', '交流', '46-54Hz/56-64Hz', '46-54Hz/56-64Hz');
INSERT INTO `ups` VALUES (138, '高频机HP-G系列', 'HP1000G（S）', '银行、证券、保险等金融机构的核心业务系统、数据中心、ATM机，通信基站、交换中心、传输设备，数据中心，自动化生产线、精密仪器设备、工业控制系统，医院的手术室、重症监护室、医学检验设备、大型医疗影像设备', '爱维达', '10KVA', '10KW', '304VAC–478VAC', '三相', '交流', '380/400/415VAC', '三相', '交流', '40-70Hz', '40-70Hz');
INSERT INTO `ups` VALUES (139, '高频机HP-G系列', 'HP2000G（S）', '银行、证券、保险等金融机构的核心业务系统、数据中心、ATM机，通信基站、交换中心、传输设备，数据中心，自动化生产线、精密仪器设备、工业控制系统，医院的手术室、重症监护室、医学检验设备、大型医疗影像设备', '爱维达', '20KVA', '20KW', '304VAC–478VAC', '三相', '交流', '380/400/415VAC', '三相', '交流', '40-70Hz', '40-70Hz');
INSERT INTO `ups` VALUES (140, '高频机HP-G系列', 'HP3000G（S）', '银行、证券、保险等金融机构的核心业务系统、数据中心、ATM机，通信基站、交换中心、传输设备，数据中心，自动化生产线、精密仪器设备、工业控制系统，医院的手术室、重症监护室、医学检验设备、大型医疗影像设备', '爱维达', '30KVA', '30KW', '304VAC–478VAC', '三相', '交流', '380/400/415VAC', '三相', '交流', '40-70Hz', '40-70Hz');
INSERT INTO `ups` VALUES (141, '高频机HP-G系列', 'HP1000G', '银行、证券、保险等金融机构的核心业务系统、数据中心、ATM机，通信基站、交换中心、传输设备，数据中心，自动化生产线、精密仪器设备、工业控制系统，医院的手术室、重症监护室、医学检验设备、大型医疗影像设备', '爱维达', '10KVA', '10KW', '304VAC–478VAC', '三相', '交流', '380/400/415VAC', '三相', '交流', '40-70Hz', '40-70Hz');
INSERT INTO `ups` VALUES (142, '高频机HP-G系列', 'HP2000G', '银行、证券、保险等金融机构的核心业务系统、数据中心、ATM机，通信基站、交换中心、传输设备，数据中心，自动化生产线、精密仪器设备、工业控制系统，医院的手术室、重症监护室、医学检验设备、大型医疗影像设备', '爱维达', '20KVA', '20KW', '304VAC–478VAC', '三相', '交流', '380/400/415VAC', '三相', '交流', '40-70Hz', '40-70Hz');
INSERT INTO `ups` VALUES (143, '高频机HP-G系列', 'HP3000G', '银行、证券、保险等金融机构的核心业务系统、数据中心、ATM机，通信基站、交换中心、传输设备，数据中心，自动化生产线、精密仪器设备、工业控制系统，医院的手术室、重症监护室、医学检验设备、大型医疗影像设备', '爱维达', '30KVA', '30KW', '304VAC–478VAC', '三相', '交流', '380/400/415VAC', '三相', '交流', '40-70Hz', '40-70Hz');
INSERT INTO `ups` VALUES (144, '高频机HP-G系列', 'HP4000G', '银行、证券、保险等金融机构的核心业务系统、数据中心、ATM机，通信基站、交换中心、传输设备，数据中心，自动化生产线、精密仪器设备、工业控制系统，医院的手术室、重症监护室、医学检验设备、大型医疗影像设备', '爱维达', '40KVA', '40KW', '304VAC–478VAC', '三相', '交流', '380/400/415VAC', '三相', '交流', '40-70Hz', '40-70Hz');
INSERT INTO `ups` VALUES (145, '高频机HP-G系列', 'HP5000G', '银行、证券、保险等金融机构的核心业务系统、数据中心、ATM机，通信基站、交换中心、传输设备，数据中心，自动化生产线、精密仪器设备、工业控制系统，医院的手术室、重症监护室、医学检验设备、大型医疗影像设备', '爱维达', '50KVA', '50KW', '304VAC–478VAC', '三相', '交流', '380/400/415VAC', '三相', '交流', '40-70Hz', '40-70Hz');
INSERT INTO `ups` VALUES (146, '高频机HP-G系列', 'HP6000G', '银行、证券、保险等金融机构的核心业务系统、数据中心、ATM机，通信基站、交换中心、传输设备，数据中心，自动化生产线、精密仪器设备、工业控制系统，医院的手术室、重症监护室、医学检验设备、大型医疗影像设备', '爱维达', '60KVA', '60KW', '304VAC–478VAC', '三相', '交流', '380/400/415VAC', '三相', '交流', '40-70Hz', '40-70Hz');
INSERT INTO `ups` VALUES (147, '高频机HP-G系列', 'HP8000G', '银行、证券、保险等金融机构的核心业务系统、数据中心、ATM机，通信基站、交换中心、传输设备，数据中心，自动化生产线、精密仪器设备、工业控制系统，医院的手术室、重症监护室、医学检验设备、大型医疗影像设备', '爱维达', '80KVA', '80KW', '304VAC–478VAC', '三相', '交流', '380/400/415VAC', '三相', '交流', '40-70Hz', '40-70Hz');
INSERT INTO `ups` VALUES (148, '高频机HP-G系列', 'HP10000G', '银行、证券、保险等金融机构的核心业务系统、数据中心、ATM机，通信基站、交换中心、传输设备，数据中心，自动化生产线、精密仪器设备、工业控制系统，医院的手术室、重症监护室、医学检验设备、大型医疗影像设备', '爱维达', '100KVA', '100KW', '304VAC–478VAC', '三相', '交流', '380/400/415VAC', '三相', '交流', '40-70Hz', '40-70Hz');
INSERT INTO `ups` VALUES (149, '高频机HP-G系列', 'HP12000G', '银行、证券、保险等金融机构的核心业务系统、数据中心、ATM机，通信基站、交换中心、传输设备，数据中心，自动化生产线、精密仪器设备、工业控制系统，医院的手术室、重症监护室、医学检验设备、大型医疗影像设备', '爱维达', '120KVA', '120KW', '304VAC–478VAC', '三相', '交流', '380/400/415VAC', '三相', '交流', '40-70Hz', '40-70Hz');
INSERT INTO `ups` VALUES (150, '高频机HP-G系列', 'HP15000G', '银行、证券、保险等金融机构的核心业务系统、数据中心、ATM机，通信基站、交换中心、传输设备，数据中心，自动化生产线、精密仪器设备、工业控制系统，医院的手术室、重症监护室、医学检验设备、大型医疗影像设备', '爱维达', '150KVA', '150KW', '304VAC–478VAC', '三相', '交流', '380/400/415VAC', '三相', '交流', '40-70Hz', '40-70Hz');
INSERT INTO `ups` VALUES (151, '高频机HP-G系列', 'HP20000G', '银行、证券、保险等金融机构的核心业务系统、数据中心、ATM机，通信基站、交换中心、传输设备，数据中心，自动化生产线、精密仪器设备、工业控制系统，医院的手术室、重症监护室、医学检验设备、大型医疗影像设备', '爱维达', '200KVA', '200KW', '304VAC–478VAC', '三相', '交流', '380/400/415VAC', '三相', '交流', '40-70Hz', '40-70Hz');
INSERT INTO `ups` VALUES (152, '高频机HP-G系列', 'HP1000GRL', '银行、证券、保险等金融机构的核心业务系统、数据中心、ATM机，通信基站、交换中心、传输设备，数据中心，自动化生产线、精密仪器设备、工业控制系统，医院的手术室、重症监护室、医学检验设备、大型医疗影像设备', '爱维达', '10KVA', '10KW', '304VAC–478VAC', '三相', '交流', '380/400/415VAC', '三相', '交流', '40-70Hz', '40-70Hz');
INSERT INTO `ups` VALUES (153, '高频机HP-G系列', 'HP2000GRL', '银行、证券、保险等金融机构的核心业务系统、数据中心、ATM机，通信基站、交换中心、传输设备，数据中心，自动化生产线、精密仪器设备、工业控制系统，医院的手术室、重症监护室、医学检验设备、大型医疗影像设备', '爱维达', '20KVA', '20KW', '304VAC–478VAC', '三相', '交流', '380/400/415VAC', '三相', '交流', '40-70Hz', '40-70Hz');
INSERT INTO `ups` VALUES (154, '高频机HP-G系列', 'HP3000GRL', '银行、证券、保险等金融机构的核心业务系统、数据中心、ATM机，通信基站、交换中心、传输设备，数据中心，自动化生产线、精密仪器设备、工业控制系统，医院的手术室、重症监护室、医学检验设备、大型医疗影像设备', '爱维达', '30KVA', '30KW', '304VAC–478VAC', '三相', '交流', '380/400/415VAC', '三相', '交流', '40-70Hz', '40-70Hz');
INSERT INTO `ups` VALUES (155, '模块机HQ-M系列', 'HQ-M60（3+1机框）', '金融数据中心的服务器、存储设备，大型企业、互联网企业的数据中心，政府部门的数据中心，通信基站、交换中心等通信基础设施，医院的大型医疗设备、数据中心，能源企业的数据中心、监控中心，交通枢纽的数据中心、信号控制中心', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (156, '模块机HQ-M系列', 'HQ-M120（6+1机框）', '金融数据中心的服务器、存储设备，大型企业、互联网企业的数据中心，政府部门的数据中心，通信基站、交换中心等通信基础设施，医院的大型医疗设备、数据中心，能源企业的数据中心、监控中心，交通枢纽的数据中心、信号控制中心', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (157, '模块机HQ-M系列', 'HQ-M120（6+1机框）', '金融数据中心的服务器、存储设备，大型企业、互联网企业的数据中心，政府部门的数据中心，通信基站、交换中心等通信基础设施，医院的大型医疗设备、数据中心，能源企业的数据中心、监控中心，交通枢纽的数据中心、信号控制中心', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (158, '模块机HQ-M系列', 'HQ-M200（10+2机框）', '金融数据中心的服务器、存储设备，大型企业、互联网企业的数据中心，政府部门的数据中心，通信基站、交换中心等通信基础设施，医院的大型医疗设备、数据中心，能源企业的数据中心、监控中心，交通枢纽的数据中心、信号控制中心', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (159, '模块机HQ-M系列', 'HQ-M200（10+2机框）', '金融数据中心的服务器、存储设备，大型企业、互联网企业的数据中心，政府部门的数据中心，通信基站、交换中心等通信基础设施，医院的大型医疗设备、数据中心，能源企业的数据中心、监控中心，交通枢纽的数据中心、信号控制中心', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (160, '模块机HQ-M系列', 'HQ-M300（12机框）', '金融数据中心的服务器、存储设备，大型企业、互联网企业的数据中心，政府部门的数据中心，通信基站、交换中心等通信基础设施，医院的大型医疗设备、数据中心，能源企业的数据中心、监控中心，交通枢纽的数据中心、信号控制中心', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (161, '模块机HQ-M系列', 'HQ-M300（12机框）', '金融数据中心的服务器、存储设备，大型企业、互联网企业的数据中心，政府部门的数据中心，通信基站、交换中心等通信基础设施，医院的大型医疗设备、数据中心，能源企业的数据中心、监控中心，交通枢纽的数据中心、信号控制中心', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (162, '模块机HQ-M系列', 'HQ-M300（6+1机框）', '金融数据中心的服务器、存储设备，大型企业、互联网企业的数据中心，政府部门的数据中心，通信基站、交换中心等通信基础设施，医院的大型医疗设备、数据中心，能源企业的数据中心、监控中心，交通枢纽的数据中心、信号控制中心', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (163, '模块机HQ-M系列', 'HQ-M300（6+1机框）', '金融数据中心的服务器、存储设备，大型企业、互联网企业的数据中心，政府部门的数据中心，通信基站、交换中心等通信基础设施，医院的大型医疗设备、数据中心，能源企业的数据中心、监控中心，交通枢纽的数据中心、信号控制中心', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (164, '模块机HQ-M系列', 'HQ-M400（10+2机框）', '金融数据中心的服务器、存储设备，大型企业、互联网企业的数据中心，政府部门的数据中心，通信基站、交换中心等通信基础设施，医院的大型医疗设备、数据中心，能源企业的数据中心、监控中心，交通枢纽的数据中心、信号控制中心', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (165, '模块机HQ-M系列', 'HQ-M400（10+2机框）', '金融数据中心的服务器、存储设备，大型企业、互联网企业的数据中心，政府部门的数据中心，通信基站、交换中心等通信基础设施，医院的大型医疗设备、数据中心，能源企业的数据中心、监控中心，交通枢纽的数据中心、信号控制中心', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (166, '模块机HQ-M系列', 'HQ-M500（10+2机框）', '金融数据中心的服务器、存储设备，大型企业、互联网企业的数据中心，政府部门的数据中心，通信基站、交换中心等通信基础设施，医院的大型医疗设备、数据中心，能源企业的数据中心、监控中心，交通枢纽的数据中心、信号控制中心', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (167, '模块机HQ-M系列', 'HQ-M500（10+2机框）', '金融数据中心的服务器、存储设备，大型企业、互联网企业的数据中心，政府部门的数据中心，通信基站、交换中心等通信基础设施，医院的大型医疗设备、数据中心，能源企业的数据中心、监控中心，交通枢纽的数据中心、信号控制中心', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (168, '模块机HQ-M系列', 'HQ-M600（12机框）', '金融数据中心的服务器、存储设备，大型企业、互联网企业的数据中心，政府部门的数据中心，通信基站、交换中心等通信基础设施，医院的大型医疗设备、数据中心，能源企业的数据中心、监控中心，交通枢纽的数据中心、信号控制中心', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (169, '模块机HQ-M系列', 'HQ-M600（12机框）', '金融数据中心的服务器、存储设备，大型企业、互联网企业的数据中心，政府部门的数据中心，通信基站、交换中心等通信基础设施，医院的大型医疗设备、数据中心，能源企业的数据中心、监控中心，交通枢纽的数据中心、信号控制中心', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (170, '模块机HQ-M系列', 'HQ-M40R（2机框）', '金融数据中心的服务器、存储设备，大型企业、互联网企业的数据中心，政府部门的数据中心，通信基站、交换中心等通信基础设施，医院的大型医疗设备、数据中心，能源企业的数据中心、监控中心，交通枢纽的数据中心、信号控制中心', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (171, '模块机HQ-M系列', 'HQ-M50R（2机框）', '金融数据中心的服务器、存储设备，大型企业、互联网企业的数据中心，政府部门的数据中心，通信基站、交换中心等通信基础设施，医院的大型医疗设备、数据中心，能源企业的数据中心、监控中心，交通枢纽的数据中心、信号控制中心', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (172, '模块机HQ-M系列', 'HQ-M80R（4机框）', '金融数据中心的服务器、存储设备，大型企业、互联网企业的数据中心，政府部门的数据中心，通信基站、交换中心等通信基础设施，医院的大型医疗设备、数据中心，能源企业的数据中心、监控中心，交通枢纽的数据中心、信号控制中心', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (173, '模块机HQ-M系列', 'HQ-M100R（4机框）', '金融数据中心的服务器、存储设备，大型企业、互联网企业的数据中心，政府部门的数据中心，通信基站、交换中心等通信基础设施，医院的大型医疗设备、数据中心，能源企业的数据中心、监控中心，交通枢纽的数据中心、信号控制中心', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (174, '模块机HQ-M系列', 'HQ-M150R（6机框）', '金融数据中心的服务器、存储设备，大型企业、互联网企业的数据中心，政府部门的数据中心，通信基站、交换中心等通信基础设施，医院的大型医疗设备、数据中心，能源企业的数据中心、监控中心，交通枢纽的数据中心、信号控制中心', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (175, '工频机HQ系列', 'HQ1103LFJ-96V', '自动化生产线，大型电机设备，大型医疗设备，手术室和重症监护室，银行数据中心，证券交易场所，通信基站，通信交换中心', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (176, '工频机HQ系列', 'HQ1103LPFJ-96V', '自动化生产线，大型电机设备，大型医疗设备，手术室和重症监护室，银行数据中心，证券交易场所，通信基站，通信交换中心', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (177, '工频机HQ系列', 'HQ1103LFJ-192V', '自动化生产线，大型电机设备，大型医疗设备，手术室和重症监护室，银行数据中心，证券交易场所，通信基站，通信交换中心', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (178, '工频机HQ系列', 'HQ1103LPFJ-192V', '自动化生产线，大型电机设备，大型医疗设备，手术室和重症监护室，银行数据中心，证券交易场所，通信基站，通信交换中心', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (179, '工频机HQ系列', 'HQ1106LFJ-192V', '自动化生产线，大型电机设备，大型医疗设备，手术室和重症监护室，银行数据中心，证券交易场所，通信基站，通信交换中心', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (180, '工频机HQ系列', 'HQ1106LPFJ-192V', '自动化生产线，大型电机设备，大型医疗设备，手术室和重症监护室，银行数据中心，证券交易场所，通信基站，通信交换中心', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (181, '工频机HQ系列', 'HQ1110LFJ-192V', '自动化生产线，大型电机设备，大型医疗设备，手术室和重症监护室，银行数据中心，证券交易场所，通信基站，通信交换中心', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (182, '工频机HQ系列', 'HQ1110LPFJ-192V', '自动化生产线，大型电机设备，大型医疗设备，手术室和重症监护室，银行数据中心，证券交易场所，通信基站，通信交换中心', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (183, '工频机HQ系列', 'HQ3110LFJ-192V', '自动化生产线，大型电机设备，大型医疗设备，手术室和重症监护室，银行数据中心，证券交易场所，通信基站，通信交换中心', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (184, '工频机HQ系列', 'HQ3110LPFJ-192V', '自动化生产线，大型电机设备，大型医疗设备，手术室和重症监护室，银行数据中心，证券交易场所，通信基站，通信交换中心', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (185, '工频机HQ系列', 'HQ3115LFJ-192V', '自动化生产线，大型电机设备，大型医疗设备，手术室和重症监护室，银行数据中心，证券交易场所，通信基站，通信交换中心', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (186, '工频机HQ系列', 'HQ3115LPFJ-192V', '自动化生产线，大型电机设备，大型医疗设备，手术室和重症监护室，银行数据中心，证券交易场所，通信基站，通信交换中心', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (187, '工频机HQ系列', 'HQ3120LFJ-192V', '自动化生产线，大型电机设备，大型医疗设备，手术室和重症监护室，银行数据中心，证券交易场所，通信基站，通信交换中心', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (188, '工频机HQ系列', 'HQ3120LPFJ-192V', '自动化生产线，大型电机设备，大型医疗设备，手术室和重症监护室，银行数据中心，证券交易场所，通信基站，通信交换中心', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (189, '工频机HQ系列', 'HQ3130LFJ-192V', '自动化生产线，大型电机设备，大型医疗设备，手术室和重症监护室，银行数据中心，证券交易场所，通信基站，通信交换中心', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (190, '工频机HQ系列', 'HQ3130LPFJ-192V', '自动化生产线，大型电机设备，大型医疗设备，手术室和重症监护室，银行数据中心，证券交易场所，通信基站，通信交换中心', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (191, '工频机HQ33系列', 'HQ3310L', '大型活动现场的灯光、音响、显示屏、通信设备，医院的手术室、重症监护室以及大型医疗设备，数据中心的服务器、存储设备、网络设备，自动化生产线、工业控制系统以及精密仪器设备，银行的数据中心、营业网点，证券、保险机构的交易系统和数据存储中心', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (192, '工频机HQ33系列', 'HQ3310LP', '大型活动现场的灯光、音响、显示屏、通信设备，医院的手术室、重症监护室以及大型医疗设备，数据中心的服务器、存储设备、网络设备，自动化生产线、工业控制系统以及精密仪器设备，银行的数据中心、营业网点，证券、保险机构的交易系统和数据存储中心', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (193, '工频机HQ33系列', 'HQ3315L', '大型活动现场的灯光、音响、显示屏、通信设备，医院的手术室、重症监护室以及大型医疗设备，数据中心的服务器、存储设备、网络设备，自动化生产线、工业控制系统以及精密仪器设备，银行的数据中心、营业网点，证券、保险机构的交易系统和数据存储中心', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (194, '工频机HQ33系列', 'HQ3315LP', '大型活动现场的灯光、音响、显示屏、通信设备，医院的手术室、重症监护室以及大型医疗设备，数据中心的服务器、存储设备、网络设备，自动化生产线、工业控制系统以及精密仪器设备，银行的数据中心、营业网点，证券、保险机构的交易系统和数据存储中心', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (195, '工频机HQ33系列', 'HQ3320L', '大型活动现场的灯光、音响、显示屏、通信设备，医院的手术室、重症监护室以及大型医疗设备，数据中心的服务器、存储设备、网络设备，自动化生产线、工业控制系统以及精密仪器设备，银行的数据中心、营业网点，证券、保险机构的交易系统和数据存储中心', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (196, '工频机HQ33系列', 'HQ3320LP', '大型活动现场的灯光、音响、显示屏、通信设备，医院的手术室、重症监护室以及大型医疗设备，数据中心的服务器、存储设备、网络设备，自动化生产线、工业控制系统以及精密仪器设备，银行的数据中心、营业网点，证券、保险机构的交易系统和数据存储中心', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (197, '工频机HQ33系列', 'HQ3330L', '大型活动现场的灯光、音响、显示屏、通信设备，医院的手术室、重症监护室以及大型医疗设备，数据中心的服务器、存储设备、网络设备，自动化生产线、工业控制系统以及精密仪器设备，银行的数据中心、营业网点，证券、保险机构的交易系统和数据存储中心', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (198, '工频机HQ33系列', 'HQ3330LP', '大型活动现场的灯光、音响、显示屏、通信设备，医院的手术室、重症监护室以及大型医疗设备，数据中心的服务器、存储设备、网络设备，自动化生产线、工业控制系统以及精密仪器设备，银行的数据中心、营业网点，证券、保险机构的交易系统和数据存储中心', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (199, '工频机HQ33系列', 'HQ3340L', '大型活动现场的灯光、音响、显示屏、通信设备，医院的手术室、重症监护室以及大型医疗设备，数据中心的服务器、存储设备、网络设备，自动化生产线、工业控制系统以及精密仪器设备，银行的数据中心、营业网点，证券、保险机构的交易系统和数据存储中心', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (200, '工频机HQ33系列', 'HQ3340LP', '大型活动现场的灯光、音响、显示屏、通信设备，医院的手术室、重症监护室以及大型医疗设备，数据中心的服务器、存储设备、网络设备，自动化生产线、工业控制系统以及精密仪器设备，银行的数据中心、营业网点，证券、保险机构的交易系统和数据存储中心', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (201, '工频机HQ33系列', 'HQ3360L', '大型活动现场的灯光、音响、显示屏、通信设备，医院的手术室、重症监护室以及大型医疗设备，数据中心的服务器、存储设备、网络设备，自动化生产线、工业控制系统以及精密仪器设备，银行的数据中心、营业网点，证券、保险机构的交易系统和数据存储中心', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (202, '工频机HQ33系列', 'HQ3360LP', '大型活动现场的灯光、音响、显示屏、通信设备，医院的手术室、重症监护室以及大型医疗设备，数据中心的服务器、存储设备、网络设备，自动化生产线、工业控制系统以及精密仪器设备，银行的数据中心、营业网点，证券、保险机构的交易系统和数据存储中心', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (203, '工频机HQ33系列', 'HQ3380L', '大型活动现场的灯光、音响、显示屏、通信设备，医院的手术室、重症监护室以及大型医疗设备，数据中心的服务器、存储设备、网络设备，自动化生产线、工业控制系统以及精密仪器设备，银行的数据中心、营业网点，证券、保险机构的交易系统和数据存储中心', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (204, '工频机HQ33系列', 'HQ3380LP', '大型活动现场的灯光、音响、显示屏、通信设备，医院的手术室、重症监护室以及大型医疗设备，数据中心的服务器、存储设备、网络设备，自动化生产线、工业控制系统以及精密仪器设备，银行的数据中心、营业网点，证券、保险机构的交易系统和数据存储中心', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (205, '工频机HQ33系列', 'HQ33100L', '大型活动现场的灯光、音响、显示屏、通信设备，医院的手术室、重症监护室以及大型医疗设备，数据中心的服务器、存储设备、网络设备，自动化生产线、工业控制系统以及精密仪器设备，银行的数据中心、营业网点，证券、保险机构的交易系统和数据存储中心', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (206, '工频机HQ33系列', 'HQ33100LP', '大型活动现场的灯光、音响、显示屏、通信设备，医院的手术室、重症监护室以及大型医疗设备，数据中心的服务器、存储设备、网络设备，自动化生产线、工业控制系统以及精密仪器设备，银行的数据中心、营业网点，证券、保险机构的交易系统和数据存储中心', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (207, '工频机HQ33系列', 'HQ33120L', '大型活动现场的灯光、音响、显示屏、通信设备，医院的手术室、重症监护室以及大型医疗设备，数据中心的服务器、存储设备、网络设备，自动化生产线、工业控制系统以及精密仪器设备，银行的数据中心、营业网点，证券、保险机构的交易系统和数据存储中心', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (208, '工频机HQ33系列', 'HQ33120LP', '大型活动现场的灯光、音响、显示屏、通信设备，医院的手术室、重症监护室以及大型医疗设备，数据中心的服务器、存储设备、网络设备，自动化生产线、工业控制系统以及精密仪器设备，银行的数据中心、营业网点，证券、保险机构的交易系统和数据存储中心', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (209, '工频机HQ33系列', 'HQ33160L', '大型活动现场的灯光、音响、显示屏、通信设备，医院的手术室、重症监护室以及大型医疗设备，数据中心的服务器、存储设备、网络设备，自动化生产线、工业控制系统以及精密仪器设备，银行的数据中心、营业网点，证券、保险机构的交易系统和数据存储中心', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (210, '工频机HQ33系列', 'HQ33160LP', '大型活动现场的灯光、音响、显示屏、通信设备，医院的手术室、重症监护室以及大型医疗设备，数据中心的服务器、存储设备、网络设备，自动化生产线、工业控制系统以及精密仪器设备，银行的数据中心、营业网点，证券、保险机构的交易系统和数据存储中心', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (211, '工频机HP-T（H）系列', 'HP1000T（H）', '石油化工行业的过程控制系统（PCS）、安全仪表系统（SIS）、调度控制中心等，电力系统中的变电站、配电室等场所，通信基站、交换中心等通信设施，自动化生产线、工业控制系统以及精密仪器设备，交通系统中的信号控制设备、票务系统、监控系统', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (212, '工频机HP-T（H）系列', 'HP1500T（H）', '石油化工行业的过程控制系统（PCS）、安全仪表系统（SIS）、调度控制中心等，电力系统中的变电站、配电室等场所，通信基站、交换中心等通信设施，自动化生产线、工业控制系统以及精密仪器设备，交通系统中的信号控制设备、票务系统、监控系统', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (213, '工频机HP-T（H）系列', 'HP2000T（H）', '石油化工行业的过程控制系统（PCS）、安全仪表系统（SIS）、调度控制中心等，电力系统中的变电站、配电室等场所，通信基站、交换中心等通信设施，自动化生产线、工业控制系统以及精密仪器设备，交通系统中的信号控制设备、票务系统、监控系统', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (214, '工频机HP-T（H）系列', 'HP2500T（H）', '石油化工行业的过程控制系统（PCS）、安全仪表系统（SIS）、调度控制中心等，电力系统中的变电站、配电室等场所，通信基站、交换中心等通信设施，自动化生产线、工业控制系统以及精密仪器设备，交通系统中的信号控制设备、票务系统、监控系统', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (215, '工频机HP-T（H）系列', 'HP3000T（H）', '石油化工行业的过程控制系统（PCS）、安全仪表系统（SIS）、调度控制中心等，电力系统中的变电站、配电室等场所，通信基站、交换中心等通信设施，自动化生产线、工业控制系统以及精密仪器设备，交通系统中的信号控制设备、票务系统、监控系统', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (216, '工频机HP-T（H）系列', 'HP4000T（H）', '石油化工行业的过程控制系统（PCS）、安全仪表系统（SIS）、调度控制中心等，电力系统中的变电站、配电室等场所，通信基站、交换中心等通信设施，自动化生产线、工业控制系统以及精密仪器设备，交通系统中的信号控制设备、票务系统、监控系统', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (217, '工频机HP-T（H）系列', 'HP5000T（H）', '石油化工行业的过程控制系统（PCS）、安全仪表系统（SIS）、调度控制中心等，电力系统中的变电站、配电室等场所，通信基站、交换中心等通信设施，自动化生产线、工业控制系统以及精密仪器设备，交通系统中的信号控制设备、票务系统、监控系统', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (218, '工频机HP-T（H）系列', 'HP6000T（H）', '石油化工行业的过程控制系统（PCS）、安全仪表系统（SIS）、调度控制中心等，电力系统中的变电站、配电室等场所，通信基站、交换中心等通信设施，自动化生产线、工业控制系统以及精密仪器设备，交通系统中的信号控制设备、票务系统、监控系统', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (219, '工频机HP-T（H）系列', 'HP8000T（H）', '石油化工行业的过程控制系统（PCS）、安全仪表系统（SIS）、调度控制中心等，电力系统中的变电站、配电室等场所，通信基站、交换中心等通信设施，自动化生产线、工业控制系统以及精密仪器设备，交通系统中的信号控制设备、票务系统、监控系统', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (220, 'YDC3300 系列', 'YDC3380', '数据中心的服务器、存储设备、网络设备等关键IT设备，银行的核心业务系统、ATM 机、电子叫号机、打印机、数钞机，海上作业平台、矿区、油田、制造车间、工厂生产线等，医院的 CT、核磁共振等精密设备以及电子病历系统，大型商场、超市、写字楼等商业场所，其照明系统、电梯、安防监控系统、消防系统以及商户的营业设备，通信基站、交换中心等通信设施', '科士达', '80KVA', '80KW', '138VAC–485VAC', '三相', '交流', '380/400/415VAC', '三相', '交流', '40-70Hz', '40-70Hz');
INSERT INTO `ups` VALUES (221, 'YDC3300 系列', 'YDC33100', '数据中心的服务器、存储设备、网络设备等关键IT设备，银行的核心业务系统、ATM 机、电子叫号机、打印机、数钞机，海上作业平台、矿区、油田、制造车间、工厂生产线等，医院的 CT、核磁共振等精密设备以及电子病历系统，大型商场、超市、写字楼等商业场所，其照明系统、电梯、安防监控系统、消防系统以及商户的营业设备，通信基站、交换中心等通信设施', '科士达', '100KVA', '100KW', '138VAC–485VAC', '三相', '交流', '380/400/415VAC', '三相', '交流', '40-70Hz', '40-70Hz');
INSERT INTO `ups` VALUES (222, 'YDC3300 系列', 'YDC33120', '数据中心的服务器、存储设备、网络设备等关键IT设备，银行的核心业务系统、ATM 机、电子叫号机、打印机、数钞机，海上作业平台、矿区、油田、制造车间、工厂生产线等，医院的 CT、核磁共振等精密设备以及电子病历系统，大型商场、超市、写字楼等商业场所，其照明系统、电梯、安防监控系统、消防系统以及商户的营业设备，通信基站、交换中心等通信设施', '科士达', '120KVA', '120KW', '138VAC–485VAC', '三相', '交流', '380/400/415VAC', '三相', '交流', '40-70Hz', '40-70Hz');
INSERT INTO `ups` VALUES (223, 'YDC3300 系列', 'YDC33160', '数据中心的服务器、存储设备、网络设备等关键IT设备，银行的核心业务系统、ATM 机、电子叫号机、打印机、数钞机，海上作业平台、矿区、油田、制造车间、工厂生产线等，医院的 CT、核磁共振等精密设备以及电子病历系统，大型商场、超市、写字楼等商业场所，其照明系统、电梯、安防监控系统、消防系统以及商户的营业设备，通信基站、交换中心等通信设施', '科士达', '160KVA', '160KW', '138VAC–485VAC', '三相', '交流', '380/400/415VAC', '三相', '交流', '40-70Hz', '40-70Hz');
INSERT INTO `ups` VALUES (224, 'YDC3300 系列', 'YDC33200', '数据中心的服务器、存储设备、网络设备等关键IT设备，银行的核心业务系统、ATM 机、电子叫号机、打印机、数钞机，海上作业平台、矿区、油田、制造车间、工厂生产线等，医院的 CT、核磁共振等精密设备以及电子病历系统，大型商场、超市、写字楼等商业场所，其照明系统、电梯、安防监控系统、消防系统以及商户的营业设备，通信基站、交换中心等通信设施', '科士达', '200KVA', '200KW', '138VAC–485VAC', '三相', '交流', '380/400/415VAC', '三相', '交流', '40-70Hz', '40-70Hz');
INSERT INTO `ups` VALUES (225, 'YMK3300-RT系列', 'YMK3340-RT', '数据中心的服务器、存储设备、网络设备等关键IT设备，医院的放射科、超声科、检测化验室以及医疗信息中心等对电源系统，工业制造业信息中心机房及外围系统，高速公路的监控系统、收费系统、通信系统，大型商场、超市、写字楼等商业场所，其照明系统、电梯、安防监控系统、消防系统以及商户的营业设备', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (226, 'YMK3300-RT系列', 'YMK3350-RT', '数据中心的服务器、存储设备、网络设备等关键IT设备，医院的放射科、超声科、检测化验室以及医疗信息中心等对电源系统，工业制造业信息中心机房及外围系统，高速公路的监控系统、收费系统、通信系统，大型商场、超市、写字楼等商业场所，其照明系统、电梯、安防监控系统、消防系统以及商户的营业设备', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (227, '电力XMI-D系列', 'XMI1103DRF-110V', '变电站内的继电保护装置、自动化监控系统、通信设备，发电厂中的汽轮机、发电机的控制系统，以及一些辅助设备如润滑油泵、冷却水泵，发电厂的监控系统，通信系统，数据中心的服务器、存储设备', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (228, '电力XMI-D系列', 'XMI1103DRPF-110V', '变电站内的继电保护装置、自动化监控系统、通信设备，发电厂中的汽轮机、发电机的控制系统，以及一些辅助设备如润滑油泵、冷却水泵，发电厂的监控系统，通信系统，数据中心的服务器、存储设备', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (229, '电力XMI-D系列', 'XMI1103DRF-220V', '变电站内的继电保护装置、自动化监控系统、通信设备，发电厂中的汽轮机、发电机的控制系统，以及一些辅助设备如润滑油泵、冷却水泵，发电厂的监控系统，通信系统，数据中心的服务器、存储设备', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (230, '电力XMI-D系列', 'XMI1103DRPF-220V', '变电站内的继电保护装置、自动化监控系统、通信设备，发电厂中的汽轮机、发电机的控制系统，以及一些辅助设备如润滑油泵、冷却水泵，发电厂的监控系统，通信系统，数据中心的服务器、存储设备', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (231, '电力XMI-D系列', 'XMI1105DRF-110V', '变电站内的继电保护装置、自动化监控系统、通信设备，发电厂中的汽轮机、发电机的控制系统，以及一些辅助设备如润滑油泵、冷却水泵，发电厂的监控系统，通信系统，数据中心的服务器、存储设备', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (232, '电力XMI-D系列', 'XMI1105DRPF-110V', '变电站内的继电保护装置、自动化监控系统、通信设备，发电厂中的汽轮机、发电机的控制系统，以及一些辅助设备如润滑油泵、冷却水泵，发电厂的监控系统，通信系统，数据中心的服务器、存储设备', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (233, '电力XMI-D系列', 'XMI1105DRF-220V', '变电站内的继电保护装置、自动化监控系统、通信设备，发电厂中的汽轮机、发电机的控制系统，以及一些辅助设备如润滑油泵、冷却水泵，发电厂的监控系统，通信系统，数据中心的服务器、存储设备', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (234, '电力XMI-D系列', 'XMI1105DRPF-220V', '变电站内的继电保护装置、自动化监控系统、通信设备，发电厂中的汽轮机、发电机的控制系统，以及一些辅助设备如润滑油泵、冷却水泵，发电厂的监控系统，通信系统，数据中心的服务器、存储设备', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (235, '电力XMI-D系列', 'XMI1107.5DRF-220V', '变电站内的继电保护装置、自动化监控系统、通信设备，发电厂中的汽轮机、发电机的控制系统，以及一些辅助设备如润滑油泵、冷却水泵，发电厂的监控系统，通信系统，数据中心的服务器、存储设备', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (236, '电力XMI-D系列', 'XMI1107.5DRPF-220V', '变电站内的继电保护装置、自动化监控系统、通信设备，发电厂中的汽轮机、发电机的控制系统，以及一些辅助设备如润滑油泵、冷却水泵，发电厂的监控系统，通信系统，数据中心的服务器、存储设备', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (237, '电力XMI-D系列', 'XMI1108DRF-220V', '变电站内的继电保护装置、自动化监控系统、通信设备，发电厂中的汽轮机、发电机的控制系统，以及一些辅助设备如润滑油泵、冷却水泵，发电厂的监控系统，通信系统，数据中心的服务器、存储设备', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (238, '电力XMI-D系列', 'XMI1108DRPF-220V', '变电站内的继电保护装置、自动化监控系统、通信设备，发电厂中的汽轮机、发电机的控制系统，以及一些辅助设备如润滑油泵、冷却水泵，发电厂的监控系统，通信系统，数据中心的服务器、存储设备', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (239, '电力XMI-D系列', 'XMI1110DRF-220V', '变电站内的继电保护装置、自动化监控系统、通信设备，发电厂中的汽轮机、发电机的控制系统，以及一些辅助设备如润滑油泵、冷却水泵，发电厂的监控系统，通信系统，数据中心的服务器、存储设备', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (240, '电力XMI-D系列', 'XMI1110DRPF-220V', '变电站内的继电保护装置、自动化监控系统、通信设备，发电厂中的汽轮机、发电机的控制系统，以及一些辅助设备如润滑油泵、冷却水泵，发电厂的监控系统，通信系统，数据中心的服务器、存储设备', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (241, '电力XMI-D系列', 'XMI3108DRF-220V', '变电站内的继电保护装置、自动化监控系统、通信设备，发电厂中的汽轮机、发电机的控制系统，以及一些辅助设备如润滑油泵、冷却水泵，发电厂的监控系统，通信系统，数据中心的服务器、存储设备', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (242, '电力XMI-D系列', 'XMI3108DRPF-220V', '变电站内的继电保护装置、自动化监控系统、通信设备，发电厂中的汽轮机、发电机的控制系统，以及一些辅助设备如润滑油泵、冷却水泵，发电厂的监控系统，通信系统，数据中心的服务器、存储设备', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (243, '电力XMI-D系列', 'XMI3110DRF-220V', '变电站内的继电保护装置、自动化监控系统、通信设备，发电厂中的汽轮机、发电机的控制系统，以及一些辅助设备如润滑油泵、冷却水泵，发电厂的监控系统，通信系统，数据中心的服务器、存储设备', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (244, '电力XMI-D系列', 'XMI3110DRPF-220V', '变电站内的继电保护装置、自动化监控系统、通信设备，发电厂中的汽轮机、发电机的控制系统，以及一些辅助设备如润滑油泵、冷却水泵，发电厂的监控系统，通信系统，数据中心的服务器、存储设备', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (245, '电力XMI-D系列', 'XMI3115DRF-220V', '变电站内的继电保护装置、自动化监控系统、通信设备，发电厂中的汽轮机、发电机的控制系统，以及一些辅助设备如润滑油泵、冷却水泵，发电厂的监控系统，通信系统，数据中心的服务器、存储设备', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (246, '电力XMI-D系列', 'XMI3115DRPF-220V', '变电站内的继电保护装置、自动化监控系统、通信设备，发电厂中的汽轮机、发电机的控制系统，以及一些辅助设备如润滑油泵、冷却水泵，发电厂的监控系统，通信系统，数据中心的服务器、存储设备', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (247, '电力XMI-D系列', 'XMI1105DRBBF-110V', '变电站内的继电保护装置、自动化监控系统、通信设备，发电厂中的汽轮机、发电机的控制系统，以及一些辅助设备如润滑油泵、冷却水泵，发电厂的监控系统，通信系统，数据中心的服务器、存储设备', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (248, '电力XMI-D系列', 'XMI1105DRBBPF-110V', '变电站内的继电保护装置、自动化监控系统、通信设备，发电厂中的汽轮机、发电机的控制系统，以及一些辅助设备如润滑油泵、冷却水泵，发电厂的监控系统，通信系统，数据中心的服务器、存储设备', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (249, '电力XMI-D系列', 'XMI1105DRBBF-220V', '变电站内的继电保护装置、自动化监控系统、通信设备，发电厂中的汽轮机、发电机的控制系统，以及一些辅助设备如润滑油泵、冷却水泵，发电厂的监控系统，通信系统，数据中心的服务器、存储设备', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (250, '电力XMI-D系列', 'XMI1105DRBBPF-220V', '变电站内的继电保护装置、自动化监控系统、通信设备，发电厂中的汽轮机、发电机的控制系统，以及一些辅助设备如润滑油泵、冷却水泵，发电厂的监控系统，通信系统，数据中心的服务器、存储设备', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (251, '电力XMI-D系列', 'XMI1107.5DRBBF-220V', '变电站内的继电保护装置、自动化监控系统、通信设备，发电厂中的汽轮机、发电机的控制系统，以及一些辅助设备如润滑油泵、冷却水泵，发电厂的监控系统，通信系统，数据中心的服务器、存储设备', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (252, '电力XMI-D系列', 'XMI1107.5DRBBPF-220V', '变电站内的继电保护装置、自动化监控系统、通信设备，发电厂中的汽轮机、发电机的控制系统，以及一些辅助设备如润滑油泵、冷却水泵，发电厂的监控系统，通信系统，数据中心的服务器、存储设备', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (253, '电力XMI-D系列', 'XMI1108DRBBF-220V', '变电站内的继电保护装置、自动化监控系统、通信设备，发电厂中的汽轮机、发电机的控制系统，以及一些辅助设备如润滑油泵、冷却水泵，发电厂的监控系统，通信系统，数据中心的服务器、存储设备', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (254, '电力XMI-D系列', 'XMI1108DRBBPF-220V', '变电站内的继电保护装置、自动化监控系统、通信设备，发电厂中的汽轮机、发电机的控制系统，以及一些辅助设备如润滑油泵、冷却水泵，发电厂的监控系统，通信系统，数据中心的服务器、存储设备', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (255, '电力XMI-D系列', 'XMI1110DRBBF-220V', '变电站内的继电保护装置、自动化监控系统、通信设备，发电厂中的汽轮机、发电机的控制系统，以及一些辅助设备如润滑油泵、冷却水泵，发电厂的监控系统，通信系统，数据中心的服务器、存储设备', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (256, '电力XMI-D系列', 'XMI1110DRBBPF-220V', '变电站内的继电保护装置、自动化监控系统、通信设备，发电厂中的汽轮机、发电机的控制系统，以及一些辅助设备如润滑油泵、冷却水泵，发电厂的监控系统，通信系统，数据中心的服务器、存储设备', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (257, '电力XMI-D系列', 'XMI3105DRBBF-110V', '变电站内的继电保护装置、自动化监控系统、通信设备，发电厂中的汽轮机、发电机的控制系统，以及一些辅助设备如润滑油泵、冷却水泵，发电厂的监控系统，通信系统，数据中心的服务器、存储设备', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (258, '电力XMI-D系列', 'XMI3105DRBBPF-110V', '变电站内的继电保护装置、自动化监控系统、通信设备，发电厂中的汽轮机、发电机的控制系统，以及一些辅助设备如润滑油泵、冷却水泵，发电厂的监控系统，通信系统，数据中心的服务器、存储设备', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (259, '电力XMI-D系列', 'XMI3105DRBBF-220V', '变电站内的继电保护装置、自动化监控系统、通信设备，发电厂中的汽轮机、发电机的控制系统，以及一些辅助设备如润滑油泵、冷却水泵，发电厂的监控系统，通信系统，数据中心的服务器、存储设备', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (260, '电力XMI-D系列', 'XMI3105DRBBPF-220V', '变电站内的继电保护装置、自动化监控系统、通信设备，发电厂中的汽轮机、发电机的控制系统，以及一些辅助设备如润滑油泵、冷却水泵，发电厂的监控系统，通信系统，数据中心的服务器、存储设备', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (261, '电力XMI-D系列', 'XMI3107.5DRBBF-220V', '变电站内的继电保护装置、自动化监控系统、通信设备，发电厂中的汽轮机、发电机的控制系统，以及一些辅助设备如润滑油泵、冷却水泵，发电厂的监控系统，通信系统，数据中心的服务器、存储设备', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (262, '电力XMI-D系列', 'XMI3107.5DRBBPF-220V', '变电站内的继电保护装置、自动化监控系统、通信设备，发电厂中的汽轮机、发电机的控制系统，以及一些辅助设备如润滑油泵、冷却水泵，发电厂的监控系统，通信系统，数据中心的服务器、存储设备', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (263, '电力XMI-D系列', 'XMI3108DRBBF-220V', '变电站内的继电保护装置、自动化监控系统、通信设备，发电厂中的汽轮机、发电机的控制系统，以及一些辅助设备如润滑油泵、冷却水泵，发电厂的监控系统，通信系统，数据中心的服务器、存储设备', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (264, '电力XMI-D系列', 'XMI3108DRBBPF-220V', '变电站内的继电保护装置、自动化监控系统、通信设备，发电厂中的汽轮机、发电机的控制系统，以及一些辅助设备如润滑油泵、冷却水泵，发电厂的监控系统，通信系统，数据中心的服务器、存储设备', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (265, '电力XMI-D系列', 'XMI3110DRBBF-220V', '变电站内的继电保护装置、自动化监控系统、通信设备，发电厂中的汽轮机、发电机的控制系统，以及一些辅助设备如润滑油泵、冷却水泵，发电厂的监控系统，通信系统，数据中心的服务器、存储设备', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (266, '电力XMI-D系列', 'XMI3110DRBBPF-220V', '变电站内的继电保护装置、自动化监控系统、通信设备，发电厂中的汽轮机、发电机的控制系统，以及一些辅助设备如润滑油泵、冷却水泵，发电厂的监控系统，通信系统，数据中心的服务器、存储设备', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (267, '电力XMI-D系列', 'XMI3115DRBBF-220V', '变电站内的继电保护装置、自动化监控系统、通信设备，发电厂中的汽轮机、发电机的控制系统，以及一些辅助设备如润滑油泵、冷却水泵，发电厂的监控系统，通信系统，数据中心的服务器、存储设备', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (268, '电力XMI-D系列', 'XMI3115DRBBPF-220V', '变电站内的继电保护装置、自动化监控系统、通信设备，发电厂中的汽轮机、发电机的控制系统，以及一些辅助设备如润滑油泵、冷却水泵，发电厂的监控系统，通信系统，数据中心的服务器、存储设备', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (269, '电力XMI-D系列', 'XMI1108DRBBF-110V', '变电站内的继电保护装置、自动化监控系统、通信设备，发电厂中的汽轮机、发电机的控制系统，以及一些辅助设备如润滑油泵、冷却水泵，发电厂的监控系统，通信系统，数据中心的服务器、存储设备', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (270, '电力XMI-D系列', 'XMI1108DRBBPF-110V', '变电站内的继电保护装置、自动化监控系统、通信设备，发电厂中的汽轮机、发电机的控制系统，以及一些辅助设备如润滑油泵、冷却水泵，发电厂的监控系统，通信系统，数据中心的服务器、存储设备', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (271, '电力XMI-D系列', 'XMI1110DRBBF-110V', '变电站内的继电保护装置、自动化监控系统、通信设备，发电厂中的汽轮机、发电机的控制系统，以及一些辅助设备如润滑油泵、冷却水泵，发电厂的监控系统，通信系统，数据中心的服务器、存储设备', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (272, '电力XMI-D系列', 'XMI1110DRBBPF-110V', '变电站内的继电保护装置、自动化监控系统、通信设备，发电厂中的汽轮机、发电机的控制系统，以及一些辅助设备如润滑油泵、冷却水泵，发电厂的监控系统，通信系统，数据中心的服务器、存储设备', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (273, '电力XMI-D系列', 'XMI3108DRBBF-110V', '变电站内的继电保护装置、自动化监控系统、通信设备，发电厂中的汽轮机、发电机的控制系统，以及一些辅助设备如润滑油泵、冷却水泵，发电厂的监控系统，通信系统，数据中心的服务器、存储设备', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (274, '电力XMI-D系列', 'XMI3108DRBBPF-110V', '变电站内的继电保护装置、自动化监控系统、通信设备，发电厂中的汽轮机、发电机的控制系统，以及一些辅助设备如润滑油泵、冷却水泵，发电厂的监控系统，通信系统，数据中心的服务器、存储设备', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (275, '电力XMI-D系列', 'XMI3110DRBBF-110V', '变电站内的继电保护装置、自动化监控系统、通信设备，发电厂中的汽轮机、发电机的控制系统，以及一些辅助设备如润滑油泵、冷却水泵，发电厂的监控系统，通信系统，数据中心的服务器、存储设备', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (276, '电力XMI-D系列', 'XMI3110DRBBPF-110V', '变电站内的继电保护装置、自动化监控系统、通信设备，发电厂中的汽轮机、发电机的控制系统，以及一些辅助设备如润滑油泵、冷却水泵，发电厂的监控系统，通信系统，数据中心的服务器、存储设备', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (277, '电力XMI-D系列', 'XMI3120DRBBF-220V', '变电站内的继电保护装置、自动化监控系统、通信设备，发电厂中的汽轮机、发电机的控制系统，以及一些辅助设备如润滑油泵、冷却水泵，发电厂的监控系统，通信系统，数据中心的服务器、存储设备', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (278, '电力XMI-D系列', 'XMI3120DRBBPF-220V', '变电站内的继电保护装置、自动化监控系统、通信设备，发电厂中的汽轮机、发电机的控制系统，以及一些辅助设备如润滑油泵、冷却水泵，发电厂的监控系统，通信系统，数据中心的服务器、存储设备', '爱维达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (279, 'YMK3300 插框系列模块化系列', 'YMK3300-RM-30（模块）  YMK3300-60（柜体）', '中小型数据中心，适合空间有限的边缘计算站点，银行网点的业务系统、安防设备、自助柜员机，证券交易场所，医院的信息系统机房，放射科的 CT、核磁共振等大型医疗设备，以及手术室、重症监护室的生命支持设备，自动化生产线、机器人、控制系统等设备，工业控制中心', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (280, 'YMK3300 插框系列模块化系列', 'YMK3300-RM-30（模块）  YMK3300-120（柜体）', '中小型数据中心，适合空间有限的边缘计算站点，银行网点的业务系统、安防设备、自助柜员机，证券交易场所，医院的信息系统机房，放射科的 CT、核磁共振等大型医疗设备，以及手术室、重症监护室的生命支持设备，自动化生产线、机器人、控制系统等设备，工业控制中心', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (281, 'YMK3300 插框系列模块化系列', 'YMK3300-RM-30（模块）  YMK3300-150（柜体）', '中小型数据中心，适合空间有限的边缘计算站点，银行网点的业务系统、安防设备、自助柜员机，证券交易场所，医院的信息系统机房，放射科的 CT、核磁共振等大型医疗设备，以及手术室、重症监护室的生命支持设备，自动化生产线、机器人、控制系统等设备，工业控制中心', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (282, 'YMK3300 插框系列模块化系列', 'YMK3300-RM-25（模块）  YMK3300-50（柜体）', '中小型数据中心，适合空间有限的边缘计算站点，银行网点的业务系统、安防设备、自助柜员机，证券交易场所，医院的信息系统机房，放射科的 CT、核磁共振等大型医疗设备，以及手术室、重症监护室的生命支持设备，自动化生产线、机器人、控制系统等设备，工业控制中心', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (283, 'YMK3300 插框系列模块化系列', 'YMK3300-RM-25（模块）  YMK3300-100（柜体）', '中小型数据中心，适合空间有限的边缘计算站点，银行网点的业务系统、安防设备、自助柜员机，证券交易场所，医院的信息系统机房，放射科的 CT、核磁共振等大型医疗设备，以及手术室、重症监护室的生命支持设备，自动化生产线、机器人、控制系统等设备，工业控制中心', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (284, 'YMK3300 插框系列模块化系列', 'YMK3300-RM-25（模块）  YMK3300-150（柜体）', '中小型数据中心，适合空间有限的边缘计算站点，银行网点的业务系统、安防设备、自助柜员机，证券交易场所，医院的信息系统机房，放射科的 CT、核磁共振等大型医疗设备，以及手术室、重症监护室的生命支持设备，自动化生产线、机器人、控制系统等设备，工业控制中心', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (285, 'YMK3300 插框系列模块化系列', 'YMK3300-RM-20（模块）  YMK3300-40（柜体）', '中小型数据中心，适合空间有限的边缘计算站点，银行网点的业务系统、安防设备、自助柜员机，证券交易场所，医院的信息系统机房，放射科的 CT、核磁共振等大型医疗设备，以及手术室、重症监护室的生命支持设备，自动化生产线、机器人、控制系统等设备，工业控制中心', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (286, 'YMK3300 插框系列模块化系列', 'YMK3300-RM-20（模块）  YMK3300-80（柜体）', '中小型数据中心，适合空间有限的边缘计算站点，银行网点的业务系统、安防设备、自助柜员机，证券交易场所，医院的信息系统机房，放射科的 CT、核磁共振等大型医疗设备，以及手术室、重症监护室的生命支持设备，自动化生产线、机器人、控制系统等设备，工业控制中心', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (287, 'YMK3300 插框系列模块化系列', 'YMK3300-RM-20（模块）  YMK3300-120（柜体）', '中小型数据中心，适合空间有限的边缘计算站点，银行网点的业务系统、安防设备、自助柜员机，证券交易场所，医院的信息系统机房，放射科的 CT、核磁共振等大型医疗设备，以及手术室、重症监护室的生命支持设备，自动化生产线、机器人、控制系统等设备，工业控制中心', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (288, 'YMK3300 插框系列模块化系列', 'YMK3300-RM-15（模块）  YMK3300-30（柜体）', '中小型数据中心，适合空间有限的边缘计算站点，银行网点的业务系统、安防设备、自助柜员机，证券交易场所，医院的信息系统机房，放射科的 CT、核磁共振等大型医疗设备，以及手术室、重症监护室的生命支持设备，自动化生产线、机器人、控制系统等设备，工业控制中心', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (289, 'YMK3300 插框系列模块化系列', 'YMK3300-RM-15（模块）  YMK3300-60（柜体）', '中小型数据中心，适合空间有限的边缘计算站点，银行网点的业务系统、安防设备、自助柜员机，证券交易场所，医院的信息系统机房，放射科的 CT、核磁共振等大型医疗设备，以及手术室、重症监护室的生命支持设备，自动化生产线、机器人、控制系统等设备，工业控制中心', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (290, 'YMK3300 插框系列模块化系列', 'YMK3300-RM-15（模块）  YMK3300-90（柜体）', '中小型数据中心，适合空间有限的边缘计算站点，银行网点的业务系统、安防设备、自助柜员机，证券交易场所，医院的信息系统机房，放射科的 CT、核磁共振等大型医疗设备，以及手术室、重症监护室的生命支持设备，自动化生产线、机器人、控制系统等设备，工业控制中心', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (291, 'YMK3300 插框系列模块化系列', 'YMK3300-RM-10（模块）  YMK3300-20（柜体）', '中小型数据中心，适合空间有限的边缘计算站点，银行网点的业务系统、安防设备、自助柜员机，证券交易场所，医院的信息系统机房，放射科的 CT、核磁共振等大型医疗设备，以及手术室、重症监护室的生命支持设备，自动化生产线、机器人、控制系统等设备，工业控制中心', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (292, 'YMK3300 插框系列模块化系列', 'YMK3300-RM-10（模块）  YMK3300-40（柜体）', '中小型数据中心，适合空间有限的边缘计算站点，银行网点的业务系统、安防设备、自助柜员机，证券交易场所，医院的信息系统机房，放射科的 CT、核磁共振等大型医疗设备，以及手术室、重症监护室的生命支持设备，自动化生产线、机器人、控制系统等设备，工业控制中心', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (293, 'YMK3300 插框系列模块化系列', 'YMK3300-RM-10（模块）  YMK3300-60（柜体）', '中小型数据中心，适合空间有限的边缘计算站点，银行网点的业务系统、安防设备、自助柜员机，证券交易场所，医院的信息系统机房，放射科的 CT、核磁共振等大型医疗设备，以及手术室、重症监护室的生命支持设备，自动化生产线、机器人、控制系统等设备，工业控制中心', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (294, 'YMK3300 插框系列模块化系列', 'YMK3300-RM-40（模块）  YMK3300-80（柜体）', '中小型数据中心，适合空间有限的边缘计算站点，银行网点的业务系统、安防设备、自助柜员机，证券交易场所，医院的信息系统机房，放射科的 CT、核磁共振等大型医疗设备，以及手术室、重症监护室的生命支持设备，自动化生产线、机器人、控制系统等设备，工业控制中心', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (295, 'YMK3300 插框系列模块化系列', 'YMK3300-RM-40（模块）  YMK3300-120（柜体）', '中小型数据中心，适合空间有限的边缘计算站点，银行网点的业务系统、安防设备、自助柜员机，证券交易场所，医院的信息系统机房，放射科的 CT、核磁共振等大型医疗设备，以及手术室、重症监护室的生命支持设备，自动化生产线、机器人、控制系统等设备，工业控制中心', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (296, 'YMK3300 插框系列模块化系列', 'YMK3300-RM-40（模块）  YMK3300-160（柜体）', '中小型数据中心，适合空间有限的边缘计算站点，银行网点的业务系统、安防设备、自助柜员机，证券交易场所，医院的信息系统机房，放射科的 CT、核磁共振等大型医疗设备，以及手术室、重症监护室的生命支持设备，自动化生产线、机器人、控制系统等设备，工业控制中心', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (297, 'YMK3300 插框系列模块化系列', 'YMK3300-RM-40（模块）  YMK3300-200（柜体）', '中小型数据中心，适合空间有限的边缘计算站点，银行网点的业务系统、安防设备、自助柜员机，证券交易场所，医院的信息系统机房，放射科的 CT、核磁共振等大型医疗设备，以及手术室、重症监护室的生命支持设备，自动化生产线、机器人、控制系统等设备，工业控制中心', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (298, 'YMK3300 插框系列模块化系列', 'YMK3300-RM-40（模块）  YMK3300-100（柜体）', '中小型数据中心，适合空间有限的边缘计算站点，银行网点的业务系统、安防设备、自助柜员机，证券交易场所，医院的信息系统机房，放射科的 CT、核磁共振等大型医疗设备，以及手术室、重症监护室的生命支持设备，自动化生产线、机器人、控制系统等设备，工业控制中心', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (299, 'YMK3300 插框系列模块化系列', 'YMK3300-RM-50（模块）  YMK3300-150（柜体）', '中小型数据中心，适合空间有限的边缘计算站点，银行网点的业务系统、安防设备、自助柜员机，证券交易场所，医院的信息系统机房，放射科的 CT、核磁共振等大型医疗设备，以及手术室、重症监护室的生命支持设备，自动化生产线、机器人、控制系统等设备，工业控制中心', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (300, 'YMK3300 插框系列模块化系列', 'YMK3300-RM-40（模块）  YMK3300-200（柜体）', '中小型数据中心，适合空间有限的边缘计算站点，银行网点的业务系统、安防设备、自助柜员机，证券交易场所，医院的信息系统机房，放射科的 CT、核磁共振等大型医疗设备，以及手术室、重症监护室的生命支持设备，自动化生产线、机器人、控制系统等设备，工业控制中心', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (301, 'YMK3300 模块化系列', 'YMK3300-RM-10（模块）  YMK3300-30（柜体）', '中大型数据中心，超大型数据中心，工业制造，金融机构的数据处理中心、交易大厅', '科士达', '30KVA', '30KW', '138VAC–485VAC', '三相', '交流', '380/400/415VAC', '三相', '交流', '40-70Hz', '40-70Hz');
INSERT INTO `ups` VALUES (302, 'YMK3300 模块化系列', 'YMK3300-RM-10（模块）  YMK3300-50（柜体）', '中大型数据中心，超大型数据中心，工业制造，金融机构的数据处理中心、交易大厅', '科士达', '50KVA', '50KW', '138VAC–485VAC', '三相', '交流', '380/400/415VAC', '三相', '交流', '40-70Hz', '40-70Hz');
INSERT INTO `ups` VALUES (303, 'YMK3300 模块化系列', 'YMK3300-RM-15（模块）  YMK3300-45（柜体）', '中大型数据中心，超大型数据中心，工业制造，金融机构的数据处理中心、交易大厅', '科士达', '45KVA', '45KW', '138VAC–485VAC', '三相', '交流', '380/400/415VAC', '三相', '交流', '40-70Hz', '40-70Hz');
INSERT INTO `ups` VALUES (304, 'YMK3300 模块化系列', 'YMK3300-RM-15（模块）  YMK3300-75（柜体）', '中大型数据中心，超大型数据中心，工业制造，金融机构的数据处理中心、交易大厅', '科士达', '75KVA', '75KW', '138VAC–485VAC', '三相', '交流', '380/400/415VAC', '三相', '交流', '40-70Hz', '40-70Hz');
INSERT INTO `ups` VALUES (305, 'YMK3300 模块化系列', 'YMK3300-RM-20（模块）  YMK3300-60（柜体）', '中大型数据中心，超大型数据中心，工业制造，金融机构的数据处理中心、交易大厅', '科士达', '60KVA', '60KW', '138VAC–485VAC', '三相', '交流', '380/400/415VAC', '三相', '交流', '40-70Hz', '40-70Hz');
INSERT INTO `ups` VALUES (306, 'YMK3300 模块化系列', 'YMK3300-RM-20（模块）  YMK3300-100（柜体）', '中大型数据中心，超大型数据中心，工业制造，金融机构的数据处理中心、交易大厅', '科士达', '100KVA', '100KW', '138VAC–485VAC', '三相', '交流', '380/400/415VAC', '三相', '交流', '40-70Hz', '40-70Hz');
INSERT INTO `ups` VALUES (307, 'YMK3300 模块化系列', 'YMK3300-RM-25（模块）  YMK3300-50（柜体）', '中大型数据中心，超大型数据中心，工业制造，金融机构的数据处理中心、交易大厅', '科士达', '50KVA', '50KW', '138VAC–485VAC', '三相', '交流', '380/400/415VAC', '三相', '交流', '40-70Hz', '40-70Hz');
INSERT INTO `ups` VALUES (308, 'YMK3300 模块化系列', 'YMK3300-RM-25（模块）  YMK3300-125（柜体）', '中大型数据中心，超大型数据中心，工业制造，金融机构的数据处理中心、交易大厅', '科士达', '125KVA', '125KW', '138VAC–485VAC', '三相', '交流', '380/400/415VAC', '三相', '交流', '40-70Hz', '40-70Hz');
INSERT INTO `ups` VALUES (309, 'YMK3300 模块化系列', 'YMK3300-RM-30（模块）  YMK3300-60（柜体）', '中大型数据中心，超大型数据中心，工业制造，金融机构的数据处理中心、交易大厅', '科士达', '60KVA', '60KW', '138VAC–485VAC', '三相', '交流', '380/400/415VAC', '三相', '交流', '40-70Hz', '40-70Hz');
INSERT INTO `ups` VALUES (310, 'YMK3300 模块化系列', 'YMK3300-RM-30（模块）  YMK3300-150（柜体）', '中大型数据中心，超大型数据中心，工业制造，金融机构的数据处理中心、交易大厅', '科士达', '150KVA', '150KW', '138VAC–485VAC', '三相', '交流', '380/400/415VAC', '三相', '交流', '40-70Hz', '40-70Hz');
INSERT INTO `ups` VALUES (311, 'YMK3300 模块化系列', 'YMK3300-RM-40（模块）  YMK3300-200/320/400（柜体）', '中大型数据中心，超大型数据中心，工业制造，金融机构的数据处理中心、交易大厅', '科士达', '200-400KVA', '200-400KW', '138VAC–485VAC', '三相', '交流', '380/400/415VAC', '三相', '交流', '40-70Hz', '40-70Hz');
INSERT INTO `ups` VALUES (312, 'YMK3300 模块化系列', 'YMK3300-RM-50（模块） YMK3300-200/300/400/500/600/800/1000（柜体）', '中大型数据中心，超大型数据中心，工业制造，金融机构的数据处理中心、交易大厅', '科士达', '200-1000KVA', '200-1000KW', '138VAC–485VAC', '三相', '交流', '380/400/415VAC', '三相', '交流', '40-70Hz', '40-70Hz');
INSERT INTO `ups` VALUES (313, 'YMK3300 模块化系列', 'YMK3300-RM-100（模块）  YMK3300-300（柜体）', '中大型数据中心，超大型数据中心，工业制造，金融机构的数据处理中心、交易大厅', '科士达', '300KVA', '300KW', '138VAC–485VAC', '三相', '交流', '380/400/415VAC', '三相', '交流', '40-70Hz', '40-70Hz');
INSERT INTO `ups` VALUES (314, 'YMK3300 模块化系列', 'YMK3300-RM-100（模块）  YMK3300-400（柜体）', '中大型数据中心，超大型数据中心，工业制造，金融机构的数据处理中心、交易大厅', '科士达', '400KVA', '400KW', '138VAC–485VAC', '三相', '交流', '380/400/415VAC', '三相', '交流', '40-70Hz', '40-70Hz');
INSERT INTO `ups` VALUES (315, 'YMK3300 模块化系列', 'YMK3300-RM-100（模块）  YMK3300-500（柜体）', '中大型数据中心，超大型数据中心，工业制造，金融机构的数据处理中心、交易大厅', '科士达', '500KVA', '500KW', '138VAC–485VAC', '三相', '交流', '380/400/415VAC', '三相', '交流', '40-70Hz', '40-70Hz');
INSERT INTO `ups` VALUES (316, 'YMK3300 模块化系列', 'YMK3300-RM-100（模块）  YMK3300-600（柜体）', '中大型数据中心，超大型数据中心，工业制造，金融机构的数据处理中心、交易大厅', '科士达', '600KVA', '600KW', '138VAC–485VAC', '三相', '交流', '380/400/415VAC', '三相', '交流', '40-70Hz', '40-70Hz');
INSERT INTO `ups` VALUES (317, 'YMK3300 模块化系列', 'YMK3300-RM-100（模块）  YMK3300-800（柜体）', '中大型数据中心，超大型数据中心，工业制造，金融机构的数据处理中心、交易大厅', '科士达', '800KVA', '800KW', '138VAC–485VAC', '三相', '交流', '380/400/415VAC', '三相', '交流', '40-70Hz', '40-70Hz');
INSERT INTO `ups` VALUES (318, 'YMK3300 模块化系列', 'YMK3300-RM-100（模块）  YMK3300-1000（柜体）', '中大型数据中心，超大型数据中心，工业制造，金融机构的数据处理中心、交易大厅', '科士达', '1000KVA', '1000KW', '138VAC–485VAC', '三相', '交流', '380/400/415VAC', '三相', '交流', '40-70Hz', '40-70Hz');
INSERT INTO `ups` VALUES (319, 'YMK3300 模块化系列', 'YMK3300-RM-100（模块）  YMK3300-1200（柜体）', '中大型数据中心，超大型数据中心，工业制造，金融机构的数据处理中心、交易大厅', '科士达', '1200KVA', '1200KW', '138VAC–485VAC', '三相', '交流', '380/400/415VAC', '三相', '交流', '40-70Hz', '40-70Hz');
INSERT INTO `ups` VALUES (320, 'YMK3300-T 系列', 'YMK3300-200-T（柜体）', '数据中心的服务器、存储设备、网络设备，小型数据中心：支持模块级与柜间级休眠，医疗设备，保护发电机、变压器、电动机等工业设备，融机构、通信系统、交通枢纽', '科士达', '200KVA', '200KW', '138VAC–485VAC', '三相', '交流', '380/400/415VAC', '三相', '交流', '40-70Hz', '40-70Hz');
INSERT INTO `ups` VALUES (321, 'YMK3300-T 系列', 'YMK3300-250-T（柜体）', '数据中心的服务器、存储设备、网络设备，小型数据中心：支持模块级与柜间级休眠，医疗设备，保护发电机、变压器、电动机等工业设备，融机构、通信系统、交通枢纽', '科士达', '250KVA', '250KW', '138VAC–485VAC', '三相', '交流', '380/400/415VAC', '三相', '交流', '40-70Hz', '40-70Hz');
INSERT INTO `ups` VALUES (322, 'YMK3300-T 系列', 'YMK3300-300-T（柜体）', '数据中心的服务器、存储设备、网络设备，小型数据中心：支持模块级与柜间级休眠，医疗设备，保护发电机、变压器、电动机等工业设备，融机构、通信系统、交通枢纽', '科士达', '300KVA', '300KW', '138VAC–485VAC', '三相', '交流', '380/400/415VAC', '三相', '交流', '40-70Hz', '40-70Hz');
INSERT INTO `ups` VALUES (323, 'YMK3300-T 系列', 'YMK3300-400-T（柜体）', '数据中心的服务器、存储设备、网络设备，小型数据中心：支持模块级与柜间级休眠，医疗设备，保护发电机、变压器、电动机等工业设备，融机构、通信系统、交通枢纽', '科士达', '400KVA', '400KW', '138VAC–485VAC', '三相', '交流', '380/400/415VAC', '三相', '交流', '40-70Hz', '40-70Hz');
INSERT INTO `ups` VALUES (324, 'YMK3300-T 系列', 'YMK3300-500-T（柜体）', '数据中心的服务器、存储设备、网络设备，小型数据中心：支持模块级与柜间级休眠，医疗设备，保护发电机、变压器、电动机等工业设备，融机构、通信系统、交通枢纽', '科士达', '500KVA', '500KW', '138VAC–485VAC', '三相', '交流', '380/400/415VAC', '三相', '交流', '40-70Hz', '40-70Hz');
INSERT INTO `ups` VALUES (325, 'YMK3300-T 系列', 'YMK3300-600-T（柜体）', '数据中心的服务器、存储设备、网络设备，小型数据中心：支持模块级与柜间级休眠，医疗设备，保护发电机、变压器、电动机等工业设备，融机构、通信系统、交通枢纽', '科士达', '600KVA', '600KW', '138VAC–485VAC', '三相', '交流', '380/400/415VAC', '三相', '交流', '40-70Hz', '40-70Hz');
INSERT INTO `ups` VALUES (326, 'YMK3300-T 系列', 'YMK3300-800-T（柜体）', '数据中心的服务器、存储设备、网络设备，小型数据中心：支持模块级与柜间级休眠，医疗设备，保护发电机、变压器、电动机等工业设备，融机构、通信系统、交通枢纽', '科士达', '800KVA', '800KW', '138VAC–485VAC', '三相', '交流', '380/400/415VAC', '三相', '交流', '40-70Hz', '40-70Hz');
INSERT INTO `ups` VALUES (327, 'YMK3300-T 系列', 'YMK3300-1000-T（柜体）', '数据中心的服务器、存储设备、网络设备，小型数据中心：支持模块级与柜间级休眠，医疗设备，保护发电机、变压器、电动机等工业设备，融机构、通信系统、交通枢纽', '科士达', '1000KVA', '1000KW', '138VAC–485VAC', '三相', '交流', '380/400/415VAC', '三相', '交流', '40-70Hz', '40-70Hz');
INSERT INTO `ups` VALUES (328, 'YMK3300-T 系列', 'YMK3300-1200-T（柜体）', '数据中心的服务器、存储设备、网络设备，小型数据中心：支持模块级与柜间级休眠，医疗设备，保护发电机、变压器、电动机等工业设备，融机构、通信系统、交通枢纽', '科士达', '1200KVA', '1200KW', '138VAC–485VAC', '三相', '交流', '380/400/415VAC', '三相', '交流', '40-70Hz', '40-70Hz');
INSERT INTO `ups` VALUES (329, 'YDC3300 系列', 'YDC3310', '数据中心的服务器、存储设备、网络设备，自动化生产线、工业机器人、检测仪器，轨道交通的综合监控系统、BAS 系统，银行、证券等金融机构的交易系统、数据处理中心、ATM 机，医院的手术室、重症监护室、医疗设备机房，通信基站、交换中心', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (330, 'YDC3300 系列', 'YDC3315', '数据中心的服务器、存储设备、网络设备，自动化生产线、工业机器人、检测仪器，轨道交通的综合监控系统、BAS 系统，银行、证券等金融机构的交易系统、数据处理中心、ATM 机，医院的手术室、重症监护室、医疗设备机房，通信基站、交换中心', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (331, 'YDC3300 系列', 'YDC3320', '数据中心的服务器、存储设备、网络设备，自动化生产线、工业机器人、检测仪器，轨道交通的综合监控系统、BAS 系统，银行、证券等金融机构的交易系统、数据处理中心、ATM 机，医院的手术室、重症监护室、医疗设备机房，通信基站、交换中心', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (332, 'YDC3300 系列', 'YDC3330', '数据中心的服务器、存储设备、网络设备，自动化生产线、工业机器人、检测仪器，轨道交通的综合监控系统、BAS 系统，银行、证券等金融机构的交易系统、数据处理中心、ATM 机，医院的手术室、重症监护室、医疗设备机房，通信基站、交换中心', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (333, 'YDC3300 系列', 'YDC3340', '数据中心的服务器、存储设备、网络设备，自动化生产线、工业机器人、检测仪器，轨道交通的综合监控系统、BAS 系统，银行、证券等金融机构的交易系统、数据处理中心、ATM 机，医院的手术室、重症监护室、医疗设备机房，通信基站、交换中心', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (334, 'YDC3300 系列', 'YDC3360', '数据中心的服务器、存储设备、网络设备，自动化生产线、工业机器人、检测仪器，轨道交通的综合监控系统、BAS 系统，银行、证券等金融机构的交易系统、数据处理中心、ATM 机，医院的手术室、重症监护室、医疗设备机房，通信基站、交换中心', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (335, 'YDC3300 系列', 'YDC3380', '数据中心的服务器、存储设备、网络设备，自动化生产线、工业机器人、检测仪器，轨道交通的综合监控系统、BAS 系统，银行、证券等金融机构的交易系统、数据处理中心、ATM 机，医院的手术室、重症监护室、医疗设备机房，通信基站、交换中心', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (336, 'YDC3300 系列', 'YDC33100', '数据中心的服务器、存储设备、网络设备，自动化生产线、工业机器人、检测仪器，轨道交通的综合监控系统、BAS 系统，银行、证券等金融机构的交易系统、数据处理中心、ATM 机，医院的手术室、重症监护室、医疗设备机房，通信基站、交换中心', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (337, 'YDC3300 系列', 'YDC33120', '数据中心的服务器、存储设备、网络设备，自动化生产线、工业机器人、检测仪器，轨道交通的综合监控系统、BAS 系统，银行、证券等金融机构的交易系统、数据处理中心、ATM 机，医院的手术室、重症监护室、医疗设备机房，通信基站、交换中心', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (338, 'YDC3300 系列', 'YDC33160', '数据中心的服务器、存储设备、网络设备，自动化生产线、工业机器人、检测仪器，轨道交通的综合监控系统、BAS 系统，银行、证券等金融机构的交易系统、数据处理中心、ATM 机，医院的手术室、重症监护室、医疗设备机房，通信基站、交换中心', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (339, 'YDC3300 系列', 'YDC33200', '数据中心的服务器、存储设备、网络设备，自动化生产线、工业机器人、检测仪器，轨道交通的综合监控系统、BAS 系统，银行、证券等金融机构的交易系统、数据处理中心、ATM 机，医院的手术室、重症监护室、医疗设备机房，通信基站、交换中心', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (340, 'YMK3300 插框模块化系列（电池无中线）', 'YMK3300-RM-40（模块）  YMK3300-80（柜体）', '中小型数据中心，超大型数据中心，医疗放射科、超声科等科室的设备，自动化生产线、精密仪器制造，机场、火车站等交通枢纽的信息系统、票务系统、安检设备，银行、证券等金融机构的交易系统、数据处理中心', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (341, 'YMK3300 插框模块化系列（电池无中线）', 'YMK3300-RM-40（模块）  YMK3300-120（柜体）', '中小型数据中心，超大型数据中心，医疗放射科、超声科等科室的设备，自动化生产线、精密仪器制造，机场、火车站等交通枢纽的信息系统、票务系统、安检设备，银行、证券等金融机构的交易系统、数据处理中心', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (342, 'YMK3300 插框模块化系列（电池无中线）', 'YMK3300-RM-50（模块）  YMK3300-100（柜体）', '中小型数据中心，超大型数据中心，医疗放射科、超声科等科室的设备，自动化生产线、精密仪器制造，机场、火车站等交通枢纽的信息系统、票务系统、安检设备，银行、证券等金融机构的交易系统、数据处理中心', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (343, 'YMK3300 插框模块化系列（电池无中线）', 'YMK3300-RM-50（模块）  YMK3300-150（柜体）', '中小型数据中心，超大型数据中心，医疗放射科、超声科等科室的设备，自动化生产线、精密仪器制造，机场、火车站等交通枢纽的信息系统、票务系统、安检设备，银行、证券等金融机构的交易系统、数据处理中心', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (344, 'YMK3300 插框模块化系列（电池无中线）', 'YMK3300-RM-50（模块）  YMK3300-200（柜体）', '中小型数据中心，超大型数据中心，医疗放射科、超声科等科室的设备，自动化生产线、精密仪器制造，机场、火车站等交通枢纽的信息系统、票务系统、安检设备，银行、证券等金融机构的交易系统、数据处理中心', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (345, 'YMK3300 插框模块化系列（电池无中线）', 'YMK3300-RM-50（模块）  YMK3300-300（柜体）', '中小型数据中心，超大型数据中心，医疗放射科、超声科等科室的设备，自动化生产线、精密仪器制造，机场、火车站等交通枢纽的信息系统、票务系统、安检设备，银行、证券等金融机构的交易系统、数据处理中心', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (346, 'YMK3300 插框模块化系列（电池无中线）', 'YMK3300-RM-50（模块）  YMK3300-400（柜体）', '中小型数据中心，超大型数据中心，医疗放射科、超声科等科室的设备，自动化生产线、精密仪器制造，机场、火车站等交通枢纽的信息系统、票务系统、安检设备，银行、证券等金融机构的交易系统、数据处理中心', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (347, 'YMK3300 插框模块化系列（电池无中线）', 'YMK3300-RM-50（模块）  YMK3300-500（柜体）', '中小型数据中心，超大型数据中心，医疗放射科、超声科等科室的设备，自动化生产线、精密仪器制造，机场、火车站等交通枢纽的信息系统、票务系统、安检设备，银行、证券等金融机构的交易系统、数据处理中心', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (348, 'YMK3300 插框模块化系列（电池无中线）', 'YMK3300-RM-50（模块）  YMK3300-600（柜体）', '中小型数据中心，超大型数据中心，医疗放射科、超声科等科室的设备，自动化生产线、精密仪器制造，机场、火车站等交通枢纽的信息系统、票务系统、安检设备，银行、证券等金融机构的交易系统、数据处理中心', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (349, 'YMK3300 插框模块化系列（电池无中线）', 'YMK3300-RM-50（模块）  YMK3300-800（柜体）', '中小型数据中心，超大型数据中心，医疗放射科、超声科等科室的设备，自动化生产线、精密仪器制造，机场、火车站等交通枢纽的信息系统、票务系统、安检设备，银行、证券等金融机构的交易系统、数据处理中心', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (350, 'YMK3300 插框模块化系列（电池无中线）', 'YMK3300-RM-50（模块）  YMK3300-1000（柜体）', '中小型数据中心，超大型数据中心，医疗放射科、超声科等科室的设备，自动化生产线、精密仪器制造，机场、火车站等交通枢纽的信息系统、票务系统、安检设备，银行、证券等金融机构的交易系统、数据处理中心', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (351, 'YMK3300 插框模块化系列（电池无中线）', 'YMK3300-RM-100（模块）  YMK3300-300（柜体）', '中小型数据中心，超大型数据中心，医疗放射科、超声科等科室的设备，自动化生产线、精密仪器制造，机场、火车站等交通枢纽的信息系统、票务系统、安检设备，银行、证券等金融机构的交易系统、数据处理中心', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (352, 'YMK3300 插框模块化系列（电池无中线）', 'YMK3300-RM-100（模块）  YMK3300-400（柜体）', '中小型数据中心，超大型数据中心，医疗放射科、超声科等科室的设备，自动化生产线、精密仪器制造，机场、火车站等交通枢纽的信息系统、票务系统、安检设备，银行、证券等金融机构的交易系统、数据处理中心', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (353, 'YMK3300 插框模块化系列（电池无中线）', 'YMK3300-RM-100（模块）  YMK3300-500（柜体）', '中小型数据中心，超大型数据中心，医疗放射科、超声科等科室的设备，自动化生产线、精密仪器制造，机场、火车站等交通枢纽的信息系统、票务系统、安检设备，银行、证券等金融机构的交易系统、数据处理中心', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (354, 'YMK3300 插框模块化系列（电池无中线）', 'YMK3300-RM-100（模块）  YMK3300-600（柜体）', '中小型数据中心，超大型数据中心，医疗放射科、超声科等科室的设备，自动化生产线、精密仪器制造，机场、火车站等交通枢纽的信息系统、票务系统、安检设备，银行、证券等金融机构的交易系统、数据处理中心', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (355, 'YMK3300 插框模块化系列（电池无中线）', 'YMK3300-RM-100（模块）  YMK3300-800（柜体）', '中小型数据中心，超大型数据中心，医疗放射科、超声科等科室的设备，自动化生产线、精密仪器制造，机场、火车站等交通枢纽的信息系统、票务系统、安检设备，银行、证券等金融机构的交易系统、数据处理中心', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (356, 'YMK3300 插框模块化系列（电池无中线）', 'YMK3300-RM-100（模块）  YMK3300-1000（柜体）', '中小型数据中心，超大型数据中心，医疗放射科、超声科等科室的设备，自动化生产线、精密仪器制造，机场、火车站等交通枢纽的信息系统、票务系统、安检设备，银行、证券等金融机构的交易系统、数据处理中心', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (357, 'YMK3300 插框模块化系列（电池无中线）', 'YMK3300-RM-100（模块）  YMK3300-1200（柜体）', '中小型数据中心，超大型数据中心，医疗放射科、超声科等科室的设备，自动化生产线、精密仪器制造，机场、火车站等交通枢纽的信息系统、票务系统、安检设备，银行、证券等金融机构的交易系统、数据处理中心', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (358, 'YMK3300-T塔式（电池无中线）系列', 'YMK3300-200-T（柜体）', '数据中心的服务器、存储设备、网络设备，小型数据中心：支持模块级与柜间级休眠，医疗设备，保护发电机、变压器、电动机等工业设备，融机构、通信系统、交通枢纽', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (359, 'YMK3300-T塔式（电池无中线）系列', 'YMK3300-250-T（柜体）', '数据中心的服务器、存储设备、网络设备，小型数据中心：支持模块级与柜间级休眠，医疗设备，保护发电机、变压器、电动机等工业设备，融机构、通信系统、交通枢纽', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (360, 'YMK3300-T塔式（电池无中线）系列', 'YMK3300-300-T（柜体）', '数据中心的服务器、存储设备、网络设备，小型数据中心：支持模块级与柜间级休眠，医疗设备，保护发电机、变压器、电动机等工业设备，融机构、通信系统、交通枢纽', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (361, 'YMK3300-T塔式（电池无中线）系列', 'YMK3300-400-T（柜体）', '数据中心的服务器、存储设备、网络设备，小型数据中心：支持模块级与柜间级休眠，医疗设备，保护发电机、变压器、电动机等工业设备，融机构、通信系统、交通枢纽', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (362, 'YMK3300-T塔式（电池无中线）系列', 'YMK3300-500-T（柜体）', '数据中心的服务器、存储设备、网络设备，小型数据中心：支持模块级与柜间级休眠，医疗设备，保护发电机、变压器、电动机等工业设备，融机构、通信系统、交通枢纽', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (363, 'YMK3300-T塔式（电池无中线）系列', 'YMK3300-600-T（柜体）', '数据中心的服务器、存储设备、网络设备，小型数据中心：支持模块级与柜间级休眠，医疗设备，保护发电机、变压器、电动机等工业设备，融机构、通信系统、交通枢纽', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (364, 'YMK3300-T塔式（电池无中线）系列', 'YMK3300-800-T（柜体）', '数据中心的服务器、存储设备、网络设备，小型数据中心：支持模块级与柜间级休眠，医疗设备，保护发电机、变压器、电动机等工业设备，融机构、通信系统、交通枢纽', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (365, 'YMK3300-T塔式（电池无中线）系列', 'YMK3300-1000-T（柜体）', '数据中心的服务器、存储设备、网络设备，小型数据中心：支持模块级与柜间级休眠，医疗设备，保护发电机、变压器、电动机等工业设备，融机构、通信系统、交通枢纽', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (366, 'YMK3300-T塔式（电池无中线）系列', 'YMK3300-1200-T（柜体）', '数据中心的服务器、存储设备、网络设备，小型数据中心：支持模块级与柜间级休眠，医疗设备，保护发电机、变压器、电动机等工业设备，融机构、通信系统、交通枢纽', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (367, 'YDE2000 系列', 'YDE2060', '个人电脑、POS 机、税控机及其它微型终端设备，小型局域网、部门级服务器，工控机，诊断仪器、小型监护设备，小型精密电子仪器', '科士达', '0.6KVA', '0.36KW', '162-268VAC', '单相', '交流', '220VAC', '单相', '交流', '45-55Hz', '50Hz');
INSERT INTO `ups` VALUES (368, 'YDE2000 系列', 'YDE1200', '个人电脑、POS 机、税控机及其它微型终端设备，小型局域网、部门级服务器，工控机，诊断仪器、小型监护设备，小型精密电子仪器', '科士达', '1.2KVA', '0.72KW', '162VAC–268VAC', '单相', '交流', '220VAC', '单相', '交流', '45-55Hz', '50Hz');
INSERT INTO `ups` VALUES (369, 'YDC9100-RT 系列', 'YDC9101S/H-RT', '小型办公室，为电脑、打印机、扫描仪等办公设备，个人电脑、路由器、调制解调器，小型商业场所，电子天平、小型离心机、实验照明，小型网络机房、基站，小型诊所、社区医疗服务中心', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (370, 'YDC9100-RT 系列', 'YDC9102S/H-RT', '小型办公室，为电脑、打印机、扫描仪等办公设备，个人电脑、路由器、调制解调器，小型商业场所，电子天平、小型离心机、实验照明，小型网络机房、基站，小型诊所、社区医疗服务中心', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (371, 'YDC9100-RT 系列', 'YDC9103S/H-RT', '小型办公室，为电脑、打印机、扫描仪等办公设备，个人电脑、路由器、调制解调器，小型商业场所，电子天平、小型离心机、实验照明，小型网络机房、基站，小型诊所、社区医疗服务中心', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (372, 'YDC9100-RT 系列', 'YDC9106-RT', '小型办公室，为电脑、打印机、扫描仪等办公设备，个人电脑、路由器、调制解调器，小型商业场所，电子天平、小型离心机、实验照明，小型网络机房、基站，小型诊所、社区医疗服务中心', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (373, 'YDC9100-RT 系列', 'YDC9110-RT', '小型办公室，为电脑、打印机、扫描仪等办公设备，个人电脑、路由器、调制解调器，小型商业场所，电子天平、小型离心机、实验照明，小型网络机房、基站，小型诊所、社区医疗服务中心', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (374, 'YDC9100 系列', 'YDC9101S/H/H-B', 'ATM 机、电子叫号机、打印机、数钞机，心电图机、血压计、血糖仪、小型超声诊断仪，教学设备、实验仪器、办公设备，基站收发信机、传输设备、交换机，小型控制系统、自动化生产线的局部设备、工业检测仪器', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (375, 'YDC9100 系列', 'YDC9102S/H/H-B', 'ATM 机、电子叫号机、打印机、数钞机，心电图机、血压计、血糖仪、小型超声诊断仪，教学设备、实验仪器、办公设备，基站收发信机、传输设备、交换机，小型控制系统、自动化生产线的局部设备、工业检测仪器', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (376, 'YDC9100 系列', 'YDC9103S/H/H-B', 'ATM 机、电子叫号机、打印机、数钞机，心电图机、血压计、血糖仪、小型超声诊断仪，教学设备、实验仪器、办公设备，基站收发信机、传输设备、交换机，小型控制系统、自动化生产线的局部设备、工业检测仪器', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (377, 'YDC9100 系列', 'YDC9106S/H', 'ATM 机、电子叫号机、打印机、数钞机，心电图机、血压计、血糖仪、小型超声诊断仪，教学设备、实验仪器、办公设备，基站收发信机、传输设备、交换机，小型控制系统、自动化生产线的局部设备、工业检测仪器', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (378, 'YDC9100 系列', 'YDC9110S/H', 'ATM 机、电子叫号机、打印机、数钞机，心电图机、血压计、血糖仪、小型超声诊断仪，教学设备、实验仪器、办公设备，基站收发信机、传输设备、交换机，小型控制系统、自动化生产线的局部设备、工业检测仪器', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (379, 'YDC9300 系列', 'YDC9310', '数据中心的服务器、存储设备、网络交换机，边缘站点，电脑、打印机、复印机，交易系统、ATM 机、自助终端，自动化控制系统、PLC 控制器，高精度的检测仪器、分析仪器，监护仪、呼吸机、检验分析仪，学校的数据中心、计算机教室、实验室', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (380, 'YDC9300 系列', 'YDC9315', '数据中心的服务器、存储设备、网络交换机，边缘站点，电脑、打印机、复印机，交易系统、ATM 机、自助终端，自动化控制系统、PLC 控制器，高精度的检测仪器、分析仪器，监护仪、呼吸机、检验分析仪，学校的数据中心、计算机教室、实验室', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (381, 'YDC9300 系列', 'YDC9320', '数据中心的服务器、存储设备、网络交换机，边缘站点，电脑、打印机、复印机，交易系统、ATM 机、自助终端，自动化控制系统、PLC 控制器，高精度的检测仪器、分析仪器，监护仪、呼吸机、检验分析仪，学校的数据中心、计算机教室、实验室', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (382, 'YDC9300-RT 系列', 'YDC9306-RT', '服务器、存储设备、网络交换机，企业办公区域的电脑、打印机、复印机，监控摄像头、门禁系统、报警设备，通信设备、计算机系统、监控设备，监护仪、呼吸机、检验分析仪', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (383, 'YDC9300-RT 系列', 'YDC9310-RT', '服务器、存储设备、网络交换机，企业办公区域的电脑、打印机、复印机，监控摄像头、门禁系统、报警设备，通信设备、计算机系统、监控设备，监护仪、呼吸机、检验分析仪', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (384, 'YDC3300-RT 系列', 'YDC3310(B)-RT', '数据中心的服务器、存储设备、网络交换机、路由器，融机构的交易系统、ATM 机、自助终端、监控设备，呼吸机、监护仪、麻醉机、CT 扫描仪、检验分析仪，自动化生产线、工业控制系统、PLC 控制器、工业机器人、精密加工设备，基站收发信机、传输设备、交换机、光端机，电脑、打印机、复印机、扫描仪', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (385, 'YDC3300-RT 系列', 'YDC3315(B)-RT', '数据中心的服务器、存储设备、网络交换机、路由器，融机构的交易系统、ATM 机、自助终端、监控设备，呼吸机、监护仪、麻醉机、CT 扫描仪、检验分析仪，自动化生产线、工业控制系统、PLC 控制器、工业机器人、精密加工设备，基站收发信机、传输设备、交换机、光端机，电脑、打印机、复印机、扫描仪', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (386, 'YDC3300-RT 系列', 'YDC3320(B)-RT', '数据中心的服务器、存储设备、网络交换机、路由器，融机构的交易系统、ATM 机、自助终端、监控设备，呼吸机、监护仪、麻醉机、CT 扫描仪、检验分析仪，自动化生产线、工业控制系统、PLC 控制器、工业机器人、精密加工设备，基站收发信机、传输设备、交换机、光端机，电脑、打印机、复印机、扫描仪', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (387, 'YDC3300-RT 系列', 'YDC3330-RT', '数据中心的服务器、存储设备、网络交换机、路由器，融机构的交易系统、ATM 机、自助终端、监控设备，呼吸机、监护仪、麻醉机、CT 扫描仪、检验分析仪，自动化生产线、工业控制系统、PLC 控制器、工业机器人、精密加工设备，基站收发信机、传输设备、交换机、光端机，电脑、打印机、复印机、扫描仪', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (388, 'GP800 系列', 'GP801', '工作站、小型数据中心、部门级集中供电，ATM 机、电子叫号机、打印机、数钞机，自动化生产线上的控制器、传感器，治安监控、道路监控、警用 GIS 地理信息系统，超声诊断仪、心电图机，企业办公室内电脑、打印机、复印机', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (389, 'GP800 系列', 'GP802', '工作站、小型数据中心、部门级集中供电，ATM 机、电子叫号机、打印机、数钞机，自动化生产线上的控制器、传感器，治安监控、道路监控、警用 GIS 地理信息系统，超声诊断仪、心电图机，企业办公室内电脑、打印机、复印机', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (390, 'GP800 系列', 'GP803', '工作站、小型数据中心、部门级集中供电，ATM 机、电子叫号机、打印机、数钞机，自动化生产线上的控制器、传感器，治安监控、道路监控、警用 GIS 地理信息系统，超声诊断仪、心电图机，企业办公室内电脑、打印机、复印机', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (391, 'GP800 系列', 'GP804', '工作站、小型数据中心、部门级集中供电，ATM 机、电子叫号机、打印机、数钞机，自动化生产线上的控制器、传感器，治安监控、道路监控、警用 GIS 地理信息系统，超声诊断仪、心电图机，企业办公室内电脑、打印机、复印机', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (392, 'GP800 系列', 'GP806', '工作站、小型数据中心、部门级集中供电，ATM 机、电子叫号机、打印机、数钞机，自动化生产线上的控制器、传感器，治安监控、道路监控、警用 GIS 地理信息系统，超声诊断仪、心电图机，企业办公室内电脑、打印机、复印机', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (393, 'GP800 系列', 'GP808', '工作站、小型数据中心、部门级集中供电，ATM 机、电子叫号机、打印机、数钞机，自动化生产线上的控制器、传感器，治安监控、道路监控、警用 GIS 地理信息系统，超声诊断仪、心电图机，企业办公室内电脑、打印机、复印机', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (394, 'GP800 系列', 'GP810', '工作站、小型数据中心、部门级集中供电，ATM 机、电子叫号机、打印机、数钞机，自动化生产线上的控制器、传感器，治安监控、道路监控、警用 GIS 地理信息系统，超声诊断仪、心电图机，企业办公室内电脑、打印机、复印机', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (395, 'GP800 系列', 'GP812', '工作站、小型数据中心、部门级集中供电，ATM 机、电子叫号机、打印机、数钞机，自动化生产线上的控制器、传感器，治安监控、道路监控、警用 GIS 地理信息系统，超声诊断仪、心电图机，企业办公室内电脑、打印机、复印机', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (396, 'GP800 系列', 'GP815', '工作站、小型数据中心、部门级集中供电，ATM 机、电子叫号机、打印机、数钞机，自动化生产线上的控制器、传感器，治安监控、道路监控、警用 GIS 地理信息系统，超声诊断仪、心电图机，企业办公室内电脑、打印机、复印机', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (397, 'GP800 系列', 'GP820', '工作站、小型数据中心、部门级集中供电，ATM 机、电子叫号机、打印机、数钞机，自动化生产线上的控制器、传感器，治安监控、道路监控、警用 GIS 地理信息系统，超声诊断仪、心电图机，企业办公室内电脑、打印机、复印机', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (398, 'EPI 系列', 'EPI8K', '边缘型、网点型等关键小型数据中心， ATM 机、电子叫号机、打印机、数钞机，检验科、手术室等的医疗设备，自动化生产线、工业控制系统，交通管理系统中的监控设备、信号控制设备，企业办公室内电脑、打印机、复印机', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (399, 'EPI 系列', 'EPI10K', '边缘型、网点型等关键小型数据中心， ATM 机、电子叫号机、打印机、数钞机，检验科、手术室等的医疗设备，自动化生产线、工业控制系统，交通管理系统中的监控设备、信号控制设备，企业办公室内电脑、打印机、复印机', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (400, 'EPI 系列', 'EPI15K', '边缘型、网点型等关键小型数据中心， ATM 机、电子叫号机、打印机、数钞机，检验科、手术室等的医疗设备，自动化生产线、工业控制系统，交通管理系统中的监控设备、信号控制设备，企业办公室内电脑、打印机、复印机', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (401, 'EPI 系列', 'EPI20K', '边缘型、网点型等关键小型数据中心， ATM 机、电子叫号机、打印机、数钞机，检验科、手术室等的医疗设备，自动化生产线、工业控制系统，交通管理系统中的监控设备、信号控制设备，企业办公室内电脑、打印机、复印机', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (402, 'EPI 系列', 'EPI30K', '边缘型、网点型等关键小型数据中心， ATM 机、电子叫号机、打印机、数钞机，检验科、手术室等的医疗设备，自动化生产线、工业控制系统，交通管理系统中的监控设备、信号控制设备，企业办公室内电脑、打印机、复印机', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (403, 'EPI 系列', 'EPI40K', '边缘型、网点型等关键小型数据中心， ATM 机、电子叫号机、打印机、数钞机，检验科、手术室等的医疗设备，自动化生产线、工业控制系统，交通管理系统中的监控设备、信号控制设备，企业办公室内电脑、打印机、复印机', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (404, 'Master 系列', 'M6K', 'ATM 机、电子叫号机、打印机、数钞机，企业办公室内电脑、打印机、复印机，自动化生产线的控制器、传感器，治安监控、道路监控，检验科、手术室等的部分医疗设备', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (405, 'Master 系列', 'M8K', 'ATM 机、电子叫号机、打印机、数钞机，企业办公室内电脑、打印机、复印机，自动化生产线的控制器、传感器，治安监控、道路监控，检验科、手术室等的部分医疗设备', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (406, 'Master 系列', 'M10K', 'ATM 机、电子叫号机、打印机、数钞机，企业办公室内电脑、打印机、复印机，自动化生产线的控制器、传感器，治安监控、道路监控，检验科、手术室等的部分医疗设备', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (407, 'Master 系列', 'M15K', 'ATM 机、电子叫号机、打印机、数钞机，企业办公室内电脑、打印机、复印机，自动化生产线的控制器、传感器，治安监控、道路监控，检验科、手术室等的部分医疗设备', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (408, 'Master 系列', 'M20K', 'ATM 机、电子叫号机、打印机、数钞机，企业办公室内电脑、打印机、复印机，自动化生产线的控制器、传感器，治安监控、道路监控，检验科、手术室等的部分医疗设备', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (409, 'Master 系列', 'M30K', 'ATM 机、电子叫号机、打印机、数钞机，企业办公室内电脑、打印机、复印机，自动化生产线的控制器、传感器，治安监控、道路监控，检验科、手术室等的部分医疗设备', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (410, 'Master 系列', 'M40K', 'ATM 机、电子叫号机、打印机、数钞机，企业办公室内电脑、打印机、复印机，自动化生产线的控制器、传感器，治安监控、道路监控，检验科、手术室等的部分医疗设备', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (411, 'Epower 系列', 'EP10', '银行、通信、政府等行业的大中型数据中心，自动化生产线、大型工业控制系统，关键客运段、车辆段，轨道交通电源系统机房', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (412, 'Epower 系列', 'EP20', '银行、通信、政府等行业的大中型数据中心，自动化生产线、大型工业控制系统，关键客运段、车辆段，轨道交通电源系统机房', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (413, 'Epower 系列', 'EP30', '银行、通信、政府等行业的大中型数据中心，自动化生产线、大型工业控制系统，关键客运段、车辆段，轨道交通电源系统机房', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (414, 'Epower 系列', 'EP40', '银行、通信、政府等行业的大中型数据中心，自动化生产线、大型工业控制系统，关键客运段、车辆段，轨道交通电源系统机房', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (415, 'Epower 系列', 'EP60', '银行、通信、政府等行业的大中型数据中心，自动化生产线、大型工业控制系统，关键客运段、车辆段，轨道交通电源系统机房', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (416, 'Epower 系列', 'EP80', '银行、通信、政府等行业的大中型数据中心，自动化生产线、大型工业控制系统，关键客运段、车辆段，轨道交通电源系统机房', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (417, 'Epower 系列', 'EP100', '银行、通信、政府等行业的大中型数据中心，自动化生产线、大型工业控制系统，关键客运段、车辆段，轨道交通电源系统机房', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (418, 'Epower 系列', 'EP120', '银行、通信、政府等行业的大中型数据中心，自动化生产线、大型工业控制系统，关键客运段、车辆段，轨道交通电源系统机房', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (419, 'Epower 系列', 'EP160', '银行、通信、政府等行业的大中型数据中心，自动化生产线、大型工业控制系统，关键客运段、车辆段，轨道交通电源系统机房', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (420, 'Epower 系列', 'EP200', '银行、通信、政府等行业的大中型数据中心，自动化生产线、大型工业控制系统，关键客运段、车辆段，轨道交通电源系统机房', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (421, 'Epower 系列', 'EP300', '银行、通信、政府等行业的大中型数据中心，自动化生产线、大型工业控制系统，关键客运段、车辆段，轨道交通电源系统机房', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (422, 'Epower 系列', 'EP400', '银行、通信、政府等行业的大中型数据中心，自动化生产线、大型工业控制系统，关键客运段、车辆段，轨道交通电源系统机房', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (423, 'Epower 系列', 'EP500-12P', '银行、通信、政府等行业的大中型数据中心，自动化生产线、大型工业控制系统，关键客运段、车辆段，轨道交通电源系统机房', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (424, 'Epower 系列', 'EP600-12P', '银行、通信、政府等行业的大中型数据中心，自动化生产线、大型工业控制系统，关键客运段、车辆段，轨道交通电源系统机房', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (425, 'Epower 系列', 'EP800-12P', '银行、通信、政府等行业的大中型数据中心，自动化生产线、大型工业控制系统，关键客运段、车辆段，轨道交通电源系统机房', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (426, 'Epower-H 系列', 'EP10-H', '自动化生产线、大型工业控制系统、检测仪器，轨道交通电源系统机房，石油石化企业的生产设备、控制系统、数据中心，发电厂、变电站的控制设备，电网中的关键节点设备', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (427, 'Epower-H 系列', 'EP20-H', '自动化生产线、大型工业控制系统、检测仪器，轨道交通电源系统机房，石油石化企业的生产设备、控制系统、数据中心，发电厂、变电站的控制设备，电网中的关键节点设备', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (428, 'Epower-H 系列', 'EP30-H', '自动化生产线、大型工业控制系统、检测仪器，轨道交通电源系统机房，石油石化企业的生产设备、控制系统、数据中心，发电厂、变电站的控制设备，电网中的关键节点设备', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (429, 'Epower-H 系列', 'EP40-H', '自动化生产线、大型工业控制系统、检测仪器，轨道交通电源系统机房，石油石化企业的生产设备、控制系统、数据中心，发电厂、变电站的控制设备，电网中的关键节点设备', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (430, 'Epower-H 系列', 'EP60-H', '自动化生产线、大型工业控制系统、检测仪器，轨道交通电源系统机房，石油石化企业的生产设备、控制系统、数据中心，发电厂、变电站的控制设备，电网中的关键节点设备', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (431, 'Epower-H 系列', 'EP80-H', '自动化生产线、大型工业控制系统、检测仪器，轨道交通电源系统机房，石油石化企业的生产设备、控制系统、数据中心，发电厂、变电站的控制设备，电网中的关键节点设备', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (432, 'Epower-H 系列', 'EP100-H', '自动化生产线、大型工业控制系统、检测仪器，轨道交通电源系统机房，石油石化企业的生产设备、控制系统、数据中心，发电厂、变电站的控制设备，电网中的关键节点设备', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (433, 'Epower-H 系列', 'EP120-H', '自动化生产线、大型工业控制系统、检测仪器，轨道交通电源系统机房，石油石化企业的生产设备、控制系统、数据中心，发电厂、变电站的控制设备，电网中的关键节点设备', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (434, 'Epower-H 系列', 'EP160-H', '自动化生产线、大型工业控制系统、检测仪器，轨道交通电源系统机房，石油石化企业的生产设备、控制系统、数据中心，发电厂、变电站的控制设备，电网中的关键节点设备', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (435, 'Epower-H 系列', 'EP200-H', '自动化生产线、大型工业控制系统、检测仪器，轨道交通电源系统机房，石油石化企业的生产设备、控制系统、数据中心，发电厂、变电站的控制设备，电网中的关键节点设备', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (436, 'Epower-H 系列', 'EP300-H', '自动化生产线、大型工业控制系统、检测仪器，轨道交通电源系统机房，石油石化企业的生产设备、控制系统、数据中心，发电厂、变电站的控制设备，电网中的关键节点设备', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (437, 'Epower-H 系列', 'EP400-H', '自动化生产线、大型工业控制系统、检测仪器，轨道交通电源系统机房，石油石化企业的生产设备、控制系统、数据中心，发电厂、变电站的控制设备，电网中的关键节点设备', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (438, 'Epower-H 系列', 'EP500-H', '自动化生产线、大型工业控制系统、检测仪器，轨道交通电源系统机房，石油石化企业的生产设备、控制系统、数据中心，发电厂、变电站的控制设备，电网中的关键节点设备', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `ups` VALUES (439, 'Epower-H 系列', 'EP600-H', '自动化生产线、大型工业控制系统、检测仪器，轨道交通电源系统机房，石油石化企业的生产设备、控制系统、数据中心，发电厂、变电站的控制设备，电网中的关键节点设备', '科士达', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);

-- ----------------------------
-- Table structure for wireless_antenna
-- ----------------------------
DROP TABLE IF EXISTS `wireless_antenna`;
CREATE TABLE `wireless_antenna`  (
  `id` int NOT NULL AUTO_INCREMENT,
  `天线种类` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL,
  `产品型号` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL,
  `应用场景` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL,
  `供货厂商` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL,
  `室内外` varchar(10) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `全定向` varchar(10) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `频率范围` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `驻波比` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `增益` varchar(30) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `极化方式` varchar(40) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `功率` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `阻抗` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 509 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci COMMENT = '无线天线表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of wireless_antenna
-- ----------------------------
INSERT INTO `wireless_antenna` VALUES (1, '室分天线', 'DSPXD698-4000V-2W-5i-N-F 全向单端口吸顶天线', '商场、购物中心、写字楼、电梯、地下车库', '达思普', '室内', '全向', '698-4000(698-960/1710-2700/3300-4000)MHz', '1.5/1.5/1.8', '2/5/5.5dBi', 'Vertical', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (2, '室分天线', 'DSPXD617-6000V-20W-5i-N-F 全向单端口吸顶天线', '商场、购物中心、写字楼、电梯、地下车库', '达思普', '室内', '全向', '617-6000(617-960/1710-2700/3300-4000/4900-6000)MHz', '1.8', '2/3/4/4.5dBi', 'Vertical', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (3, '室分天线', 'DSPXD698-3800VH-4i-360-4310-1 全向两端口吸顶天线', '商场、购物中心、写字楼、电梯、地下车库', '达思普', '室内', '全向', '698-3800(698-960/1710-2700/3300-3800)MHz', '1.8', '2.5/4/4dBi', 'Linear x 2', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (4, '室分天线', 'DSPXD617-6000H2-20W-6i-N-F 全向两端口吸顶天线', '商场、购物中心、写字楼、电梯、地下车库', '达思普', '室内', '全向', '617-6000(617-960/1710-2700/3300-4000/4900-6000)MHz', '1.8', '2.2/4.5/5.5/6dBi', 'Linear x 2', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (5, '室分天线', 'DSPXD617-6000H4-20W-6i-N-F 全向四端口吸顶天线', '商场、购物中心、写字楼、电梯、地下车库', '达思普', '室内', '全向', '617-6000(617-960/1710-2700/3300-4000/4900-6000)MHz', '1.8', '2.2/4.5/5.5/6dBi', 'Linear(Horizontal) x 4', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (6, '玻璃钢天线', 'QB24VH13A 双极化全向天线', '2.4GWiFi ,室外公共场所、室外监控系统、车载网络', '戴柏通信', NULL, '全向', '698-4200MHz', '1.8', '13dBi', '垂直/水平', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (7, '室分天线', 'DSPBG698-2700X-7i-80-4310-1 定向两端口壁挂天线', '商场、购物中心、写字楼、电梯、地下车库', '达思普', '室内', '定向', '698-2700(698-960/1710-2700)MHz', '1.8', '7dBi', '±45°', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (8, '室分天线', 'DSPBG698-4200V-20W-8i-N-F 定向单端口壁挂天线', '商场、购物中心、写字楼、电梯、地下车库', '达思普', '室内', '定向', '698-4200(698-960/1710-2690/3300-4200)MHz', '1.8', '6/7/8dBi', 'Vertical', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (9, '多模组合天线', 'C9DS15LA', ' LTE 基站，农村 、郊区宽带覆盖、城市高层建筑补盲', '达思普', NULL, NULL, '698-960MHz', '1.8', '15dBi', '垂直', '100W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (10, '多模组合天线', 'CB01YA', 'LTE+CBRS（公民宽带无线电服务）+GPS，公交车、物流车、自动驾驶车辆，\n制造车间、仓储中心部、植保无人机、智慧路灯、摄像头、\n气象传感器、共享单车、智能垃圾桶', '达思普', NULL, NULL, '698-3800(698-960/1710-3800)/1575MHz', '2.5/2', '2/3/5dBi', '垂直/RHCP', '10W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (11, '多模组合天线', 'CB10YA', 'LTE网络，办公室、商场、居民楼、校园、工业园区、小型社区、智慧抄表（水 / 电 / 气表）、农业墒情监测', '达思普', NULL, NULL, '698-3800(698-960/1710-3800)MHz', '2.5', '2/3dBi', '垂直', '10W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (12, '玻璃钢天线', 'QB58V6A 全向玻璃钢天线(中性NJ)', '5.8GHzWLAN ，室外办公区域和园区网络覆盖、城市热点区域无线网络覆盖、远距离无线数据传输、智能交通系统、工业物联网应用', '戴柏通信', NULL, '全向', '5725-5850MHz', '1.5', '6dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (13, '玻璃钢天线', 'QB58V6A 全向玻璃钢天线', '5.8GHzWLAN ，室外办公区域和园区网络覆盖、城市热点区域无线网络覆盖、远距离无线数据传输、智能交通系统、工业物联网应用', '戴柏通信', NULL, '全向', '5725-5850MHz', '1.5', '6dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (14, '玻璃钢天线', 'QB58V6AM 全向玻璃钢天线(NJ)', '5.8GHzWLAN ，室外办公区域和园区网络覆盖、城市热点区域无线网络覆盖、远距离无线数据传输、智能交通系统、工业物联网应用', '戴柏通信', NULL, '全向', '5725-5850MHz', '1.7', '6dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (15, '玻璃钢天线', 'QB58V6AW 全向玻璃钢天线', '5.8GHzWLAN ，室外办公区域和园区网络覆盖、城市热点区域无线网络覆盖、远距离无线数据传输、智能交通系统、工业物联网应用', '戴柏通信', NULL, '全向', '5150-5850MHz', '2', '6dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (16, '平板天线', 'M4D2458-60VH06D-1 MIMO定向天线', '', '戴柏通信', NULL, '定向', '2400-2500/5150-5925MHz', '2', '6dBi', '垂直*2+水平*2', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (17, '多模组合天线', 'CB11YA', 'LTE+GPS,城市楼宇、交通枢纽、网约车、物流车', '达思普', NULL, NULL, '806-1880(806-960/1710-1880)/1575MHz', '2.5/2', '2/3/5dBi', '垂直/RHCP', '10W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (18, '玻璃钢天线', 'QB58V7AW 全向玻璃钢天线(NJ)', '5.8GHzWLAN ，室外办公区域和园区网络覆盖、城市热点区域无线网络覆盖、远距离无线数据传输、智能交通系统、工业物联网应用', '戴柏通信', NULL, '全向', '5150-5850MHz', '2', '7dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (19, '玻璃钢天线', 'QB58V7AW 全向玻璃钢天线', '5.8GHzWLAN ，室外办公区域和园区网络覆盖、城市热点区域无线网络覆盖、远距离无线数据传输、智能交通系统、工业物联网应用', '戴柏通信', NULL, '全向', '5150-5850MHz', '2', '7dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (20, '多模组合天线', 'CB21YA', 'LTE+CBRS（公民宽带无线电服务）+GPS，手机连网、商场智能设备定位管理、AGV 小车、智能机床 、巡检无人机、油气管道监测', '达思普', NULL, NULL, '698-3800(698-960/1710-3800)/1575MHz', '2.5/2', '2/3/5dBi', '垂直/RHCP', '10W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (21, '玻璃钢天线', 'QB58V8A 全向玻璃钢天线(NJ)', '5.8GHzWLAN ，室外办公区域和园区网络覆盖、城市热点区域无线网络覆盖、远距离无线数据传输、智能交通系统、工业物联网应用', '戴柏通信', NULL, '全向', '5725-5850MHz', '1.5', '8dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (22, '多模组合天线', 'CB111SA', 'LTE+WiFi+GPS，乘用车、商用车、地铁、轻轨、高速列车', '达思普', NULL, NULL, '800-6000(800-960/1690-2700/2400-2500/4900-6000)MHz', '2', '2/3/3/4dBi', '垂直', '10W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (23, '玻璃钢天线', 'QB58V8AM 全向玻璃钢天线(NJ,白色)', '5.8GHzWLAN ，室外办公区域和园区网络覆盖、城市热点区域无线网络覆盖、远距离无线数据传输、智能交通系统、工业物联网应用', '戴柏通信', NULL, '全向', '5150-5850MHz', '2', '8dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (24, '多模组合天线', 'CB111YD', 'LTE+WiFi+GPS，乘用车、商用车、地铁、轻轨、高速列车、家用智能网关、路由器', '达思普', NULL, NULL, '698-6000(698-960/1690-6000/2400-2500/4900-6000)MHz', '2', '4/6/7/8/5/6dBi', '垂直', '10W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (25, '玻璃钢天线', 'QB58V8AT 全向玻璃钢天线(NJ黑色)', '5.8GHzWLAN ，室外办公区域和园区网络覆盖、城市热点区域无线网络覆盖、远距离无线数据传输、智能交通系统、工业物联网应用', '戴柏通信', NULL, '全向', '5700-5900MHz', '2', '8dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (26, '多模组合天线', 'CB201W5A', 'LTE+WiFi+GPS，乘用车、商用车、地铁、轻轨、高速列车、家用智能网关、路由器', '达思普', NULL, NULL, '698-2700(698-960/1690-2700)MHz', '2.5', '4/6dBi', '垂直', '10W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (27, '多模组合天线', 'CB202YQ', '5G+LTE+GPS，智能手机与移动终端、物联网（IoT）与智能设备、无线宽带设备、智能车载终端、\n安防监控、无人机与机器人、小型航空器（无人机、轻型飞机）', '达思普', NULL, NULL, '698-2700(698-960/1710-2700)/1575MHz', '2.5/2', '2/3/5dBi', '垂直/RHCP', '10W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (28, '多模组合天线', 'CB211W5A', '5G+LTE+GPS+WiFi，智能交通、智能手机和移动终端、物联网设备、无线通信基站与热点设备', '达思普', NULL, NULL, '698-6000(698-960/1690-2700/2400-2500/4900-6000)MHz', '2', '4/6/5/6dBi', '垂直', '10W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (29, '多模组合天线', 'CB220YD - 2', '5G+LTE+WiFi，移动终端设备、智能家居设备、工业物联网领域、无线通信基站与热点设备、交通运输领域', '达思普', NULL, NULL, '617-7125(617-960/1690-6000/2400-2500/4900-7125)MHz', '2', '4/6/7/8/5/6dBi', '垂直', '10W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (30, '多模组合天线', 'CB220YD', '5G+LTE+WiFi，移动终端设备、智能家居设备、工业物联网领域、无线通信基站与热点设备、交通运输领域', '达思普', NULL, NULL, '617-6000(617-960/1690-6000/2400-2500/4900-6000)MHz', '2', '4/6/7/8/5/6dBi', '垂直', '10W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (31, '多模组合天线', 'CB220YQ', '5G+LTE+WiFi，移动终端设备、智能家居设备、工业物联网领域、无线通信基站与热点设备、交通运输领域', '达思普', NULL, NULL, '698-6000(698-960/1710-2700/2400-2500/4900-6000)MHz', '2.5/2', '2/3/5/6dBi', '垂直', '10W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (32, '多模组合天线', 'CB221W', 'LTE+WiFi+GPS ，移动终端设备、智能家居设备、工业物联网领域、无线通信基站与热点设备、交通运输领域', '达思普', NULL, NULL, '698-5900(698-960/1690-2700/2400-2500/4900-5900)/1575MHz', '2', '3/4/5/5/5dBi', '垂直/RHCP', '10W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (33, '多模组合天线', 'CB221WB', 'LTE+WiFi+GPS ，移动终端设备、智能家居设备、工业物联网领域、无线通信基站与热点设备、交通运输领域', '达思普', NULL, NULL, '698-6000(698-960/1710-2700/2400-2500/4900-6000)MHz', '2', '4/6/5/6dBi', '垂直', '10W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (34, '多模组合天线', 'CB221YD', 'LTE+WiFi+GPS ，移动终端设备、智能家居设备、工业物联网领域、无线通信基站与热点设备、交通运输领域', '达思普', NULL, NULL, '617-6000(617-960/1690-6000/2400-2500/4900-6000)MHz', '2', '4/6/7/8/5/6dBi', '垂直', '10W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (35, '平板天线', 'M4D2458-60VH09D MIMO定向小平板天线', '', '戴柏通信', NULL, '定向', '2400-2500/5150-5850MHz', '2', '8.5/9dBi', '垂直/水平', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (36, '多模组合天线', 'CB310C', 'UWB+WiFi，室内定位系统、高速无线数据传输、智能家居、工业物联网', '达思普', NULL, NULL, '2400-7000(3240-7000/2400-2500)MHz', '2', '6/5dBi', '垂直', '10W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (37, '终端天线', 'QT2458B 终端天线 (RPSMAJ)', '', '戴柏通信', NULL, '全向', '2400-2483/5150-5850MHz', '2/2.5', '2/4dBi', '垂直', '10W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (38, '多模组合天线', 'CB311YD', '5G+LTE+GPS，移动终端设备、物联网设备、车载通信系统、便携式通信设备', '达思普', NULL, NULL, '698-6000(698-960/1690-6000/2400-2500/4900-6000)MHz', '2', '4/6/7/8/5/6dBi', '垂直', '10W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (39, '平板天线', 'M4D2458-60VH10C 定向小平板天线', '', '戴柏通信', NULL, '定向', '2400-2500/5150-5850MHz', '2/2.5', '10/11dBi', '垂直/水平', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (40, '多模组合天线', 'CB320YD', '5G+LTE+WiFi，智能交通领域、 车载 T - box（远程信息处理系统）、智慧交通基础设施、工业物联网（IIoT）场景\n、消费电子与智能家居、公共服务与安防、商业与零售场景', '达思普', NULL, NULL, '698-6000(698-960/1710-2700/2400-2500/4900-6000)MHz', '2', '3/5/5/6dBi', '垂直', '10W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (41, '平板天线', 'M4D2458-60VH10D 定向小平板天线', '', '戴柏通信', NULL, '定向', '2400-2500/5150-5850MHz', '2', '10/11dBi', '垂直*2+水平*2', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (42, '多模组合天线', 'CB321YD', '5G+LTE+GPS，智能交通领域、 车载 T - box（远程信息处理系统）、智慧交通基础设施、工业物联网（IIoT）场景\n、消费电子与智能家居、公共服务与安防、商业与零售场景', '达思普', NULL, NULL, '698-6000(698-960/1710-2700/2400-2500/4900-6000)MHz', '2', '3/5/5/6dBi', '垂直', '10W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (43, '多模组合天线', 'CB400Q', '5G LTE ,移动通信终端设备、物联网（IoT）设备、通信基站与网络设备、公共服务与监测设备', '达思普', NULL, NULL, '617-3800(617-960/1710-3800)MHz', '4/3', '2/3dBi', '垂直', '10W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (44, '多模组合天线', 'CB400YD', '5G LTE ,移动通信终端设备、物联网（IoT）设备、通信基站与网络设备、公共服务与监测设备', '达思普', NULL, NULL, '698-5000(698-960/1710-5000)MHz', '2.5/2', '3/5dBi', '垂直', '10W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (45, '多模组合天线', 'CB401W', '5G+LTE+GPS，智能交通领域、 车载 T - box（远程信息处理系统）、智慧交通基础设施、工业物联网（IIoT）场景\n、消费电子与智能家居、公共服务与安防、商业与零售场景', '达思普', NULL, NULL, '698-2700(698-960/1710-2700)MHz', '2.5', '4/6dBi', '垂直', '10W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (46, '平板天线', 'M4D2458-60VH10D-1 定向小平板天线', '', '戴柏通信', NULL, '定向', '2400-2500/5150-5850MHz', '2', '10/11dBi', '垂直*2+水平*2', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (47, '多模组合天线', 'CB401YD', '5G+LTE+GPS，智能交通领域、 车载 T - box（远程信息处理系统）、智慧交通基础设施、工业物联网（IIoT）场景\n、消费电子与智能家居、公共服务与安防、商业与零售场景', '达思普', NULL, NULL, '698-2700(698-960/1710-2700)MHz', '2.5', '4/6dBi', '垂直', '10W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (48, '多模组合天线', 'CB420YD', '4G+5G+WiFi，智能终端与消费电子、商业与公共场景、工业物联网与车联场景、户外与应急场景', '达思普', NULL, NULL, '1710-3800(1710-3800/2400-2500)MHz', '2', '6/7/5dBi', '垂直', '10W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (49, '平板天线', 'M4D2458-65VH15C 定向小平板天线', '', '戴柏通信', NULL, '定向', '2400-2500/5150-5850MHz', '2', '14.5/16.5dBi', '垂直/水平', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (50, '平板天线', 'M4D2458C-30VH13C 定向小平板天线', '', '戴柏通信', NULL, '定向', '2400-2500/5150-5925MHz', '2', '13dBi', '垂直*2+水平*2', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (51, '多模组合天线', 'CB421C', '5G+LTE+GPS，移动终端设备、物联网设备、车载通信系统、便携式通信设备、应急通信和偏远地区通信', '达思普', NULL, NULL, '698-6000(698-960/1690-6000/2400-2500/4900-6000)MHz', '2', '3/4/4/4.5/5/6dBi', '垂直', '10W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (52, '平板天线', 'M4D2458C-30VH13C2 定向小平板天线(华为同款)', '', '戴柏通信', NULL, '定向', '2400-2500/5150-5925MHz', '2', '13/16dBi', '垂直*2+水平*2', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (53, '多模组合天线', 'CB440YD', '5G+LTE,移动通信与智能终端、工业物联网与基础设施、工业自动化与远程运维、公共安全与应急通信、无线宽带与消费电子', '达思普', NULL, NULL, '1690-4200(1690-2700/3300-4200)MHz', '2', '5/6dBi', '垂直', '10W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (54, '平板天线', 'M4D2470C-30VH13C 定向小平板天线', '', '戴柏通信', NULL, '定向', '2400-2500/5150-7125MHz', '2/2.5', '13dBi', '垂直*2+水平*2', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (55, '多模组合天线', 'CB441YD', '5G+LTE+GPS，智能交通与车联网、工业物联网（IIoT）、消费电子与智能家居、公共服务与安防、商业与零售', '达思普', NULL, NULL, '617-6000(617-960/1690-6000/2400-2500/4900-6000)MHz', '2', '4/6/7/8/5/6dBi', '垂直', '10W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (56, '平板天线', 'M4D5070-20VH17C 定向小平板天线', '', '戴柏通信', NULL, '定向', '5150-7125MHz', '2', '17dBi', '垂直*2+水平*2', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (57, '多模组合天线', 'CB821YD', '5G+LTE+GPS，智能交通与车联网、工业物联网（IIoT）、消费电子与智能家居、公共服务与安防、商业与零售', '达思普', NULL, NULL, '617-6000(617-960/1690-6000/2400-2500/4900-6000)MHz', '4', '1/2/3/3/2/3dBi', '垂直', '10W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (58, '终端天线', 'QT2458B 终端天线 (黑色)', '', '戴柏通信', NULL, '全向', '2400-2483/5150-5850MHz', '2/2.5', '2/4dBi', '垂直', '10W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (59, '多模组合天线', 'CBOL4G1', 'GPS,自动驾驶出租车、长途货运卡车、仓储物流、智慧油田', '达思普', NULL, NULL, '698-2700(698-960/1710-2700)MHz', '2', '3/4dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (60, '终端天线', 'QT2458B 终端天线 (黑色 SMAJ)', '', '戴柏通信', NULL, '全向', '2400-2483/5150-5850MHz', '2/2.5', '2/4dBi', '垂直', '10W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (61, '多模组合天线', 'G15YA', 'GPS,车载与智能交通、航空与海事、无人机', '达思普', NULL, NULL, '1562-1642MHz', '2', '26dBi', '', '', '');
INSERT INTO `wireless_antenna` VALUES (62, '终端天线', 'QT2458B 终端天线', '', '戴柏通信', NULL, '全向', '2400-2483/5150-5850MHz', '2/2.5', '2/4dBi', '垂直', '10W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (63, '壁挂天线', 'DW24-60V10B 定向壁挂天线', '家庭 2.4GWiFi 覆盖优化、小型企业 / 商铺网络补盲/停车场', '戴柏通信', NULL, '定向', '2400-2500MHz', '1.5', '10dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (64, '壁挂天线', 'DW24-60V12M 定向壁挂天线', '家庭 2.4GWiFi 覆盖优化、小型企业 / 商铺网络补盲/停车场', '戴柏通信', NULL, '定向', '2400-2500MHz', '1.5', '12dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (65, '壁挂天线', 'DW24-90V11M 定向壁挂天线', '家庭 2.4GWiFi 覆盖优化、小型企业 / 商铺网络补盲/停车场', '戴柏通信', NULL, '定向', '2400-2500MHz', '1.5', '11dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (66, '终端天线', 'QT2458F 终端天线', '', '戴柏通信', NULL, '全向', '2400-2483/5150-5850MHz', '2', '2.5dBi', '垂直', '20W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (67, '壁挂天线', 'DW24-110V10F 定向壁挂天线', '家庭 2.4GWiFi 覆盖优化、小型企业 / 商铺网络补盲/停车场', '戴柏通信', NULL, '定向', '2400-2500MHz', '1.5', '10dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (68, '壁挂天线', 'DW2458-60V10B 定向壁挂天线', '家庭 2.4G/5GWiFi 覆盖优化、小型企业 / 商铺网络补盲/停车场', '戴柏通信', NULL, '定向', '2400-2500/5150-5850MHz', '2', '10/11dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (69, '玻璃钢天线', 'QB58V8AW 全向玻璃钢天线(NJ)', '5.8GHzWLAN ，室外办公区域和园区网络覆盖、城市热点区域无线网络覆盖、远距离无线数据传输、智能交通系统、工业物联网应用', '戴柏通信', NULL, '全向', '5150-5850MHz', '2', '8dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (70, '终端天线', 'QT2458FB - 1 终端天线', '', '戴柏通信', NULL, '全向', '2400-2483/5150-5850MHz', '2', '5/7dBi', '垂直', '20W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (71, '壁挂天线', 'DW2458-60V10M 定向壁挂天线', '家庭 2.4G/5GWiFi 覆盖优化、小型企业 / 商铺网络补盲/停车场', '戴柏通信', NULL, '定向', '2400-2500/5150-5850MHz', '2', '10/11dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (72, '终端天线', 'QT2458FB - 3 终端天线', '', '戴柏通信', NULL, '全向', '2400-2483/5150-5850MHz', '2', '5/7dBi', '垂直', '20W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (73, '平板天线', 'M4DC65-20VH20BC 定向平板天线(带背腔)', '', '戴柏通信', NULL, '定向', '5150-7125MHz', '2', '20dBi', '垂直*2+水平*2', '20W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (74, '壁挂天线', 'DW2458-65VH08B 双频双极化壁挂天线', '家庭 2.4G/5GWiFi 覆盖优化、小型企业 / 商铺网络补盲/停车场', '戴柏通信', NULL, '定向', '2400-2500/5150-5850MHz', '2', '8dBi', '垂直/水平', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (75, '平板天线', 'M4DC2458-60VH10BC 定向小平板天线(带背腔)', '', '戴柏通信', NULL, '定向', '2400-2500/5150-5850MHz', '2/2.5', '10/11dBi', '垂直/水平', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (76, '玻璃钢天线', 'M2QC-58V10B  MIMO全向天线 ', '5GWiFi,室内办公和家庭网络、公共场所无线网络覆盖、智能网联汽车', '戴柏通信', NULL, '全向', '5150-5850MHz', '2', '10dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (77, '玻璃钢天线', 'QB58V8AW 全向玻璃钢天线', '5.8GHzWLAN ，室外办公区域和园区网络覆盖、城市热点区域无线网络覆盖、远距离无线数据传输、智能交通系统、工业物联网应用', '戴柏通信', NULL, '全向', '5150-5850MHz', '2', '8dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (78, '平板天线', 'M4DC2458-65D15BG MIMO定向平板天线(带背腔)', '', '戴柏通信', NULL, '定向', '2400-2500/5150-5850MHz', '2', '15/16dBi', '±45°', '20W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (79, '扇区板状天线', 'DB24-40V14A 扇区板状天线', '', '戴柏通信', NULL, NULL, '2400-2500MHz', '1.5', '14dBi', '垂直', '100W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (80, '玻璃钢天线', 'QB58V9AW 全向玻璃钢天线(NJ)', '5.8GHzWLAN ，室外办公区域和园区网络覆盖、城市热点区域无线网络覆盖、远距离无线数据传输、智能交通系统、工业物联网应用', '戴柏通信', NULL, '全向', '5150-5850MHz', '2', '9dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (81, '玻璃钢天线', 'M2QC-2458V8B MIMO全向天线', '2.4G/5GWiF,室内办公和家庭网络、公共场所无线网络覆盖、智能网联汽车', '戴柏通信', NULL, '全向', '2400-2500/5150-5850MHz', '2', '8/10dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (82, '玻璃钢天线', 'QB58V9AW 全向玻璃钢天线', '5.8GHzWLAN ，室外办公区域和园区网络覆盖、城市热点区域无线网络覆盖、远距离无线数据传输、智能交通系统、工业物联网应用', '戴柏通信', NULL, '全向', '5150-5850MHz', '2', '9dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (83, '玻璃钢天线', 'M3Q-58V8B MIMO全向天线', '5GWiFi,室内办公和家庭网络、公共场所无线网络覆盖、智能网联汽车', '戴柏通信', NULL, '全向', '5150-5850MHz', '2', '8dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (84, '玻璃钢天线', 'QB58V10A 全向玻璃钢天线(NJ)', '5.8GHzWLAN ，室外办公区域和园区网络覆盖、城市热点区域无线网络覆盖、远距离无线数据传输、智能交通系统、工业物联网应用', '戴柏通信', NULL, '全向', '5725-5850MHz', '1.5', '10dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (85, '扇区板状天线', 'DB24-45VH14A 扇区板状天线', '', '戴柏通信', NULL, NULL, '2400-2500MHz', '1.5', '14dBi', '垂直/水平', '100W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (86, '玻璃钢天线', 'M3Q-58V11B MIMO全向天线', '5GWiFi,室内办公和家庭网络、公共场所无线网络覆盖、智能网联汽车', '戴柏通信', NULL, '全向', '5150-5850MHz', '2', '11dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (87, '扇区板状天线', 'DB24-60V16B 扇区板状天线', '', '戴柏通信', NULL, NULL, '2400-2500MHz', '1.5', '16dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (88, '玻璃钢天线', 'M3QC-2458V8AN MIMO全向天线', '2.4G/5GWiF,室内办公和家庭网络、公共场所无线网络覆盖、智能网联汽车', '戴柏通信', NULL, '全向', '2400-2500/5150-5850MHz', '1.5/2', '8/10dBi', '垂直', '20W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (89, '玻璃钢天线', 'QB58V10A 全向玻璃钢天线', '5.8GHzWLAN ，室外办公区域和园区网络覆盖、城市热点区域无线网络覆盖、远距离无线数据传输、智能交通系统、工业物联网应用', '戴柏通信', NULL, '全向', '5725-5850MHz', '1.5', '10dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (90, '扇区板状天线', 'DB24-65V12A 扇区板状天线', '', '戴柏通信', NULL, NULL, '2400-2500MHz', '1.5', '12dBi', '垂直', '100W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (91, '玻璃钢天线', 'M4Q-2458V6AN MIMO全向天线', '2.4G/5GWiF,室内办公和家庭网络、公共场所无线网络覆盖、智能网联汽车', '戴柏通信', NULL, '全向', '2400-2500/5150-5850MHz', '1.5/2', '6/10dBi', '垂直', '20W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (92, '扇区板状天线', 'DB24-65V15A 扇区板状天线', '', '戴柏通信', NULL, NULL, '2400-2500MHz', '1.5', '15dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (93, '玻璃钢天线', 'M4Q-2458V8AN MIMO全向天线', '2.4G/5GWiF,室内办公和家庭网络、公共场所无线网络覆盖、智能网联汽车', '戴柏通信', NULL, '全向', '2400-2500/5150-5850MHz', '1.5/2', '8dBi', '垂直', '20W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (94, '扇区板状天线', 'DB24-65V15B 扇区板状天线', '', '戴柏通信', NULL, NULL, '2400-2500MHz', '1.5', '15dBi', '垂直', '100W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (95, '玻璃钢天线', 'M4QC-2458V6B MIMO全向天线', '2.4G/5GWiF,室内办公和家庭网络、公共场所无线网络覆盖、智能网联汽车', '戴柏通信', NULL, '全向', '2400-2500/5150-5850MHz', '2', '6/8dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (96, '玻璃钢天线', 'QB58V10AC 全向天线(NJ)', '5.8GHzWLAN ，室外办公区域和园区网络覆盖、城市热点区域无线网络覆盖、远距离无线数据传输、智能交通系统、工业物联网应用', '戴柏通信', NULL, '全向', '5725-5850MHz', '1.5', '10dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (97, '扇区板状天线', 'DB24-65V17A 扇区板状天线', '', '戴柏通信', NULL, NULL, '2400-2500MHz', '1.5', '17dBi', '垂直', '100W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (98, '玻璃钢天线', 'M4QC-2458V8AN MIMO全向天线', '2.4G/5GWiF,室内办公和家庭网络、公共场所无线网络覆盖、智能网联汽车', '戴柏通信', NULL, '全向', '2400-2500/5150-5850MHz', '1.5/2', '8/10dBi', '垂直', '20W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (99, '玻璃钢天线', 'QB58V10AW 全向玻璃钢天线(NJ)', '5.8GHzWLAN ，室外办公区域和园区网络覆盖、城市热点区域无线网络覆盖、远距离无线数据传输、智能交通系统、工业物联网应用', '戴柏通信', NULL, '全向', '5150-5850MHz', '2', '10dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (100, '扇区板状天线', 'DB24-65V18A 扇区板状天线', '', '戴柏通信', NULL, NULL, '2400-2500MHz', '1.5', '18dBi', '垂直', '100W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (101, '玻璃钢天线', 'QB58V12A 全向玻璃钢天线(NJ)', '5.8GHzWLAN ，室外办公区域和园区网络覆盖、城市热点区域无线网络覆盖、远距离无线数据传输、智能交通系统、工业物联网应用', '戴柏通信', NULL, '全向', '5725-5850MHz', '1.5', '12dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (102, '玻璃钢天线', 'M4QC-2458V8B MIMO全向天线', '2.4G/5GWiF,室内办公和家庭网络、公共场所无线网络覆盖、智能网联汽车', '戴柏通信', NULL, '全向', '2400-2500/5150-5850MHz', '2', '8/10dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (103, '玻璃钢天线', 'QB58V12A 全向玻璃钢天线', '5.8GHzWLAN ，室外办公区域和园区网络覆盖、城市热点区域无线网络覆盖、远距离无线数据传输、智能交通系统、工业物联网应用', '戴柏通信', NULL, '全向', '5725-5850MHz', '1.5', '12dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (104, '扇区板状天线', 'DB24-65VH12A 扇区板状天线', '', '戴柏通信', NULL, NULL, '2400-2500MHz', '1.5', '12dBi', '垂直', '100W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (105, '玻璃钢天线', 'M6Q-2458V6AN MIMO全向天线', '2.4G/5GWiF,室内办公和家庭网络、公共场所无线网络覆盖、智能网联汽车', '戴柏通信', NULL, '全向', '2400-2500/5150-5850MHz', '1.5/2', '6/8dBi', '垂直', '20W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (106, '终端天线', 'QT2458FB - W 终端天线', '', '戴柏通信', NULL, '全向', '2400-2483/5150-5850MHz', '2', '5/7dBi', '垂直', '20W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (107, '玻璃钢天线', 'QB58V12AW 全向玻璃钢天线(白色)', '5.8GHzWLAN ，室外办公区域和园区网络覆盖、城市热点区域无线网络覆盖、远距离无线数据传输、智能交通系统、工业物联网应用', '戴柏通信', NULL, '全向', '5150-5850MHz', '2', '12dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (108, '扇区板状天线', 'DB24-65VH14A 扇区板状天线', '', '戴柏通信', NULL, NULL, '2400-2500MHz', '1.5', '14dBi', '垂直', '100W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (109, '玻璃钢天线', 'M6Q-2458V8AN MIMO全向天线', '2.4G/5GWiF,室内办公和家庭网络、公共场所无线网络覆盖、智能网联汽车', '戴柏通信', NULL, '全向', '2400-2500/5150-5850MHz', '1.5/2', '8dBi', '垂直', '20W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (110, '终端天线', 'QT2458L 终端天线', '', '戴柏通信', NULL, '全向', '2400-2483/5150-5850MHz', '2', '2/3dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (111, '扇区板状天线', 'DB24-65VH15A 扇区板状天线', '', '戴柏通信', NULL, NULL, '2400-2500MHz', '1.5', '15dBi', '垂直/水平', '100W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (112, '玻璃钢天线', 'QB24V3A 全向玻璃钢天线', '2.4GWiFi,室内办公和家庭网络、公共场所无线网络覆盖、智能网联汽车', '戴柏通信', NULL, '全向', '2400-2483MHz', '1.5', '3dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (113, '终端天线', 'QT2458LD 终端天线', '', '戴柏通信', NULL, '全向', '2400-2483/5150-5850MHz', '2.5', '3dBi', '垂直', '20W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (114, '扇区板状天线', 'DB24-65VH15B 扇区板状天线', '', '戴柏通信', NULL, NULL, '2400-2500MHz', '1.5', '15dBi', '垂直/水平', '100W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (115, '扇区板状天线', 'DB24-65VH15B-1 扇区板状天线', '', '戴柏通信', NULL, NULL, '2400-2500MHz', '1.5', '15dBi', '垂直/水平', '100W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (116, '玻璃钢天线', 'QB24V3AM 全向玻璃钢天线(NJ,2400-2500MHz)', '2.4GWLAN ,网络家庭网络覆盖、小型办公室网络、工业物联网场景、智能建筑管理、短距离无线通信场景', '戴柏通信', NULL, '全向', '2400-2500MHz', '1.5', '3dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (117, '扇区板状天线', 'DB24-65VH15C 扇区板状天线', '', '戴柏通信', NULL, NULL, '2400-2500MHz', '1.5', '15dBi', '垂直/水平', '100W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (118, '玻璃钢天线', 'QB58V12AWT 全向玻璃钢天线(NJ)', '5.8GHzWLAN ，室外办公区域和园区网络覆盖、城市热点区域无线网络覆盖、远距离无线数据传输、智能交通系统、工业物联网应用', '戴柏通信', NULL, '全向', '5150-5850MHz', '2.5', '12dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (119, '玻璃钢天线', 'QB24V3AM-W 全向玻璃钢天线(NJW弯头)', '2.4GWLAN ,网络家庭网络覆盖、小型办公室网络、工业物联网场景、智能建筑管理、短距离无线通信场景', '戴柏通信', NULL, '全向', '2400-2483MHz', '1.5', '3dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (120, '玻璃钢天线', 'QB58V12AWTH 全向玻璃钢天线(NJ)', '5.8GHzWLAN ，室外办公区域和园区网络覆盖、城市热点区域无线网络覆盖、远距离无线数据传输、智能交通系统、工业物联网应用', '戴柏通信', NULL, '全向', '5150-5850MHz', '2.5', '12dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (121, '扇区板状天线', 'DB24-65VH15CE 扇区板状天线(带背腔)', '', '戴柏通信', NULL, NULL, '2400-2500MHz', '1.5', '15dBi', '垂直/水平', '20W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (122, '玻璃钢天线', 'QB24V5A 全向玻璃钢天线(NJ)', '2.4GWiFi ,室外公共场所、室外监控系统、车载网络', '戴柏通信', NULL, '全向', '2400-2483MHz', '1.5', '5dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (123, '玻璃钢天线', 'QB58VH11A 双极化全向天线', '5.8GHzWLAN ，室外办公区域和园区网络覆盖、城市热点区域无线网络覆盖、远距离无线数据传输、智能交通系统、工业物联网应用', '戴柏通信', NULL, '全向', '5150-5850MHz', '2', '11dBi', '垂直/水平', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (124, '扇区板状天线', 'DB24-65VH17A 扇区板状天线', '', '戴柏通信', NULL, NULL, '2400-2500MHz', '1.5', '17dBi', '垂直/水平', '100W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (125, '玻璃钢天线', 'QB24V5A 全向玻璃钢天线', '2.4GWiFi ,室外公共场所、室外监控系统、车载网络', '戴柏通信', NULL, '全向', '2400-2483MHz', '1.5', '5dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (126, '玻璃钢天线', 'QB58VH13A 双极化全向天线', '5.8GHzWLAN ，室外办公区域和园区网络覆盖、城市热点区域无线网络覆盖、远距离无线数据传输、智能交通系统、工业物联网应用', '戴柏通信', NULL, '全向', '5150-5850MHz', '2', '13dBi', '垂直/水平', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (127, '扇区板状天线', 'DB24 - 65VH17AW 扇区板状天线', '', '戴柏通信', NULL, NULL, '2300-2700MHz', '1.7', '17dBi', '垂直/水平', '100W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (128, '玻璃钢天线', 'QB24V5AD-1 全向玻璃钢天线', '2.4GWiFi ,室外公共场所、室外监控系统、车载网络', '戴柏通信', NULL, '全向', '2400-2483MHz', '1.5', '5dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (129, '终端天线', 'QT2458U 终端天线', '', '戴柏通信', NULL, '全向', '2400-2483/5150-5850MHz', '2', '2dBi', '垂直', '20W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (130, '玻璃钢天线', 'QB2458FB-1 全向天线(NK,配夹码款式)', '2.4/G5.8GHzWLAN ，家庭网络覆盖、企业办公环境、商业场所、工业物联网场景、智能交通领域', '戴柏通信', NULL, '全向', '2400-2500/5150-5850MHz', '2', '5/7dBi', '垂直', '20W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (131, '扇区板状天线', 'DB24 - 65VH20A 扇区板状天线', '', '戴柏通信', NULL, NULL, '2400-2500MHz', '1.5', '20dBi', '垂直/水平', '100W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (132, '玻璃钢天线', 'QB24V5AM 全向玻璃钢天线(NJ)', '2.4GWiFi ,室外公共场所、室外监控系统、车载网络', '戴柏通信', NULL, '全向', '2400-2483MHz', '1.5', '5dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (133, '终端天线', 'QT5158D - S 终端天线', '', '戴柏通信', NULL, '全向', '5150-5850MHz', '2.5', '5dBi', '垂直', '20W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (134, '扇区板状天线', 'DB24 - 90V11A 扇区板状天线', '', '戴柏通信', NULL, NULL, '2400-2500MHz', '1.5', '11.5dBi', '垂直', '100W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (135, '玻璃钢天线', 'QB24V5AM 全向玻璃钢天线(NJ,白色)', '2.4GWiFi ,室外公共场所、室外监控系统、车载网络', '戴柏通信', NULL, '全向', '2400-2483MHz', '1.5', '5dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (136, '终端天线', 'QT5158F 终端天线', '', '戴柏通信', NULL, '全向', '5150-5850MHz', '2', '3dBi', '垂直', '20W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (137, '玻璃钢天线', 'QB2458V3AM-2 终端天线', '2.4/G5.8GHzWLAN ，家庭网络覆盖、企业办公环境、商业场所、工业物联网场景、智能交通领域', '戴柏通信', NULL, '全向', '2400-2483/5150-5850MHz', '2', '2dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (138, '扇区板状天线', 'DB24 - 90V14A 扇区板状天线', '', '戴柏通信', NULL, NULL, '2400-2500MHz', '1.5', '14dBi', '垂直', '100W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (139, '终端天线', 'QT5158FB 终端天线', '', '戴柏通信', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `wireless_antenna` VALUES (140, '扇区板状天线', 'DB24 - 90V14B 扇区板状天线', '', '戴柏通信', NULL, NULL, '2400-2500MHz', '1.5', '14dBi', '垂直', '100W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (141, '扇区板状天线', 'DB24 - 90V16A 扇区板状天线', '', '戴柏通信', NULL, NULL, '2400-2500MHz', '1.5', '16dBi', '垂直', '100W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (142, '终端天线', 'QT5158FB - 3 终端天线', '', '戴柏通信', NULL, '全向', '5150-5850MHz', '2', '7dBi', '垂直', '20W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (143, '玻璃钢天线', 'QB2458V5AM 全向玻璃钢天线(NJ)', '2.4/G5.8GHzWLAN ，家庭网络覆盖、企业办公环境、商业场所、工业物联网场景、智能交通领域', '戴柏通信', NULL, '全向', '2400-2500/5150-5850MHz', '2', '5dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (144, '扇区板状天线', 'DB24 - 90V17A 扇区板状天线', '', '戴柏通信', NULL, NULL, '2400-2500MHz', '1.5', '17dBi', '垂直', '100W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (145, '玻璃钢天线', 'QB2458V5BC-2 全向天线', '2.4/G5.8GHzWLAN ，家庭网络覆盖、企业办公环境、商业场所、工业物联网场景、智能交通领域', '戴柏通信', NULL, '全向', '2400-2483/5150-5850MHz', '2', '4.5/5dBi', '垂直', '20W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (146, '终端天线', 'QT5158L 终端天线', '', '戴柏通信', NULL, '全向', '5150-5850MHz', '2.5', '5dBi', '垂直', '20W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (147, '扇区板状天线', 'DB24 - 90V18A 扇区板状天线', '', '戴柏通信', NULL, NULL, '2400-2500MHz', '1.5', '18dBi', '垂直', '100W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (148, '玻璃钢天线', 'QB2458V5C 全向玻璃钢天线(NK,白色)', '2.4/G5.8GHzWLAN ，家庭网络覆盖、企业办公环境、商业场所、工业物联网场景、智能交通领域', '戴柏通信', NULL, '全向', '2400-2484/5150-5850MHz', '2', '5dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (149, '扇区板状天线', 'DB24 - 90VH11A 扇区板状天线', '', '戴柏通信', NULL, NULL, '2400-2500MHz', '1.5', '11dBi', '垂直/水平', '100W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (150, '玻璃钢天线', 'QB2458V6B 全向天线', '2.4/G5.8GHzWLAN ，家庭网络覆盖、企业办公环境、商业场所、工业物联网场景、智能交通领域', '戴柏通信', NULL, '全向', '2400-2483/5150-5350/5350-5850MHz', '2/2.5', '6/6/8dBi', '垂直', '20W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (151, '扇区板状天线', 'DB24 - 90VH14A 扇区板状天线', '', '戴柏通信', NULL, NULL, '2400-2500MHz', '1.5', '14dBi', '垂直/水平', '100W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (152, '玻璃钢天线', 'QB2458V9B 全向天线', '2.4/G5.8GHzWLAN ，家庭网络覆盖、企业办公环境、商业场所、工业物联网场景、智能交通领域', '戴柏通信', NULL, '全向', '2400-2483/5150-5350/5350-5850MHz', '2.5', '9/6/8dBi', '垂直', '20W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (153, '扇区板状天线', 'DB24 - 90VH15A 扇区板状天线', '', '戴柏通信', NULL, NULL, '2400-2500MHz', '1.5', '15dBi', '垂直/水平', '100W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (154, '扇区板状天线', 'DB24 - 90VH16A 扇区板状天线', '', '戴柏通信', NULL, NULL, '2400-2500MHz', '1.5', '16dBi', '垂直/水平', '100W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (155, '玻璃钢天线', 'QB4960V7C 全向玻璃钢天线(NK,白色)', ' 5G 的中高频段n78 频段 3.5GHz，企业级 5G 专网、无线宽带接入（WBA）网络、 室外无线覆盖与接入、工业与智慧城市', '戴柏通信', NULL, '全向', '4900-6000MHz', '2', '6.5dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (156, '扇区板状天线', 'DB24 - 90VH17A 扇区板状天线', '', '戴柏通信', NULL, NULL, '2400-2500MHz', '1.5', '17dBi', '垂直/水平', '100W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (157, '扇区板状天线', 'DB24 - 90VH18A 扇区板状天线', '', '戴柏通信', NULL, NULL, '2400-2500MHz', '1.5', '18dBi', '垂直/水平', '100W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (158, '扇区板状天线', 'DB24 - 120V10A 扇区板状天线', '', '戴柏通信', NULL, NULL, '2400-2500MHz', '1.5', '10dBi', '垂直', '100W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (159, '玻璃钢天线', 'QB4960V9C 全向玻璃钢天线(NK,白色)', ' 5G 的中高频段n78 频段 3.5GHz，企业级 5G 专网、无线宽带接入（WBA）网络、 室外无线覆盖与接入、工业与智慧城市', '戴柏通信', NULL, '全向', '4900-6100MHz', '2', '8.5dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (160, '玻璃钢天线', 'QB24V5AT 全向玻璃钢天线(NJ)', '2.4GWiFi ,室外公共场所、室外监控系统、车载网络', '戴柏通信', NULL, '全向', '2400-2483MHz', '1.5', '5dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (161, '扇区板状天线', 'DB24 - 120V13A 扇区板状天线', '', '戴柏通信', NULL, NULL, '2400-2500MHz', '1.5', '13dBi', '垂直', '100W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (162, '终端天线', 'QT5158S 终端天线 (5150 - 5850MHz)', '', '戴柏通信', NULL, '全向', '5150-5850MHz', '2.5', '5dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (163, '玻璃钢天线', 'QB5158V8C 全向玻璃钢天线(NK,白色)', '5.8GHzWLAN ，室外办公区域和园区网络覆盖、城市热点区域无线网络覆盖、远距离无线数据传输、智能交通系统、工业物联网应用', '戴柏通信', NULL, '全向', '5150-5850MHz', '2', '8.5dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (164, '玻璃钢天线', 'QB24V5AT 全向玻璃钢天线(NJ黑色)', '2.4GWiFi ,室外公共场所、室外监控系统、车载网络', '戴柏通信', NULL, '全向', '2400-2483MHz', '1.8', '5dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (165, '扇区板状天线', 'DB24 - 120V13B 扇区板状天线', '', '戴柏通信', NULL, NULL, '2400-2500MHz', '1.5', '13dBi', '垂直', '100W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (166, '全向天线', 'JYTQX3101-30T1350', '', '极乙通', NULL, '全向', '30-1350MHz', '2.5', '0dBi', '垂直', NULL, NULL);
INSERT INTO `wireless_antenna` VALUES (167, '玻璃钢天线', 'QB5971V9C 全向玻璃钢天线(NJ,白色)', ' Wi-Fi 6E/7，5G FWA（固定无线接入）、高端商业与消费场景、智能工厂无线化改造、智慧城市与交通、新兴技术试验与科研6G 技术测试', '戴柏通信', NULL, '全向', '5900-7125MHz', '2', '8.5dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (168, '扇区板状天线', 'DB24 - 120V15A 扇区板状天线', '', '戴柏通信', NULL, NULL, '2400-2500MHz', '1.5', '15dBi', '垂直', '100W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (169, '全向天线', 'JYTQX3102-20T8000', '', '极乙通', NULL, '全向', '20-8000MHz', '2', '0dBi', '垂直', NULL, NULL);
INSERT INTO `wireless_antenna` VALUES (170, '玻璃钢天线', 'QB24V5AW 全向玻璃钢天线(NJ)', '4G LTE 网络的基站或终端，支持 2.4GHz 频段的 Wi-Fi 网络', '戴柏通信', NULL, '全向', '2300-2700MHz', '2', '5dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (171, '车台天线', 'M2-58VH8B MIMO车台天线', '5GWiFi,车载系统', '戴柏通信', NULL, '全向', '5150-5850MHz', '2', '8dBi', '垂直/水平', '20W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (172, '全向天线', 'JYTQX3103-30T88', '', '极乙通', NULL, '全向', '30-88MHz', '2.5', '-5dBi', '垂直', NULL, NULL);
INSERT INTO `wireless_antenna` VALUES (173, '玻璃钢天线', 'QB24V5AW 全向玻璃钢天线', '4G LTE 网络的基站或终端，支持 2.4GHz 频段的 Wi-Fi 网络', '戴柏通信', NULL, '全向', '2300-2700MHz', '2', '5dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (174, '扇区板状天线', 'DB24 - 120VH12A 扇区板状天线', '', '戴柏通信', NULL, NULL, '2400-2500MHz', '1.5', '12dBi', '垂直/水平', '100W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (175, '全向天线', 'JYTQX3103-30T520', '', '极乙通', NULL, '全向', '30-520MHz', '3', '-9dBi', '垂直', NULL, NULL);
INSERT INTO `wireless_antenna` VALUES (176, '玻璃钢天线', 'QB24V6A 全向玻璃钢天线(NJ)', '2.4GWiFi ,室外公共场所、室外监控系统、车载网络', '戴柏通信', NULL, '全向', '2400-2483MHz', '1.5', '6dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (177, '扇区板状天线', 'DB24 - 120VH14A 扇区板状天线', '', '戴柏通信', NULL, NULL, '2400-2500MHz', '1.5', '14dBi', '垂直/水平', '100W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (178, '车台天线', 'M2-58V8B MIMO车台天线', '', '戴柏通信', NULL, '全向', '5150-5850MHz', '2', '8dBi', '垂直', '20W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (179, '扇区板状天线', 'DB24 - 120VH15A 扇区板状天线', '', '戴柏通信', NULL, NULL, '2400-2500MHz', '1.5', '15dBi', '垂直/水平', '100W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (180, '全向天线', 'JYTQX3104-1030T1090', '', '极乙通', NULL, '全向', '1030-1090MHz', '2', '5dBi', '垂直', NULL, NULL);
INSERT INTO `wireless_antenna` VALUES (181, '玻璃钢天线', 'QB24V6A 全向玻璃钢天线', '2.4GWiFi ,室外公共场所、室外监控系统、车载网络', '戴柏通信', NULL, '全向', '2400-2483MHz', '1.5', '6dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (182, '扇区板状天线', 'DB58 - 30VH16A 扇区板状天线', '', '戴柏通信', NULL, NULL, '5150-5850MHz', '2', '32dBi', '垂直/水平', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (183, '全向天线', 'JYTQX3104-960T1250', '', '极乙通', NULL, '全向', '960-1250MHz', '2', '6dBi', '垂直', NULL, NULL);
INSERT INTO `wireless_antenna` VALUES (184, '玻璃钢天线', 'QB24V6AM 全向玻璃钢天线(NJ)', '2.4GWiFi ,室外公共场所、室外监控系统、车载网络', '戴柏通信', NULL, '全向', '2400-2483MHz', '1.5', '6dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (185, '扇区板状天线', 'DB58 - 30VH19A 扇区板状天线', '', '戴柏通信', NULL, NULL, '5150-5850MHz', '2.5', '38dBi', '垂直/水平', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (186, '全向天线', 'JYTQX3104-290T320', '', '极乙通', NULL, '全向', '290-320MHz', '2.5', '3dBi', '垂直', NULL, NULL);
INSERT INTO `wireless_antenna` VALUES (187, '扇区板状天线', 'DB58 - 30VH22A 扇区板状天线', '', '戴柏通信', NULL, NULL, '5150-5850MHz', '2', '44dBi', '垂直/水平', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (188, '玻璃钢天线', 'QB24V6ATH 全向玻璃钢天线(NJ,灰色玻璃钢)', '2.4GWiFi ,室外公共场所、室外监控系统、车载网络', '戴柏通信', NULL, '全向', '2400-2483MHz', '2', '6dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (189, '全向天线', 'JYTQX6105-30T88', '', '极乙通', NULL, '全向', '30-88MHz', '2.5', '-9dBi', '垂直', NULL, NULL);
INSERT INTO `wireless_antenna` VALUES (190, '扇区板状天线', 'DB58 - 45D16A 扇区板状天线', '', '戴柏通信', NULL, NULL, '5150-5850MHz', '2', '31dBi', '±45°', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (191, '玻璃钢天线', 'QB24V6AW 全向玻璃钢天线(NJ)', '4G LTE 网络的基站或终端，支持 2.4GHz 频段的 Wi-Fi 网络', '戴柏通信', NULL, '全向', '2300-2700MHz', '1.7', '6dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (192, '全向天线', 'JYTQX6106-108T400', '', '极乙通', NULL, '全向', '108-400MHz', '2.5', '0dBi', '垂直', '100W(耐受功率)', NULL);
INSERT INTO `wireless_antenna` VALUES (193, '玻璃钢天线', 'QB24V6AW 全向玻璃钢天线', '4G LTE 网络的基站或终端，支持 2.4GHz 频段的 Wi-Fi 网络', '戴柏通信', NULL, '全向', '2300-2700MHz', '1.7', '6dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (194, '玻璃钢天线', 'QB24V7A 全向玻璃钢天线(NJ)', '2.4GWiFi ,室外公共场所、室外监控系统、车载网络', '戴柏通信', NULL, '全向', '2400-2483MHz', '1.5', '7dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (195, '全向天线', 'JYTQX6107-200T600', '', '极乙通', NULL, '全向', '200-600MHz', '2.5', '0dBi', '垂直', '100W(耐受功率)', NULL);
INSERT INTO `wireless_antenna` VALUES (196, '扇区板状天线', 'DB58 - 45D16A - 1 扇区板状天线', '', '戴柏通信', NULL, NULL, '5150-5850MHz', '2', '31dBi', '±45°', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (197, '全向天线', 'JYTQX6108-30T3000', '', '极乙通', NULL, '全向', '30-3000MHz', '2.5', '0dBi', '垂直', '100W(耐受功率)', NULL);
INSERT INTO `wireless_antenna` VALUES (198, '扇区板状天线', 'DB58 - 45D19A 扇区板状天线', '', '戴柏通信', NULL, NULL, '5150-5850MHz', '2', '38dBi', '±45°', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (199, '扇区板状天线', 'DB58 - 45D21A 扇区板状天线', '', '戴柏通信', NULL, NULL, '5150-5850MHz', '2', '42dBi', '±45°', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (200, '对数周期天线', 'JYTDS6201-30T3000', '', '极乙通', NULL, NULL, '30-3000MHz', '2.5', '2/3/6dBi', '垂直', '200W(耐受功率)', '');
INSERT INTO `wireless_antenna` VALUES (201, '扇区板状天线', 'DB58 - 45V19A 扇区板状天线', '', '戴柏通信', NULL, NULL, '5150-5850MHz', '2', '19dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (202, '对数周期天线', 'JYTDS6202-30T3000', '', '极乙通', NULL, NULL, '30-520/520-1900/1900-3000MHz', '2.5', '2/3/6dBi', '垂直', '1000/700/600W(耐受功率)', NULL);
INSERT INTO `wireless_antenna` VALUES (203, '玻璃钢天线', 'QB24V7A 全向玻璃钢天线', '2.4GWiFi ,室外公共场所、室外监控系统、车载网络', '戴柏通信', NULL, '全向', '2400-2483MHz', '1.5', '7dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (204, '扇区板状天线', 'DB58 - 45V1H14A 扇区板状天线', '', '戴柏通信', NULL, NULL, '5150-5850MHz', '2', '14dBi', '垂直/水平', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (205, '对数周期天线', 'JYTDS6203(K)-30T520', '', '极乙通', NULL, NULL, '30-520MHz', '2.5', '6dBi', '线', '200W(耐受功率)', NULL);
INSERT INTO `wireless_antenna` VALUES (206, '玻璃钢天线', 'QB24V8A 全向玻璃钢天线(NJ)', '2.4GWiFi ,室外公共场所、室外监控系统、车载网络', '戴柏通信', NULL, '全向', '2400-2483MHz', '1.5', '8dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (207, '车台天线', 'M2-2458V3D MIMO车台天线', '', '戴柏通信', NULL, '全向', '2400-2500/5150-5850MHz', '2', '3/4dBi', '垂直/水平', '20W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (208, '对数周期天线', 'JYTDS6203(K)-30T3000', '', '极乙通', NULL, NULL, '30-3000MHz', '2.5', '6dBi', '线', '200W(耐受功率)', NULL);
INSERT INTO `wireless_antenna` VALUES (209, '玻璃钢天线', 'QB24V8A 全向玻璃钢天线', '2.4GWiFi ,室外公共场所、室外监控系统、车载网络', '戴柏通信', NULL, '全向', '2400-2483MHz', '1.5', '8dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (210, '车台天线', 'M2B-58VH3A MIMO车台天线', '', '戴柏通信', NULL, '全向', '5150-5850MHz', '2', '3dBi', '垂直/水平', '20W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (211, '扇区板状天线', 'DB58 - 45V1H19A 扇区板状天线', '', '戴柏通信', NULL, NULL, '5150-5850MHz', '2', '38dBi', '垂直/水平', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (212, '玻璃钢天线', 'QB24V9A 全向玻璃钢天线', '2.4GWiFi ,室外公共场所、室外监控系统、车载网络', '戴柏通信', NULL, '全向', '2400-2483MHz', '1.5', '9dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (213, '车台天线', 'QC2400AN 车台天线', '', '戴柏通信', NULL, '全向', '2400-2483MHz', '2', '7dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (214, '对数周期天线', 'JYTDS6204(K)-30T1350', '', '极乙通', NULL, NULL, '30-1350MHz', '2.5', '6dBi', '线', '200W(耐受功率)', NULL);
INSERT INTO `wireless_antenna` VALUES (215, '玻璃钢天线', 'QB24V10A 全向玻璃钢天线(NJ)', '2.4GWiFi ,室外公共场所、室外监控系统、车载网络', '戴柏通信', NULL, '全向', '2400-2483MHz', '1.5', '10dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (216, '扇区板状天线', 'DB58 - 45V1H21A 扇区板状天线', '', '戴柏通信', NULL, NULL, '5150-5850MHz', '2', '42dBi', '垂直/水平', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (217, '对数周期天线', 'JYTDS6205-30T3000', '', '极乙通', NULL, NULL, '30-3000MHz', '2.5', '5.5dBi', '线', '200W(耐受功率)', NULL);
INSERT INTO `wireless_antenna` VALUES (218, '车台天线', 'QC2400E 车台天线', '', '戴柏通信', NULL, '全向', '2400-2500MHz', '2', '5dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (219, '扇区板状天线', 'DB58 - 60V18A 扇区板状天线', '', '戴柏通信', NULL, NULL, '5725-5850MHz', '1.5', '18dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (220, '对数周期天线', 'JYTDS6206-300T6000', '', '极乙通', NULL, NULL, '300-6000MHz', '2.5', '7dBi', '线', '100W(耐受功率)', NULL);
INSERT INTO `wireless_antenna` VALUES (221, '车台天线', 'QC2400E5 小吸盘天线', '', '戴柏通信', NULL, '全向', '2400-2500MHz', '2', '5.5dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (222, '扇区板状天线', 'DB58 - 60V1R8 扇区板状天线', '', '戴柏通信', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `wireless_antenna` VALUES (223, '玻璃钢天线', 'QB24V10A 全向玻璃钢天线', '2.4GWiFi ,室外公共场所、室外监控系统、车载网络', '戴柏通信', NULL, '全向', '2400-2483MHz', '1.5', '10dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (224, '对数周期天线', 'JYTDS6207-1000T6000', '', '极乙通', NULL, NULL, '1000-6000MHz', '2.5', '5dBi', '线', '50W(耐受功率)', NULL);
INSERT INTO `wireless_antenna` VALUES (225, '扇区板状天线', 'DB58 - 65D15B 扇区板状天线', '', '戴柏通信', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `wireless_antenna` VALUES (226, '对数周期天线', 'JYTDS6208(K)-30T3000', '', '极乙通', NULL, NULL, '30-3000MHz', '2.5', '6dBi', '线', '200W(耐受功率)', NULL);
INSERT INTO `wireless_antenna` VALUES (227, '扇区板状天线', 'DB58 - 65D17A 扇区板状天线', '', '戴柏通信', NULL, NULL, '5150-5850MHz', '2', '34dBi', '±45°', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (228, '车台天线', 'QC2400E7 小吸盘天线', '', '戴柏通信', NULL, '全向', '2400-2500MHz', '2', '7dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (229, '对数周期天线', 'JYTDS6209(K)-30T3000', '', '极乙通', NULL, NULL, '30-3000MHz', '2.5', '5dBi', '线', '100W(耐受功率)', NULL);
INSERT INTO `wireless_antenna` VALUES (230, '车台天线', 'QC2400M5B 小吸盘天线', '', '戴柏通信', NULL, '全向', '2400-2500MHz', '2', '5dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (231, '对数周期天线', 'JYTDS6210-30T520', '', '极乙通', NULL, NULL, '30-520MHz', '2', '5dBi', '线', '100W(耐受功率)', NULL);
INSERT INTO `wireless_antenna` VALUES (232, '对数周期天线', 'JYTDS6211-300T1000', '', '极乙通', NULL, NULL, '300-1000MHz', '2.5', '5dBi', '双线', '100W(耐受功率)', NULL);
INSERT INTO `wireless_antenna` VALUES (233, '扇区板状天线', 'DB58 - 65D19A 扇区板状天线', '', '戴柏通信', NULL, NULL, '5150-5850MHz', '2', '38dBi', '±45°', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (234, '测向天线', 'JYTCX3301-30T3000', '', '极乙通', NULL, NULL, '30-600/600-3000MHz', '2.5', '10dBi', '垂直', '2W(抗烧毁功率)', NULL);
INSERT INTO `wireless_antenna` VALUES (235, '测向天线', 'JYTCX3302-30T6000', '', '极乙通', NULL, NULL, '30-600/600-3000/3000-6000MHz', '2.5', '10dBi', '垂直', '2W(抗烧毁功率)', NULL);
INSERT INTO `wireless_antenna` VALUES (236, '玻璃钢天线', 'QB24V12A 全向玻璃钢天线', '2.4GWiFi ,室外公共场所、室外监控系统、车载网络', '戴柏通信', NULL, '全向', '2400-2483MHz', '1.5', '12dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (237, '扇区板状天线', 'DB58 - 65V15A 扇区板状天线', '', '戴柏通信', NULL, NULL, '5150-5850MHz', '2', '15dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (238, '车台天线', 'QC2400M5C 小吸盘天线', '', '戴柏通信', NULL, '全向', '2400-2483MHz', '2', '5dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (239, '玻璃钢天线', 'QB24V15A 全向玻璃钢天线', '2.4GWiFi ,室外公共场所、室外监控系统、车载网络', '戴柏通信', NULL, '全向', '2400-2483MHz', '1.5', '15dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (240, '车台天线', 'QC2458AM 车台天线', '', '戴柏通信', NULL, '全向', '2400-6000MHz', '2.5', '3dBi', '垂直', '100W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (241, '测向天线', 'JYTCX3303-30T3000', '', '极乙通', NULL, NULL, '30-600/600-3000MHz', '2.5', '10dBi', '垂直', '2W(抗烧毁功率)', NULL);
INSERT INTO `wireless_antenna` VALUES (242, '玻璃钢天线', 'QB24VH8A 双极化全向天线', '2.4GWiFi ,室外公共场所、室外监控系统、车载网络', '戴柏通信', NULL, '全向', '2400-2500MHz', '1.8', '8dBi', '垂直/水平', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (243, '车台天线', 'QC5800M5B 小吸盘天线', '', '戴柏通信', NULL, '全向', '5150-5850MHz', '2.5', '5dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (244, '测向天线', 'JYTCX3304-30T3000', '', '极乙通', NULL, NULL, '30-600/600-3000MHz', '2.5', '10dBi', '垂直', '2W(抗烧毁功率)', NULL);
INSERT INTO `wireless_antenna` VALUES (245, '玻璃钢天线', 'QB24VH10A 双极化全向天线', '2.4GWiFi ,室外公共场所、室外监控系统、车载网络', '戴柏通信', NULL, '全向', '2400-2500MHz', '1.8', '10dBi', '垂直/水平', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (246, '测向天线', 'JYTCX3305-30T3000', '', '极乙通', NULL, NULL, '30-400/400-1350/1350-3000MHz', '2.5', '10dBi', '垂直', '2W(抗烧毁功率)', NULL);
INSERT INTO `wireless_antenna` VALUES (247, '平板天线', 'DF24-30V14D 定向平板天线', '', '戴柏通信', NULL, '定向', '2400-2500MHz', '1.5', '14dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (248, '测向天线', 'JYTCX3306-30T3000', '', '极乙通', NULL, NULL, '30-600/600-3000MHz', '2.5', '10dBi', '垂直', '2W(抗烧毁功率)', NULL);
INSERT INTO `wireless_antenna` VALUES (249, '平板天线', 'DF24-30V14F 定向小平板天线', '', '戴柏通信', NULL, '定向', '2400-2500MHz', '1.5', '14dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (250, '测向天线', 'JYTCX3307-30T3000', '', '极乙通', NULL, NULL, '30-600/600-3000MHz', '2.5', '10dBi', '垂直', '2W(抗烧毁功率)', NULL);
INSERT INTO `wireless_antenna` VALUES (251, '平板天线', 'DF24-30VH14D 定向平板天线', '', '戴柏通信', NULL, '定向', '2400-2500MHz', '1.5', '14dBi', '垂直/水平', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (252, '测向天线', 'JYTCX3308-20T8000', '', '极乙通', NULL, NULL, '20-8000MHz', '2.5', '-8/7/-15/-5dBi', '垂直/水平', '2W(抗烧毁功率)', NULL);
INSERT INTO `wireless_antenna` VALUES (253, '平板天线', 'DF24-45V12F 定向小平板天线', '', '戴柏通信', NULL, '定向', '2400-2500MHz', '1.5', '12dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (254, '测向天线', 'JYTCX3309-200T520', '', '极乙通', NULL, NULL, '200-520MHz', '2.5', '6dBi', '垂直', NULL, NULL);
INSERT INTO `wireless_antenna` VALUES (255, '测向天线', 'JYTCX3310-800T6000', '', '极乙通', NULL, NULL, '400-6000MHz', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `wireless_antenna` VALUES (256, '测向天线', 'JYTCX3311-100T520', '', '极乙通', NULL, NULL, '100-520MHz', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `wireless_antenna` VALUES (257, '平板天线', 'DF24-60V10B 定向小平板天线', '', '戴柏通信', NULL, '定向', '2400-2500MHz', '1.5', '10dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (258, '平板天线', 'JYTPB3401-110T225', '', '极乙通', NULL, '定向', '110-225MHz', '2.5', '9dBi', '垂直', NULL, NULL);
INSERT INTO `wireless_antenna` VALUES (259, '平板天线', 'JYTPB3401-225T400', '', '极乙通', NULL, '定向', '225-400MHz', '2.5', '10dBi', '垂直', NULL, NULL);
INSERT INTO `wireless_antenna` VALUES (260, '平板天线', 'DF24-60VH12D 定向平板天线', '', '戴柏通信', NULL, '定向', '2300-2500MHz', '1.5', '12dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (261, '平板天线', 'JYTPB3402-225T500', '', '极乙通', NULL, '定向', '225-500MHz', '2.5', '10dBi', '垂直', '', '');
INSERT INTO `wireless_antenna` VALUES (262, '平板天线', 'JYTPB3402-960T1500', '', '极乙通', NULL, '定向', '960-1500MHz', '2.5', '12dBi', '垂直', NULL, NULL);
INSERT INTO `wireless_antenna` VALUES (263, '平板天线', 'JYTPB3403-433', '', '极乙通', NULL, '定向', '433MHz', '2', '5dBi', '右旋圆', NULL, NULL);
INSERT INTO `wireless_antenna` VALUES (264, '喇叭天线', 'JYTLB6501-1000T18000', '', '极乙通', NULL, NULL, '1000-18000MHz', '2.5', '10dBi', '线', '20W', NULL);
INSERT INTO `wireless_antenna` VALUES (265, '喇叭天线', 'JYTLB6501-1000T5000', '', '极乙通', NULL, NULL, '1000-5000MHz', '2.5', '10dBi', '线', '50W', NULL);
INSERT INTO `wireless_antenna` VALUES (266, '扇区板状天线', 'DB58 - 65V17A 扇区板状天线', '', '戴柏通信', NULL, NULL, '5150-5850MHz', '2', '17dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (267, '喇叭天线', 'JYTLB6501-2000T6000', '', '极乙通', NULL, NULL, '2000--6000MHz', '2', '10dBi', '线', '50W', NULL);
INSERT INTO `wireless_antenna` VALUES (268, '扇区板状天线', 'DB58 - 65V18A 扇区板状天线', '', '戴柏通信', NULL, NULL, '5150-5850MHz', '2', '18dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (269, '平板天线', 'DF24-65V11DA 定向小平板天线', '', '戴柏通信', NULL, '定向', '2400-2500MHz', '1.5', '11dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (270, '喇叭天线', 'JYTLB6501-6000T18000', '', '极乙通', NULL, NULL, '6000-18000MHz', '2', '10dBi', '线', '20W', NULL);
INSERT INTO `wireless_antenna` VALUES (271, '扇区板状天线', 'DB58 - 65VH15A 扇区板状天线', '', '戴柏通信', NULL, NULL, '5150-5850MHz', '2', '30dBi', '垂直/水平', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (272, '平板天线', 'DF24-90V08A 定向小平板天线', '', '戴柏通信', NULL, '定向', '2400-2500MHz', '1.5', '8.5dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (273, '喇叭天线', 'JYTLB6502-2500T2800', '', '极乙通', NULL, NULL, '2500-2800MHz', '2', '7dBi', '线', '50W', NULL);
INSERT INTO `wireless_antenna` VALUES (274, '平板天线', 'DF24-90V11F 定向小平板天线', '', '戴柏通信', NULL, '定向', '2400-2500MHz', '1.5', '11dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (275, '喇叭天线', 'JYTLB6502-5625T6425', '', '极乙通', NULL, NULL, '5625-6425MHz', '2', '9dBi', '线', '50W', NULL);
INSERT INTO `wireless_antenna` VALUES (276, '扇区板状天线', 'DB58 - 65VH17A 扇区板状天线', '', '戴柏通信', NULL, NULL, '5150-5850MHz', '2', '34dBi', '垂直/水平', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (277, '平板天线', 'DF58-08VH25C 定向平板天线', '', '戴柏通信', NULL, '定向', '5150-5850MHz', '2', '25dBi', '垂直/水平', '20W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (278, '喇叭天线', 'JYTLB6502-14000T14500', '', '极乙通', NULL, NULL, '14000-14500MHz', '2', '7dBi', '线', '20W', NULL);
INSERT INTO `wireless_antenna` VALUES (279, '扇区板状天线', 'DB58 - 65VH17B 扇区板状天线', '', '戴柏通信', NULL, NULL, '5150-5850MHz', '2', '34dBi', '垂直/水平', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (280, '平板天线', 'DF58-11V23C 定向平板天线', '', '戴柏通信', NULL, '定向', '5150-5850MHz', '2', '23dBi', '垂直', '20W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (281, '喇叭天线', 'JYTLB6503-2000T6000', '', '极乙通', NULL, NULL, '2000-6000MHz', '2', '10dBi', '线', '50W', NULL);
INSERT INTO `wireless_antenna` VALUES (282, '扇区板状天线', 'DB58 - 65VH18A 扇区板状天线', '', '戴柏通信', NULL, NULL, '5150-5850MHz', '2', '36dBi', '垂直/水平', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (283, '喇叭天线', 'JYTLB6503-6000T18000', '', '极乙通', NULL, NULL, '6000-18000MHz', '2', '10dBi', '线', '20W', NULL);
INSERT INTO `wireless_antenna` VALUES (284, '扇区板状天线', 'DB58 - 65VH19C 扇区板状天线', '', '戴柏通信', NULL, NULL, '5150-5850MHz', '2', '38dBi', '垂直/水平', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (285, '平板天线', 'DF58-11VH23C 定向平板天线(4.9-6GHz)', '', '戴柏通信', NULL, '定向', '4900-6000MHz', '2', '23dBi', '垂直', '20W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (286, '扇区板状天线', 'DB58 - 65VH21A 扇区板状天线', '', '戴柏通信', NULL, NULL, '', '', '', '', '', '');
INSERT INTO `wireless_antenna` VALUES (287, '平板天线', 'DF58-11VH23C 定向平板天线', '', '戴柏通信', NULL, '定向', '4900-5900MHz', '2', '23dBi', '垂直', '20W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (288, '螺旋天线', 'JYTLX6601-240T270', '', '极乙通', NULL, NULL, '240-270MHz', '2', '13dBi', '圆', NULL, NULL);
INSERT INTO `wireless_antenna` VALUES (289, '扇区板状天线', 'DB58 - 65VH20A 扇区板状天线', '', '戴柏通信', NULL, NULL, '5150-5850MHz', '2', '39dBi', '垂直/水平', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (290, '平板天线', 'DF58-20V18D 定向平板天线', '', '戴柏通信', NULL, '定向', '5150-5850MHz', '2', '18dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (291, '螺旋天线', 'JYTLX6601-240T320', '', '极乙通', NULL, NULL, '240-320MHz', '2', '10.5dBi', '圆', NULL, NULL);
INSERT INTO `wireless_antenna` VALUES (292, '平板天线', 'DF58-20V18F 定向小平板天线', '', '戴柏通信', NULL, '定向', '5150-5850MHz', '2', '18dBi', '垂直/水平', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (293, '平板天线', 'DF58-20V20C 定向平板天线', '', '戴柏通信', NULL, '定向', '5150-5850MHz', '1.7', '20dBi', '垂直', '20W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (294, '扇区板状天线', 'DB58 - 90V14A 扇区板状天线', '', '戴柏通信', NULL, NULL, '5150-5850MHz', '2', '14dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (295, '平板天线', 'DF58-20VH18D 定向平板天线', '', '戴柏通信', NULL, '定向', '5150-5850MHz', '2', '18dBi', '垂直/水平', '20W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (296, '扇区板状天线', 'DB58 - 90V16A 扇区板状天线', '', '戴柏通信', NULL, NULL, '5150-5850MHz', '2', '16dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (297, '扇区板状天线', 'DB58 - 90V17A 扇区板状天线', '', '戴柏通信', NULL, NULL, '5150-5850MHz', '2', '17dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (298, '扇区板状天线', 'DB58 - 90V17B 扇区板状天线', '', '戴柏通信', NULL, NULL, '5150-5850MHz', '2', '17dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (299, '扇区板状天线', 'DB58 - 90VH14A 扇区板状天线', '', '戴柏通信', NULL, NULL, '5150-5850MHz', '2', '28dBi', '垂直/水平', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (300, '螺旋天线', 'JYTLX6602-1610T1660', '', '极乙通', NULL, NULL, '1610-1660MHz', '2.5', '11dBi', '右旋圆', NULL, NULL);
INSERT INTO `wireless_antenna` VALUES (301, '短波天线', 'JYTDB3701-1.5T30', '', '极乙通', NULL, NULL, '1.5-30MHz', '2.5', NULL, '垂直', NULL, NULL);
INSERT INTO `wireless_antenna` VALUES (302, '短波天线', 'JYTDB6702-3T30', '', '极乙通', NULL, NULL, '3-30MHz', '2.5', '-20dBi', '垂直', '50W(耐受功率)', NULL);
INSERT INTO `wireless_antenna` VALUES (303, '扇区板状天线', 'DB58 - 90VH15A 扇区板状天线', '', '戴柏通信', NULL, NULL, '5150-5850MHz', '2', '30dBi', '垂直/水平', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (304, '扇区板状天线', 'DB58 - 90VH16A 扇区板状天线', '', '戴柏通信', NULL, NULL, '5150-5850MHz', '2', '31dBi', '垂直/水平', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (305, '扇区板状天线', 'DB58 - 90VH16B 扇区板状天线', '', '戴柏通信', NULL, NULL, '5150-5850MHz', '2', '32dBi', '垂直/水平', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (306, '扇区板状天线', 'DB58 - 90VH16C 扇区板状天线', '', '戴柏通信', NULL, NULL, '5150-5850MHz', '2.5', '32dBi', '垂直/水平', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (307, '扇区板状天线', 'DB58 - 90VH16CE 扇区板状天线 (带背腔)', '', '戴柏通信', NULL, NULL, '5150-5850MHz', '2.5', '16dBi', '垂直/水平', '20W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (308, '扇区板状天线', 'DB58 - 90VH17A 扇区板状天线', '', '戴柏通信', NULL, NULL, '5150-5850MHz', '2', '33dBi', '垂直/水平', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (309, '扇区板状天线', 'DB58 - 90VH18A 扇区板状天线', '', '戴柏通信', NULL, NULL, '5150-5850MHz', '2', '36dBi', '垂直/水平', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (310, '扇区板状天线', 'DB58 - 90VH18CE 扇区板状天线 (带背腔)', '', '戴柏通信', NULL, NULL, '5150-5850MHz', '2.5', '18dBi', '垂直/水平', '20W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (311, '扇区板状天线', 'DB58 - 120V12A 扇区板状天线', '', '戴柏通信', NULL, NULL, '5150-5850MHz', '2', '12dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (312, '扇区板状天线', 'DB58 - 120V13A 扇区板状天线', '', '戴柏通信', NULL, NULL, '5150-5850MHz', '2', '13dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (313, '扇区板状天线', 'DB58 - 120V15A 扇区板状天线', '', '戴柏通信', NULL, NULL, '5150-5850MHz', '2', '15dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (314, '扇区板状天线', 'DB58 - 120V16A 扇区板状天线', '', '戴柏通信', NULL, NULL, '5150-5850MHz', '2', '16dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (315, '扇区板状天线', 'DB58 - 120VH16A 扇区板状天线', '', '戴柏通信', NULL, NULL, '5150-5850MHz', '2', '31dBi', '垂直/水平', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (316, '扇区板状天线', 'DB58 - 120VH18A 扇区板状天线', '', '戴柏通信', NULL, NULL, '5150-5850MHz', '2', '36dBi', '垂直/水平', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (317, '扇区板状天线', 'DB60 - 45VH19A 扇区板状天线', '', '戴柏通信', NULL, NULL, '5900-6200MHz', '2', '38dBi', '垂直/水平', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (318, '扇区板状天线', 'DB62 - 90VH16C 扇区板状天线', '', '戴柏通信', NULL, NULL, '5900-6500MHz', '2.5', '32dBi', '垂直/水平', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (319, '扇区板状天线', 'DB2458 - 60V10A 扇区板状天线', '', '戴柏通信', NULL, NULL, '2400-2500/5150-5850MHz', '2', '10/11dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (320, '平板天线', 'DF58-20VH20C 定向平板天线', '', '戴柏通信', NULL, '定向', '5150-5850MHz', '2', '20dBi', '垂直/水平', '20W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (321, '扇区板状天线', 'DB2458 - 60V14B 扇区板状天线', '', '戴柏通信', NULL, NULL, '2400-2500/5150-5850MHz', '1.5/2', '14dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (322, '扇区板状天线', 'DB2458 - 65D12A 扇区板状天线', '', '戴柏通信', NULL, NULL, '2400-2500/5150-5850MHz', '1.5/2', '11.5/15dBi', '±45°', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (323, '平板天线', 'DF58-30V14DB 定向小平板天线', '', '戴柏通信', NULL, '定向', '5150-5850MHz', '2', '14dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (324, '平板天线', 'DF58-30VH14DA 定向小平板天线', '', '戴柏通信', NULL, '定向', '5150-5850MHz', '2', '14dBi', '垂直/水平', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (325, '平板天线', 'DF58-60V15DA 定向小平板天线', '', '戴柏通信', NULL, '定向', '5150-5850MHz', '2', '15dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (326, '扇区板状天线', 'DB2458 - 65D15A 扇区板状天线', '', '戴柏通信', NULL, NULL, '2400-2500/5150-5850MHz', '1.5/2', '14.5/16.5dBi', '±45°', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (327, '平板天线', 'DF58-60V15F 定向小平板天线', '', '戴柏通信', NULL, '定向', '5150-5850MHz', '2', '15dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (328, '扇区板状天线', 'DB2458 - 65D17A 扇区板状天线', '', '戴柏通信', NULL, NULL, '2400-2500/5150-5850MHz', '1.7/2', '16.5/17dBi', '±45°', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (329, '扇区板状天线', 'DB2458 - 65V15A 扇区板状天线', '', '戴柏通信', NULL, NULL, '2400-2500/5150-5850MHz', '1.5/2', '14.5/16.5dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (330, '平板天线', 'DF58-60VH09A 定向小平板天线', '', '戴柏通信', NULL, '定向', '5150-5850MHz', '2', '9dBi', '垂直/水平', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (331, '平板天线', 'DF58-60VH11DB 定向小平板天线', '', '戴柏通信', NULL, '定向', '5150-5850MHz', '2', '11dBi', '垂直/水平', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (332, '扇区板状天线', 'DB2458 - 90D14A 扇区板状天线', '', '戴柏通信', NULL, NULL, '2400-2500/5150-5850MHz', '1.5/2', '14/16dBi', '±45°', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (333, '短波天线', 'JYTDB6702-1.5T30', '', '极乙通', NULL, NULL, '1.5-30MHz', '2.5', '-15dBi', '垂直', '200W(耐受功率)', NULL);
INSERT INTO `wireless_antenna` VALUES (334, '平板天线', 'DF58-60VH15DA 定向小平板天线', '', '戴柏通信', NULL, '定向', '5150-5850MHz', '2', '15dBi', '垂直/水平', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (335, '扇区板状天线', 'DB2458 - 90V12A 扇区板状天线', '', '戴柏通信', NULL, NULL, '2400-2500/5150-5850MHz', '1.5/2', '11.5/13.5dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (336, '短波天线', 'JYTDB6703-3T30', '', '极乙通', NULL, NULL, '3-30MHz', '2.5', '3,4,5dBi', '垂直', '100W(耐受功率)', NULL);
INSERT INTO `wireless_antenna` VALUES (337, '扇区板状天线', 'DB2458 - 90V14A 扇区板状天线', '', '戴柏通信', NULL, NULL, '2400-2500/5150-5850MHz', '1.5/2', '14/15.5dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (338, '短波天线', 'JYTDB6704-3T30', '', '极乙通', NULL, NULL, '3-30MHz', '2.5', '3,4,5dBi', '垂直', '100W(耐受功率)', NULL);
INSERT INTO `wireless_antenna` VALUES (339, '扇区板状天线', 'DB2458 - 90V16A 扇区板状天线', '', '戴柏通信', NULL, NULL, '2400-2500/5150-5850MHz', '1.5/2', '16dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (340, '平板天线', 'DF58-65V09A 定向小平板天线', '', '戴柏通信', NULL, '定向', '5150-5850MHz', '2', '9dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (341, '短波天线', 'JYTDB6705-4.2T30', '', '极乙通', NULL, NULL, '4.2-30MHz', '2.5', '8dBi', '水平', '1000-20000W(耐受功率)', NULL);
INSERT INTO `wireless_antenna` VALUES (342, '平板天线', 'DF2458-20V17C 定向小平板天线', '', '戴柏通信', NULL, '定向', '2400-2500/5150-5850MHz', '2', '17/20dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (343, '短波天线', 'JYTDB6706-6.2T30', '', '极乙通', NULL, NULL, '6.2-30MHz', '2.5', '8,9,10,11,12dBi', '水平', '1000-10000W(耐受功率)', NULL);
INSERT INTO `wireless_antenna` VALUES (344, '平板天线', 'DF2458-20V17DE 定向小平板天线', '', '戴柏通信', NULL, '定向', '2400-2500/5150-5850MHz', '1.5/2', '11/17dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (345, '短波天线', 'JYTDB6707-2T30', '', '极乙通', NULL, NULL, '2-30MHz', '2.5', '0-14dBi', '斜', '2000W(耐受功率)', NULL);
INSERT INTO `wireless_antenna` VALUES (346, '扇区板状天线', 'DB2458 - 90VH14A 扇区板状天线', '', '戴柏通信', NULL, NULL, '2400-2500/5150-5850MHz', '1.5/2', '14/17dBi', '垂直/水平', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (347, '扇区板状天线', 'DB2458 - 90VH16C 扇区板状天线', '', '戴柏通信', NULL, NULL, '2400-2500/5150-5850MHz', '2', '15/16dBi', '垂直/水平', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (348, '平板天线', 'DF2458-40V14C 定向小平板天线', '', '戴柏通信', NULL, '定向', '2400-2500/5150-5850MHz', '2', '14/17dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (349, '短波天线', 'JYTDB6708-3T30', '', '极乙通', NULL, NULL, '3-30MHz', '2.5', '4dBi', '垂直', '2000W(耐受功率)', '50Ω');
INSERT INTO `wireless_antenna` VALUES (350, '扇区板状天线', 'DB2458 - 90VH17A 扇区板状天线', '', '戴柏通信', NULL, NULL, '2400-2500/5150-5850MHz', '1.5/2', '17dBi', '垂直/水平', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (351, '平板天线', 'DF2458-45V12D 定向小平板天线', '', '戴柏通信', NULL, '定向', '2400-2500/5150-5850MHz', '2', '12/15dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (352, '扇区板状天线', 'DB2458C - 65D12A 扇区板状天线', '', '戴柏通信', NULL, NULL, '2400-2500/5150-5850MHz', '1.5/2', '11.5/14.5dBi', '±45°', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (353, '平板天线', 'DF2458-45V12F 定向小平板天线', '', '戴柏通信', NULL, '定向', '2400-2500/5150-5850MHz', '2', '12/15dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (354, '扇区板状天线', 'DB2458C - 65D15A 扇区板状天线', '', '戴柏通信', NULL, NULL, '2400-2500/5150-5850MHz', '2', '14.5/16.5dBi', '±45°', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (355, '对数周期天线', 'MB4B/MF-D8/9-WC25-001', '', '摩比', NULL, NULL, '698-960/1710-2700MHz', '1.8/1.5', '8/9dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (356, '扇区板状天线', 'DB2458C - 65D18A 扇区板状天线', '', '戴柏通信', NULL, NULL, '2400-2500/5150-5850MHz', '2', '17.5/18.5dBi', '±45°', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (357, '吸顶天线', 'MB4B/MF/40-O2/5/6-MC25-001-43', '', '摩比', NULL, NULL, '698-4000(698-806/806-960/1710-2700/3400-4000)MHz', '1.8', '2.2/3.5/4.5/6dBi', 'Horizontal', '100W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (358, '平板天线', 'DF2458-45VH12D 定向小平板天线', '', '戴柏通信', NULL, '定向', '2400-2500/5150-5850MHz', '2', '12/13dBi', '垂直/水平', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (359, '吸顶天线', 'MB4B/MF/40-O4/5/5-MC25-002-43', '', '摩比', NULL, NULL, '698-4000(698-960/1710-2700/3400-4000)MHz', '1.8', '3.5/4.5/5dBi', 'Linear Horizontal*2', '100W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (360, '平板天线', 'DF2458-45VH12DE 定向小平板天线', '', '戴柏通信', NULL, '定向', '2400-2500/5150-5850MHz', '1.5/2', '12/15dBi', '垂直/水平', '20W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (361, '吸顶天线', 'MB4B/MF/40-O2/3/5-MC25-001-43', '', '摩比', NULL, NULL, '698-4000(698-960/1710-2700/3400-4000)MHz', '1.8', '2/3/4.5dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (362, '扇区板状天线', 'DB2458C - 65V15A 扇区板状天线 (集成合路器)', '', '戴柏通信', NULL, NULL, '2400-2500/5150-5850MHz', '2', '14.5/16dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (363, '平板天线', 'DF2458-60V09DB 定向小平板天线(NK)', '', '戴柏通信', NULL, '定向', '2400-2500/5150-5850MHz', '2', '8/10dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (364, '平板天线', 'DF2458-60V09DB 定向小平板天线(SMAK)', '', '戴柏通信', NULL, '定向', '2400-2500/5150-5850MHz', '2', '8/10dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (365, '扇区板状天线', 'DB2458C - 65VH12A 扇区板状天线', '', '戴柏通信', NULL, NULL, '2400-2500/5150-5850MHz', '1.5/2', '11.5/14.5dBi', '垂直+水平', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (366, '吸顶天线', 'MB4B/MF/35-O4/5/5-MC30-002-43', '', '摩比', NULL, NULL, '698-4000(698-960/1710-2700/3300-4000)MHz', '2', '3.5/4.5/5dBi', 'Linear*2', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (367, '平板天线', 'DF2458-60V10B 定向小平板天线', '', '戴柏通信', NULL, '定向', '2400-2500/5150-5850MHz', '2', '10/11dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (368, '扇区板状天线', 'DB2458C - 90D11A 扇区板状天线', '', '戴柏通信', NULL, NULL, '2400-2500/5150-5850MHz', '2', '10.5/13.5dBi', '±45°', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (369, '壁挂天线', 'MB4B/MF/40-D5/7/6-WC25-001-43', '', '摩比', NULL, NULL, '698-3800(698-806/806-960/1710-2170/2170-2700/3400-3800)MHz', '1.8', '5/6/7/7/6dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (370, '平板天线', 'DF2458-60V10D 定向小平板天线', '', '戴柏通信', NULL, '定向', '2400-2500/5150-5850MHz', '2', '10/11dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (371, '扇区板状天线', 'DB2458C - 90D14A 扇区板状天线', '', '戴柏通信', NULL, NULL, '2400-2500/5150-5850MHz', '2', '13.5/15.5dBi', '±45°', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (372, '壁挂天线', 'MB4B/MF/40-D6/7/6-WC30-002-43', '', '摩比', NULL, NULL, '698-4000(698-960/1710-2700/3400-4000)MHz', '2', '5.5/7/6dBi', '垂直/水平', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (373, '平板天线', 'DF2458C-30VH13DF 定向小平板天线', '', '戴柏通信', NULL, '定向', '2400-2483/5150-5850MHz', '1.5/2', '13dBi', '垂直/水平', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (374, '扇区板状天线', 'DB2458C - 90D17A 扇区板状天线 (集成合路器)', '', '戴柏通信', NULL, NULL, '2400-2500/5150-5850MHz', '2', '16.5dBi', '±45°', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (375, '扇区板状天线', 'DB2458C - 90V11A 扇区板状天线 (集成合路器)', '', '戴柏通信', NULL, NULL, '2400-2500/5150-5850MHz', '2', '11/14dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (376, '扇区板状天线', 'DB2458C - 90V14A 扇区板状天线 (集成合路器)', '', '戴柏通信', NULL, NULL, '2400-2500/5150-5850MHz', '2', '14/15dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (377, '定向板状天线单频', 'TDJ-709020DEI-33Fv02', '', '通宇', NULL, '定向', '790-960(790-862/862-894/880-960)MHz', '1.5', '19.8/20.2/20.4dBi', '±45°', '500W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (378, '平板天线', 'DF2458C-30VH14C 定向小平板天线', '', '戴柏通信', NULL, '定向', '2400-2500/5150-5850MHz', '2', '14dBi', '垂直/水平', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (379, '定向板状天线单频', 'TDJ-609015DEI-65Fv01', '', '通宇', NULL, '定向', '698-960(698-803/790-862/824-894/880-960)MHz', '1.5', '14/14.2/14.5/14.8dBi', '±45°', '500W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (380, '定向板状天线单频', 'TDJ-182021DEI-33FT2v01', '', '通宇', NULL, '定向', '1710-2170(1710-1880/1850-1990/1920-2170)MHz', '1.5', '19.5/20/20.5dBi', '±45°', '250W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (381, '平板天线', 'DF2458C-45V12DF 定向小平板天线', '', '戴柏通信', NULL, '定向', '2400-2500/5150-5850MHz', '2.5', '12/13dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (382, '平板天线', 'DFC24-30V16A 定向平板天线(带背腔)', '', '戴柏通信', NULL, '定向', '2400-2500MHz', '1.5', '16dBi', '垂直', '20W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (383, '平板天线', 'DFC58-11V23BC 定向平板天线(带背腔)', '', '戴柏通信', NULL, '定向', '5150-5850MHz', '1.7', '23dBi', '垂直', '20W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (384, '扇区板状天线', 'DB2458C - 90V16A 扇区板状天线 (集成合路器)', '', '戴柏通信', NULL, NULL, '2400-2500/5150-5850MHz', '2', '16dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (385, '平板天线', 'DFC58-11VH23BC 定向平板天线(带背腔)', '', '戴柏通信', NULL, '定向', '5150-5850MHz', '2', '23dBi', '垂直', '20W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (386, '扇区板状天线', 'DB2458C - 120V10A 扇区板状天线 (集成合路器)', '', '戴柏通信', NULL, NULL, '2400-2500/5150-5850MHz', '2', '10/13.5dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (387, '定向板状天线单频', 'TDJ-172715DEI-65FT2v01', '', '通宇', NULL, '定向', '1710-2690(1710-1990/1920-2200/2200-2490/2490-2690)MHz', '1.5', '19.5/20/20.5/20dBi', '±45°', '250W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (388, '平板天线', 'DFC58-11VH23BC 定向平板天线(带背腔,4.9-6.3GHz)', '', '戴柏通信', NULL, '定向', '4900-6300MHz', '2', '23dBi', '垂直/水平', '20W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (389, '扇区板状天线', 'DB2458-M60V10A MIMO扇区板状天线', '', '戴柏通信', NULL, NULL, '2400-2500/5150-5850MHz', '2', '10/11dBi', '垂直*2', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (390, '定向板状天线双频', 'T2000S6R014', '', '通宇', NULL, '定向', '694-960(694-803/790-862/824-894/880-960)MHz', '1.5', '13.8/14.2/14.4/14.5dBi', '±45°', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (391, '扇区板状天线', 'DDB58 - 25D60 - 1 MIMO 扇区板状天线', '', '戴柏通信', NULL, NULL, '5150-5850MHz', '2', '64dBi', '±45°', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (392, '定向板状天线双频', 'TDQM-608015DEI-65FT2', '', '通宇', NULL, '定向', '617-894(617-698/698-824/806-894)MHz', '1.5', '13.3/13.8/14.3dBi', '±45°', '500W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (393, '扇区板状天线', 'DDB58-25D16A-1 扇区板状天线', '', '戴柏通信', NULL, NULL, '5150-5850MHz', '2', '64dBi', '±45°', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (394, '定向板状天线双频', 'TDQ-182021DEI-33FT2v02', '', '通宇', NULL, '定向', '1710-2170(1710-1880/1850-1990/1920-2170)MHz', '1.5', '19.2/20/20.3dBi', '±45°', '250W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (395, '平板天线', 'DFC58-20VH18A 定向平板天线(带背腔)', '', '戴柏通信', NULL, '定向', '5150-5850MHz', '2', '18dBi', '垂直/水平', '20W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (396, '定向板状天线双频', 'T0002W6R011', '', '通宇', NULL, '定向', '1710-2690(1710-1990/1920-2200/2200-2490/2490-2690)MHz', '1.5', '14.5/14.7/14.9/15.2dBi', '±45°', '200W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (397, '平板天线', 'DFC58-20VH20BC 定向平板天线(带背腔)', '', '戴柏通信', NULL, '定向', '5150-5850MHz', '2', '20dBi', '垂直/水平', '20W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (398, '扇区板状天线', 'DF58 - 20VH20C 定向平板天线', '', '戴柏通信', NULL, NULL, '5150-5850MHz', '1.7', '20dBi', '垂直/水平', '20W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (399, '平板天线', 'M2D2458-90V10DF 定向小平板天线', '', '戴柏通信', NULL, '定向', '2400-2500/5150-5850MHz', '2', '10/11dBi', '垂直*2', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (400, '平板天线', 'M3D24-60VH12D 定向平板天线', '', '戴柏通信', NULL, '定向', '2400-2500MHz', '1.5', '12dBi', '垂直/水平', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (401, '定向板状天线三频', 'T1002S3R021', '', '通宇', NULL, '定向', '698-960(698-803/790-862/824-894/880-960)MHz', '1.5', '16.8/17/17.2/17.5dBi', '±45°', '400W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (402, '平板天线', 'M3D58-20VH17C MIMO定向小平板天线', '', '戴柏通信', NULL, '定向', '5150-5850MHz', '2', '17dBi', '垂直*2+水平', '20W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (403, '定向板状天线三频', 'T1020M6R011', '', '通宇', NULL, '定向', '790-960(790-862/862-894/880-960)MHz', '1.5', '15.5/15.8/16dBi', '±45°', '400W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (404, '扇区板状天线', 'M2D2458 - 40VH15A MIMO 扇区板状天线', '', '戴柏通信', NULL, NULL, '2400-2500/5150-5850MHz', '1.5/2', '14.5/17dBi', '垂直/水平', '100W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (405, '平板天线', 'M3D58-30VH14D 定向小平板天线', '', '戴柏通信', NULL, '定向', '5150-5850MHz', '2', '14dBi', '垂直*2+水平', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (406, '定向板状天线三频', 'T2001S6R011', '', '通宇', NULL, '定向', '698-960(698-806/790-862/880-960)MHz', '1.5', '14.2/14.5/14.7dBi', '±45°', '400W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (407, '扇区板状天线', 'M3D24 - 60V14A MIMO 扇区板状天线', '', '戴柏通信', NULL, NULL, '2400-2500MHz', '1.5', '14dBi', '垂直*3', '100W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (408, '全向吸顶天线', 'YW-1111A 双极化全向吸顶天线', '', '中轶信', NULL, '全向', '806-3700(806-960/1710-2500/3300-3700)MHz', '1.5', '1.5/2/3dBi', '垂直|垂直/水平', '50W', NULL);
INSERT INTO `wireless_antenna` VALUES (409, '扇区板状天线', 'M3D24 - 65VH09A MIMO 扇区板状天线', '', '戴柏通信', NULL, NULL, '2400-2500MHz', '1.5', '9dBi', '垂直+水平*2', '100W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (410, '全向吸顶天线', 'YW-1111B 双极化全向吸顶天线', '', '中轶信', NULL, '全向', '806-3700(806-960/1710-2500/3300-3700)MHz', '1.5', '1.5/2/3dBi', '垂直|垂直/水平', '50W', NULL);
INSERT INTO `wireless_antenna` VALUES (411, '平板天线', 'M3D58-60V17C MIMO定向平板天线', '', '戴柏通信', NULL, '定向', '5150-5850MHz', '2', '17dBi', '垂直*3', '20W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (412, '扇区板状天线', 'M3D24 - 65VH15A MIMO 扇区板状天线', '', '戴柏通信', NULL, NULL, '2400-2500MHz', '1.5', '15dBi', '垂直*2+水平', '100W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (413, '全向吸顶天线', 'YW-1114A 单极化全向吸顶天线', '', '中轶信', NULL, '全向', '806-3700(806-960/1710-2500/3300-3700)MHz', '1.5', '1.5/3.5/3.5dBi', '垂直', '50W', NULL);
INSERT INTO `wireless_antenna` VALUES (414, '平板天线', 'M3D58-90VH12D MIMO定向平板天线', '', '戴柏通信', NULL, '定向', '5150-5850MHz', '1.8', '12dBi', '垂直*2+水平', '100W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (415, '扇区板状天线', 'M3D24 - 65VH15G MIMO 扇区板状天线', '', '戴柏通信', NULL, NULL, '2400-2500MHz', '1.5', '15dBi', '垂直*2+水平', '100W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (416, '平板天线', 'M3D2458-45VH12C 定向小平板天线', '', '戴柏通信', NULL, '定向', '2400-2500/5150-5850MHz', '2', '13/15dBi', '垂直*2+水平', '20W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (417, '平板天线', 'M3D2458-60VH10C 定向小平板天线', '', '戴柏通信', NULL, '定向', '2400-2500/5150-5850MHz', '2', '10/11dBi', '垂直*2+水平', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (418, '全向吸顶天线', 'YW-1114B 单极化全向吸顶天线', '', '中轶信', NULL, '全向', '806-3700(806-960/1710-2500/3300-3700)MHz', '1.5', '1.5/3.5/3.5dBi', '垂直', '50W', NULL);
INSERT INTO `wireless_antenna` VALUES (419, '平板天线', 'M3D2458-60VH10D 定向小平板天线', '', '戴柏通信', NULL, '定向', '2400-2500/5150-5850MHz', '2', '10/11dBi', '垂直*2+水平', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (420, '全向吸顶天线', 'YW-1118C 双极化全向吸顶天线', '', '中轶信', NULL, '全向', '806-3700(806-960/1710-2500/3300-3700)MHz', '1.5', '1.5/2/3dBi', '垂直|垂直/水平', '50W', NULL);
INSERT INTO `wireless_antenna` VALUES (421, '全向吸顶天线', 'YW-1120A 单极化全向吸顶天线', '', '中轶信', NULL, '全向', '806-3700(806-960/1710-2500/3300-3700)MHz', '1.5', '1.5/3.5/3.5dBi', '垂直', '50W', NULL);
INSERT INTO `wireless_antenna` VALUES (422, '壁挂天线', 'YW-1203A 单极化定向壁挂天线', '', '中轶信', NULL, '定向', '806-3700(806-960/1710-2500/3300-3700)MHz', '1.5', '5/5/7dBi', '垂直', '50W', '');
INSERT INTO `wireless_antenna` VALUES (423, '平板天线', 'M3D2458C-30VH14C 定向小平板天线', '', '戴柏通信', NULL, '定向', '2400-2500/5150-5850MHz', '2', '14/14.5dBi', '垂直*2+水平', '20W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (424, '壁挂天线', 'YW-1203B 单极化定向壁挂天线', '', '中轶信', NULL, '定向', '806-3700(806-960/1710-2500/3300-3700)MHz', '1.5', '5/7/7dBi', '垂直', '50W', NULL);
INSERT INTO `wireless_antenna` VALUES (425, '平板天线', 'M3DC58-20VH20BC MIMO定向平板天线(带背腔)', '', '戴柏通信', NULL, '定向', '5150-5850MHz', '2', '20dBi', '垂直*2+水平', '20W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (426, '平板天线', 'M4D24-120V12C 定向平板天线', '', '戴柏通信', NULL, '定向', '2400-2500MHz', '1.5', '12dBi', '垂直*4', '20W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (427, '壁挂天线', 'YW-1204A 双极化定向壁挂天线', '', '中轶信', NULL, '定向', '806-3700(806-960/1710-2500/3300-3700)MHz', '1.5', '5/5/7dBi', '±45°', '50W', NULL);
INSERT INTO `wireless_antenna` VALUES (428, '平板天线', 'M4D58-30VH14D 定向小平板天线', '', '戴柏通信', NULL, '定向', '5150-5850MHz', '2', '14dBi', '垂直*2+水平*2', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (429, '平板天线', 'M4D58-60VH11DA 定向小平板天线', '', '戴柏通信', NULL, '定向', '5150-5850MHz', '2', '11dBi', '垂直*2+水平*2', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (430, '壁挂天线', 'YW-1204B 双极化定向壁挂天线', '', '中轶信', NULL, '定向', '806-3700(806-960/1710-2500/3300-3700)MHz', '1.5', '5/5/7dBi', '±45°', '50W', NULL);
INSERT INTO `wireless_antenna` VALUES (431, '平板天线', 'M4D2458-45VH12C 定向小平板天线', '', '戴柏通信', NULL, '定向', '2400-2500/5150-5850MHz', '2', '12/15dBi', '垂直*2+水平*2', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (432, '壁挂天线', 'YW-1206B 单极化定向壁挂天线', '', '中轶信', NULL, '定向', '806-3700(806-960/1710-2500/3300-3700)MHz', '1.5', '5/5/7dBi', '垂直', '50W', NULL);
INSERT INTO `wireless_antenna` VALUES (433, '壁挂天线', 'YW-1217B 双极化定向壁挂天线', '', '中轶信', NULL, '定向', '806-3700(806-960/1710-2170/2300-2700/3300-3700)MHz', '1.5', '6/7/7.5/7.5dBi', '垂直', '50W', NULL);
INSERT INTO `wireless_antenna` VALUES (434, '对数周期天线', 'YW-1230B 单极化定向对数周期天线', '', '中轶信', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `wireless_antenna` VALUES (435, '对数周期天线', 'YW-1303A 单极化定向对数周期天线', '', '中轶信', NULL, '定向', '806-960/1710-2500/3300-3700MHz', '1.5', '8/8.5/8.5dBi', '垂直', '50W', '');
INSERT INTO `wireless_antenna` VALUES (436, '扇区板状天线', 'M3D24 - 65VX15A MIMO 扇区板状天线', '', '戴柏通信', NULL, NULL, '2400-2500MHz', '1.5', '15dBi', '垂直/±45°', '100W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (437, '对数周期天线', 'YW-1303B 单极化定向对数周期天线', '', '中轶信', NULL, '定向', '806-960/1710-2500/3300-3700MHz', '1.5', '8/8.5/8.5dBi', '垂直', '50W', NULL);
INSERT INTO `wireless_antenna` VALUES (438, '扇区板状天线', 'M3D24 - 90VH14A MIMO 扇区板状天线', '', '戴柏通信', NULL, NULL, '2400-2500MHz', '1.5', '14dBi', '垂直*2+水平', '100W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (439, '全向吸顶天线', 'YW-1117A 普通室内全向单极化吸顶天线', '', '中轶信', NULL, '全向', '806-3700(806-960/1710-2170/2300-2700/3300-3700)MHz', '1.5', '1.5/3.5/4/3.5dBi', '垂直', '50W', NULL);
INSERT INTO `wireless_antenna` VALUES (440, '扇区板状天线', 'M3D24 - 90VX14A MIMO 扇区板状天线', '', '戴柏通信', NULL, NULL, '2400-2500MHz', '1.5', '14dBi', '垂直/±45°', '100W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (441, '吸顶天线', 'DDE2458B 双向吸顶天线', '', '戴柏通信', NULL, '双向', '2400-5850(2400-2500/5150-5850)MHz', '2', '5dBi', '垂直', '20W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (442, '全向吸顶天线', 'YW-1118B 普通室内全向双极化吸顶天线', '', '中轶信', NULL, '全向', '806-3700(806-960/1710-2170/2300-2700/3300-3700)MHz', '1.5', '4/4/4/4.5dBi', '线', '50W', NULL);
INSERT INTO `wireless_antenna` VALUES (443, '全向吸顶天线', 'YW-1121A 普通室内全向单极化吸顶天线', '', '中轶信', NULL, '全向', '806-3700(806-960/1710-2170/2300-2700/3300-3700)MHz', '1.5', '1.5/3.5/4/3.5dBi', '垂直', '50W', NULL);
INSERT INTO `wireless_antenna` VALUES (444, '壁挂天线', 'YW-1206D 室内定向单极化壁挂天线', '', '中轶信', NULL, '定向', '806-3700(806-960/1710-2170/2300-2700/3300-3700)MHz', '1.5', '6/7/7.5/7.5dBi', '垂直', '50W', NULL);
INSERT INTO `wireless_antenna` VALUES (445, '壁挂天线', 'YW-1206E 室内定向单极化壁挂天线', '', '中轶信', NULL, '定向', '806-3700(806-960/1710-2170/2300-2700/3300-3700)MHz', '1.5', '6/7/7.5/7.5dBi', '垂直', '50W', NULL);
INSERT INTO `wireless_antenna` VALUES (446, '壁挂天线', 'YW-1207A 室内定向双极化壁挂天线', '', '中轶信', NULL, '定向', '806-3700(806-960/1710-2170/2300-2700/3300-3700)MHz', '1.5', '6/7/7.5/7.5dBi', '±45°', '50W', NULL);
INSERT INTO `wireless_antenna` VALUES (447, '壁挂天线', 'YW-1217B 室内定向双极化壁挂天线（275×148×60mm）', '', '中轶信', NULL, '定向', '806-3700(806-960/1710-2170/2300-2700/3300-3700)MHz', '1.5', '6/7/7.5/7.5dBi', '±45°', '50W', NULL);
INSERT INTO `wireless_antenna` VALUES (448, '吸顶天线', 'M2C - 2458V3C MIMO 全向吸顶天线', '', '戴柏通信', NULL, '全向', '2400-5850(2400-2500/5150-5850)MHz', '2', '2.5/4dBi', '垂直', '20W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (449, '对数周期天线', 'YW-1302A 单极化室内定向对数周期天线', '', '中轶信', NULL, '定向', '806-960/1710-2170/2300-2700/3300-3700MHz', '1.5', '8/8.5/8.5/8.5dBi', '垂直', '50W', NULL);
INSERT INTO `wireless_antenna` VALUES (450, '吸顶天线', 'M2C - 2458V3D MIMO 全向吸顶天线', '', '戴柏通信', NULL, '全向', '2400-5850(2400-2500/5150-5850)MHz', '2', '3/5dBi', '垂直', '20W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (451, '电梯专用天线', 'YW-1425A 电梯专用高增益双极化天线', '', '中轶信', NULL, NULL, '806-960/1710-2170/2300-2700/3300-3700MHz', '1.5', '12/15/15/15dBi', '±45°', '100W', NULL);
INSERT INTO `wireless_antenna` VALUES (452, '电梯专用天线', 'YW-1426A 电梯专用高增益单极化天线', '', '中轶信', NULL, NULL, '806-960/1710-2170/2300-2700/3300-3700MHz', '1.5', '12/15/15/15dBi', '垂直', '100W', NULL);
INSERT INTO `wireless_antenna` VALUES (453, '全向吸顶天线', 'YW-1101A 室内全向单极化吸顶天线', '', '中轶信', NULL, '全向', '880-2675(880-960/1710-1850/1885-1915/2010-2025/2300-2400/2400-2483.5/2515-2675)MHz', '1.5', '2/3/3.5/4/4/4.5/4.5dBi', '垂直', '50W', NULL);
INSERT INTO `wireless_antenna` VALUES (454, '全向吸顶天线', 'YW-1107A 室内全向单极化吸顶天线', '', '中轶信', NULL, '全向', '880-2675(880-960/1710-1850/1885-1915/2010-2025/2300-2400/2400-2483.5/2515-2675)MHz', '1.5', '2/3/3.5/4/4/4.5/4.5dBi', '垂直', '50W', NULL);
INSERT INTO `wireless_antenna` VALUES (455, '全向吸顶天线', 'YW-1108A 增强边缘覆盖型全向吸顶天线', '', '中轶信', NULL, '全向', '880-2675(880-960/1710-1850/1885-1915/2010-2025/2300-2400/2400-2483.5/2515-2675)MHz', '1.5', '1.5/2.5/3/3.5/3.5/4/4dBi', '垂直', '50W', NULL);
INSERT INTO `wireless_antenna` VALUES (456, '全向吸顶天线', 'YW-1109A 室内全向双极化吸顶天线', '', '中轶信', NULL, '全向', '880-2675(880-960/1710-1850/1885-1915/2010-2025/2300-2400/2400-2483.5/2515-2675)MHz', '1.5', '1.5/3/3.5/3.5/3.5/3.5/4dBi', '垂直*2|垂直/水平*5', '50W', NULL);
INSERT INTO `wireless_antenna` VALUES (457, '全向吸顶天线', 'YW-1116A 增强边缘覆盖型全向吸顶天线', '', '中轶信', NULL, '全向', '880-2675(880-960/1710-1850/1885-1915/2010-2025/2300-2400/2400-2483.5/2515-2675)MHz', '1.5', '1.5/2.5/3/3.5/3.5/4/4dBi', '垂直', '50W', NULL);
INSERT INTO `wireless_antenna` VALUES (458, '全向吸顶天线', 'YW-1117A 室内全向单极化吸顶天线', '', '中轶信', NULL, '全向', '880-2675(880-960/1710-1850/1885-1915/2010-2025/2300-2400/2400-2483.5/2515-2675)MHz', '1.5', '2/3/3.5/4/4/4.5/4.5dBi', '垂直', '50W', NULL);
INSERT INTO `wireless_antenna` VALUES (459, '壁挂天线', 'YW-1201C 室内定向单极化壁挂天线', '', '中轶信', NULL, '定向', '880-2675(806-960/1710-1850/1885-1915/2010-2025/2300-2400/2400-2483.5/2515-2675)MHz', '1.5', '6.5/7.5/7.5/7.5/8/8/8dBi', '垂直(2)/水平(5)', '50W', NULL);
INSERT INTO `wireless_antenna` VALUES (460, '壁挂天线', 'YW-1201A 室内定向单极化壁挂天线', '', '中轶信', NULL, '定向', '880-2675(806-960/1710-1850/1885-1915/2010-2025/2300-2400/2400-2483.5/2515-2675)MHz', '1.5', '6.5/7.5/7.5/7.5/8/8/8dBi', '垂直/±45°(6)', '50W', NULL);
INSERT INTO `wireless_antenna` VALUES (461, '壁挂天线', 'YW-1202A 室内定向双极化壁挂天线', '', '中轶信', NULL, '定向', '880-2675(806-960/1710-1850/1885-1915/2010-2025/2300-2400/2400-2483.5/2515-2675)MHz', '1.5', '6.5/7.5/7.5/7.5/8/8/8dBi', '垂直/±45°(6)', '50W', NULL);
INSERT INTO `wireless_antenna` VALUES (462, '壁挂天线', 'YW-1205A 室内定向双极化壁挂天线', '', '中轶信', NULL, '定向', '880-2675(806-960/1710-1850/1885-1915/2010-2025/2300-2400/2400-2483.5/2515-2675)MHz', '1.5', '6.5/7.5/7.5/7.5/8/8/8dBi', '垂直/±45°(6)', '50W', NULL);
INSERT INTO `wireless_antenna` VALUES (463, '吸顶天线', 'M2C - 2458V3E MIMO 全向吸顶天线', '', '戴柏通信', NULL, '全向', '2400-5850(2400-2500/5150-5850)MHz', '2.5', '3/5dBi', '垂直', '20W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (464, '吸顶天线', 'M3C - 2458V3C MIMO 全向吸顶天线', '', '戴柏通信', NULL, '全向', '2400-5850(2400-2500/5150-5850)MHz', '2', '2.5/4dBi', '垂直', '20W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (465, '壁挂天线', 'YW-1206A 室内定向双极化壁挂天线', '', '中轶信', NULL, '定向', '880-2675(806-960/1710-1850/1885-1915/2010-2025/2300-2400/2400-2483.5/2515-2675)MHz', '1.5', '6.5/7.5/7.5/7.5/8/8/8dBi', '垂直', '50W', NULL);
INSERT INTO `wireless_antenna` VALUES (466, '吸顶天线', 'M3C - 2458V3D MIMO 全向吸顶天线', '', '戴柏通信', NULL, '全向', '2400-5850(2400-2500/5150-5850)MHz', '2', '3/5dBi', '垂直', '20W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (467, '吸顶天线', 'M4C - 2458V3C MIMO 全向吸顶天线', '', '戴柏通信', NULL, '全向', '2400-5850(2400-2500/5150-5850)MHz', '1.5/2.5', '2.5/4dBi', '垂直', '20W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (468, '吸顶天线', 'M4C - 2458V3H MIMO 全向吸顶天线', '', '戴柏通信', NULL, '全向', '2400-5850(2400-2500/5150-5850)MHz', '1.5/2', '2.5/4dBi', '垂直', '20W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (469, '吸顶天线', 'M4C - 2458V4HA MIMO 全向吸顶天线', '', '戴柏通信', NULL, '全向', '2400-5850(2400-2500/5150-5850)MHz', '2.5', '4dBi', '垂直', '20W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (470, '吸顶天线', 'M6C - 2458V3C MIMO 全向吸顶天线', '', '戴柏通信', NULL, '全向', '2400-5850(2400-2500/5150-5850)MHz', '2', '2.5/4dBi', '垂直', '20W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (471, '吸顶天线', 'M6C - 2458V4HA MIMO 全向吸顶天线', '', '戴柏通信', NULL, '全向', '2400-5850(2400-2484/5150-5850)MHz', '2.5', '4dBi', '垂直', '20W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (472, '吸顶天线', 'QE2400B 全向吸顶天线', '', '戴柏通信', NULL, '全向', '2400-2500MHz', '1.5', '3dBi', '垂直', '20W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (473, '吸顶天线', 'QE2400D 全向吸顶天线', '', '戴柏通信', NULL, '全向', '2400-2500MHz', '1.5', '3dBi', '垂直', '20W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (474, '吸顶天线', 'QE2458A 全向吸顶天线', '', '戴柏通信', NULL, '全向', '2400-5850(2400-2500/5150-5850)MHz', '2', '2dBi', '水平', '20W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (475, '吸顶天线', 'QE2458AI 全向吸顶天线', '', '戴柏通信', NULL, '全向', '2400-5850(2400-2500/5150-5850)MHz', '2', '2/3dBi', '水平', '20W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (476, '吸顶天线', 'QE2458B 全向吸顶天线', '', '戴柏通信', NULL, '全向', '2400-5850(2400-2500/5150-5850)MHz', '2', '3/4dBi', '垂直', '20W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (477, '吸顶天线', 'QE2458D 全向吸顶天线', '', '戴柏通信', NULL, '全向', '2400-5850(2400-2500/5150-5850)MHz', '2', '2.5/4.5dBi', '垂直', '20W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (478, '吸顶天线', 'QE2458V3E 全向吸顶天线', '', '戴柏通信', NULL, '全向', '2400-5850(2400-2500/5150-5850)MHz', '2', '3/5dBi', '垂直', '20W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (479, '终端天线', 'QT2400D 终端天线', '', '戴柏通信', NULL, '全向', '2400-2483MHz', '2', '5dBi', '垂直', '20W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (480, '壁挂天线', 'YW-1209A 35 度波宽室内定向四通道壁挂天线', '', '中轶信', NULL, '定向', '1710-2675(1710-1850/1885-1915/2010-2025/2300-2400/2400-2483.5/2515-2675)MHz', '1.5', '13.5/13.5/13.5/14/14/14dBi', '±45°', '50W', NULL);
INSERT INTO `wireless_antenna` VALUES (481, '壁挂天线', 'YW-1214A 75 度波宽室内定向四通道壁挂天线', '', '中轶信', NULL, '定向', '1710-2675(1710-1850/1885-1915/2010-2025/2300-2400/2400-2483.5/2515-2675)MHz', '1.5', '7.5/7.5/7.5/8/8/8dBi', '±45°', '50W', NULL);
INSERT INTO `wireless_antenna` VALUES (482, '对数周期天线', 'YW-1301A 910dB 单极化室内定向对数周期天线', '', '中轶信', NULL, '定向', '880-960/1710-2675MHz', '1.5', '9/10dBi', '垂直', '50W', NULL);
INSERT INTO `wireless_antenna` VALUES (483, '对数周期天线', 'YW-1301B 910dB 单极化室内定向对数周期天线', '', '中轶信', NULL, '定向', '880-960/1710-2675MHz', '1.5', '9/10dBi', '垂直', '50W', NULL);
INSERT INTO `wireless_antenna` VALUES (484, '对数周期天线', 'YW-1302A 89dB 单极化室内定向对数周期天线', '', '中轶信', NULL, '定向', '880-960/1710-2675MHz', '1.5', '8.5/9dBi', '垂直', '50W', NULL);
INSERT INTO `wireless_antenna` VALUES (485, '终端天线', 'QT2400D - S 终端天线', '', '戴柏通信', NULL, '全向', '2400-2483MHz', '2', '5dBi', '垂直', '20W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (486, '终端天线', 'QT2400FA 终端天线', '', '戴柏通信', NULL, '全向', '2400-2500MHz', '2', '5dBi', '垂直', '20W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (487, '终端天线', 'QT2400FB 终端天线', '', '戴柏通信', NULL, '全向', '2400-2483MHz', '1.5', '5dBi', '垂直', '20W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (488, '终端天线', 'QT2400FB - 3 终端天线', '', '戴柏通信', NULL, '全向', '2400-2483MHz', '2', '5dBi', '垂直', '20W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (489, '终端天线', 'QT2400HA5 终端天线', '', '戴柏通信', NULL, '全向', '2400-2483MHz', '2', '5dBi', '垂直', '20W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (490, '终端天线', 'QT2400L 终端天线', '', '戴柏通信', NULL, '全向', '2400-2483MHz', '2', '5dBi', '垂直', '20W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (491, '终端天线', 'QT2400LA 终端天线', '', '戴柏通信', NULL, '全向', '2400-2483MHz', '1.8', '5dBi', '垂直', '20W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (492, '终端天线', 'QT2400LB 终端天线', '', '戴柏通信', NULL, '全向', '2400-2500MHz', '2', '7dBi', '垂直', '20W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (493, '终端天线', 'QT2400LC - B 终端天线', '', '戴柏通信', NULL, '全向', '2400-2483MHz', '2', '1.5dBi', '垂直', '20W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (494, '终端天线', 'QT2400LD 终端天线', '', '戴柏通信', NULL, '全向', '2400-2483MHz', '2', '3dBi', '垂直', '20W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (495, '终端天线', 'QT2400S 终端天线', '', '戴柏通信', NULL, '全向', '2400-2500MHz', '2', '3dBi', '垂直', '50W', '50Ω');
INSERT INTO `wireless_antenna` VALUES (496, '终端天线', 'QT2400U 终端天线 (1m 线 SMAJ)', '', '戴柏通信', NULL, '全向', '2400-2483MHz', '1.5', '3dBi', '垂直', '20W', '50Ω');

-- ----------------------------
-- Table structure for wireless_microwave
-- ----------------------------
DROP TABLE IF EXISTS `wireless_microwave`;
CREATE TABLE `wireless_microwave`  (
  `id` int NOT NULL AUTO_INCREMENT,
  `产品名称` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL,
  `产品型号` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL,
  `应用场景` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL,
  `供货厂商` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL,
  `频率范围` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `功率容量` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `插入损耗` float NULL DEFAULT NULL,
  `接头类型` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `PIM` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 77 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci COMMENT = '无线微波器械表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of wireless_microwave
-- ----------------------------
INSERT INTO `wireless_microwave` VALUES (1, '二功分器', 'PS2-2400A 二功分器', '基站信号分配，室内分布系统，有线电视网络，卫星电视接收，信号源分配，天线性能测试，磁共振成像（MRI）设备、医疗超声设备，工业自动化生产线，军事和航空电子领域的信号分配', '戴柏通信', NULL, NULL, 3.5, NULL, NULL);
INSERT INTO `wireless_microwave` VALUES (2, '腔体耦合器', 'YKDC800/3700-15Q300普通型/防水型', '通信基站的功率监测与控制，分集接收，无线通信系统的室内分布系统，无线中继系统，雷达系统的信号监测与处理，雷达抗干扰，电子测试与测量的微波信号源分配，电磁兼容性测试', '绿雷威', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `wireless_microwave` VALUES (3, '二功分器', 'PS2-2400B 二功分器', '基站信号分配，室内分布系统，有线电视网络，卫星电视接收，信号源分配，天线性能测试，磁共振成像（MRI）设备、医疗超声设备，工业自动化生产线，军事和航空电子领域的信号分配', '戴柏通信', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `wireless_microwave` VALUES (4, '二功分器', 'PS2-2400BS  二功分器(SMAK)', '基站信号分配，室内分布系统，有线电视网络，卫星电视接收，信号源分配，天线性能测试，磁共振成像（MRI）设备、医疗超声设备，工业自动化生产线，军事和航空电子领域的信号分配', '戴柏通信', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `wireless_microwave` VALUES (5, '二功分器', 'PS2-2458A 二功分器', '基站信号分配，室内分布系统，有线电视网络，卫星电视接收，信号源分配，天线性能测试，磁共振成像（MRI）设备、医疗超声设备，工业自动化生产线，军事和航空电子领域的信号分配', '戴柏通信', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `wireless_microwave` VALUES (6, '二功分器', 'PS2-2458AY 二功分器', '基站信号分配，室内分布系统，有线电视网络，卫星电视接收，信号源分配，天线性能测试，磁共振成像（MRI）设备、医疗超声设备，工业自动化生产线，军事和航空电子领域的信号分配', '戴柏通信', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `wireless_microwave` VALUES (7, '腔体耦合器', 'YKDC800/3700-20Q300普通型/防水型', '通信基站的功率监测与控制，分集接收，无线通信系统的室内分布系统，无线中继系统，雷达系统的信号监测与处理，雷达抗干扰，电子测试与测量的微波信号源分配，电磁兼容性测试', '绿雷威', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `wireless_microwave` VALUES (8, '二功分器', 'PS2-2458B 二功分器', '基站信号分配，室内分布系统，有线电视网络，卫星电视接收，信号源分配，天线性能测试，磁共振成像（MRI）设备、医疗超声设备，工业自动化生产线，军事和航空电子领域的信号分配', '戴柏通信', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `wireless_microwave` VALUES (9, '二功分器', 'PS2-2458BS 二功分器(SMAK)', '基站信号分配，室内分布系统，有线电视网络，卫星电视接收，信号源分配，天线性能测试，磁共振成像（MRI）设备、医疗超声设备，工业自动化生产线，军事和航空电子领域的信号分配', '戴柏通信', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `wireless_microwave` VALUES (10, '腔体耦合器', 'YKDC800/3700-5Q500-WD防水型', '通信基站的功率监测与控制，分集接收，无线通信系统的室内分布系统，无线中继系统，雷达系统的信号监测与处理，雷达抗干扰，电子测试与测量的微波信号源分配，电磁兼容性测试', '绿雷威', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `wireless_microwave` VALUES (11, '二功分器', 'PS2-2458D 二功分器', '基站信号分配，室内分布系统，有线电视网络，卫星电视接收，信号源分配，天线性能测试，磁共振成像（MRI）设备、医疗超声设备，工业自动化生产线，军事和航空电子领域的信号分配', '戴柏通信', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `wireless_microwave` VALUES (12, '腔体耦合器', 'YKDC800/3700-6Q500-WD防水型', '通信基站的功率监测与控制，分集接收，无线通信系统的室内分布系统，无线中继系统，雷达系统的信号监测与处理，雷达抗干扰，电子测试与测量的微波信号源分配，电磁兼容性测试', '绿雷威', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `wireless_microwave` VALUES (13, '二功分器', 'PS2-4965A 二功分器', '基站信号分配，室内分布系统，有线电视网络，卫星电视接收，信号源分配，天线性能测试，磁共振成像（MRI）设备、医疗超声设备，工业自动化生产线，军事和航空电子领域的信号分配', '戴柏通信', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `wireless_microwave` VALUES (14, '腔体耦合器', 'YKDC800/3700-7Q500-WD防水型', '通信基站的功率监测与控制，分集接收，无线通信系统的室内分布系统，无线中继系统，雷达系统的信号监测与处理，雷达抗干扰，电子测试与测量的微波信号源分配，电磁兼容性测试', '绿雷威', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `wireless_microwave` VALUES (15, '二功分器', 'PS2-4965B 二功分器', '基站信号分配，室内分布系统，有线电视网络，卫星电视接收，信号源分配，天线性能测试，磁共振成像（MRI）设备、医疗超声设备，工业自动化生产线，军事和航空电子领域的信号分配', '戴柏通信', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `wireless_microwave` VALUES (16, '腔体耦合器', 'YKDC800/3700-10Q500-WD防水型', '通信基站的功率监测与控制，分集接收，无线通信系统的室内分布系统，无线中继系统，雷达系统的信号监测与处理，雷达抗干扰，电子测试与测量的微波信号源分配，电磁兼容性测试', '绿雷威', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `wireless_microwave` VALUES (17, '二功分器', 'PS2-5158A 二功分器', '基站信号分配，室内分布系统，有线电视网络，卫星电视接收，信号源分配，天线性能测试，磁共振成像（MRI）设备、医疗超声设备，工业自动化生产线，军事和航空电子领域的信号分配', '戴柏通信', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `wireless_microwave` VALUES (18, '腔体耦合器', 'YKDC800/3700-12Q500-WD防水型', '通信基站的功率监测与控制，分集接收，无线通信系统的室内分布系统，无线中继系统，雷达系统的信号监测与处理，雷达抗干扰，电子测试与测量的微波信号源分配，电磁兼容性测试', '绿雷威', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `wireless_microwave` VALUES (19, '腔体耦合器', 'YKDC800/3700-15Q500-WD防水型', '通信基站的功率监测与控制，分集接收，无线通信系统的室内分布系统，无线中继系统，雷达系统的信号监测与处理，雷达抗干扰，电子测试与测量的微波信号源分配，电磁兼容性测试', '绿雷威', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `wireless_microwave` VALUES (20, '腔体耦合器', 'YKDC800/3700-20Q500-WD防水型', '通信基站的功率监测与控制，分集接收，无线通信系统的室内分布系统，无线中继系统，雷达系统的信号监测与处理，雷达抗干扰，电子测试与测量的微波信号源分配，电磁兼容性测试', '绿雷威', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `wireless_microwave` VALUES (21, '腔体耦合器', 'YKDC800/3700-30Q500-WD防水型', '通信基站的功率监测与控制，分集接收，无线通信系统的室内分布系统，无线中继系统，雷达系统的信号监测与处理，雷达抗干扰，电子测试与测量的微波信号源分配，电磁兼容性测试', '绿雷威', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `wireless_microwave` VALUES (22, '腔体耦合器', 'YKDC800/3700-40Q500-WD防水型', '通信基站的功率监测与控制，分集接收，无线通信系统的室内分布系统，无线中继系统，雷达系统的信号监测与处理，雷达抗干扰，电子测试与测量的微波信号源分配，电磁兼容性测试', '绿雷威', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `wireless_microwave` VALUES (23, '二功分器', 'PS2-5158AS 二功分器', '基站信号分配，室内分布系统，有线电视网络，卫星电视接收，信号源分配，天线性能测试，磁共振成像（MRI）设备、医疗超声设备，工业自动化生产线，军事和航空电子领域的信号分配', '戴柏通信', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `wireless_microwave` VALUES (24, '二功分器', 'PS2-5158B 二功分器', '基站信号分配，室内分布系统，有线电视网络，卫星电视接收，信号源分配，天线性能测试，磁共振成像（MRI）设备、医疗超声设备，工业自动化生产线，军事和航空电子领域的信号分配', '戴柏通信', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `wireless_microwave` VALUES (25, '功率分配器', 'MB-SP-2-698-4000', '通信基站信号分配，多频段应用，微波通信系统点对点通信，中继站，雷达系统的发射系统，接收系统，电子对抗系统的干扰信号分配，侦察信号合并，卫星通信系统的地面站，卫星平台', '摩比', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `wireless_microwave` VALUES (26, '二功分器', 'PS2-5158BS-2 双路二功分器', '基站信号分配，室内分布系统，有线电视网络，卫星电视接收，信号源分配，天线性能测试，磁共振成像（MRI）设备、医疗超声设备，工业自动化生产线，军事和航空电子领域的信号分配', '戴柏通信', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `wireless_microwave` VALUES (27, '功率分配器', 'MB-SP-3-698-4000', '通信基站信号分配，多频段应用，微波通信系统点对点通信，中继站，雷达系统的发射系统，接收系统，电子对抗系统的干扰信号分配，侦察信号合并，卫星通信系统的地面站，卫星平台', '摩比', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `wireless_microwave` VALUES (28, '二功分器', 'PS2-6500B 二功分器', '基站信号分配，室内分布系统，有线电视网络，卫星电视接收，信号源分配，天线性能测试，磁共振成像（MRI）设备、医疗超声设备，工业自动化生产线，军事和航空电子领域的信号分配', '戴柏通信', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `wireless_microwave` VALUES (29, '二功分器', 'PS3-2458D 二功分器', '基站信号分配，室内分布系统，有线电视网络，卫星电视接收，信号源分配，天线性能测试，磁共振成像（MRI）设备、医疗超声设备，工业自动化生产线，军事和航空电子领域的信号分配', '戴柏通信', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `wireless_microwave` VALUES (30, '三功分器', 'PS3-5158BS  三功分器(SMAK)', '基站信号分配，室内分布系统，有线电视网络，卫星电视接收，信号源分配，天线性能测试，磁共振成像（MRI）设备、医疗超声设备，工业自动化生产线，军事和航空电子领域的信号分配', '戴柏通信', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `wireless_microwave` VALUES (31, '功率分配器', 'MB-SP-4-698-4000', '通信基站信号分配，多频段应用，微波通信系统点对点通信，中继站，雷达系统的发射系统，接收系统，电子对抗系统的干扰信号分配，侦察信号合并，卫星通信系统的地面站，卫星平台', '摩比', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `wireless_microwave` VALUES (32, '定向耦合器', 'MB-COU-##-698-4000（##代表耦合度）', '通信系统的基站，微波通信链路，雷达系统的发射机监测，接收机保护，电子对抗系统的干扰信号注入，信号侦察与分析，微波测量系统的功率测量，网络分析', '摩比', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `wireless_microwave` VALUES (33, '四功分器', 'PS4-2400A 四功分器', '基站信号分配，室内分布系统，有线电视网络，卫星电视接收，信号源分配，天线性能测试，磁共振成像（MRI）设备、医疗超声设备，工业自动化生产线，军事和航空电子领域的信号分配', '戴柏通信', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `wireless_microwave` VALUES (34, '混合合路器', 'MB-HYB-02-698-3800', '基站系统的多频段信号合路，室内分布系统，卫星通信的多波束信号合成，无线传感器网络，科研实验中的信号处理', '摩比', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `wireless_microwave` VALUES (35, '四功分器', 'PS4-5158A 四功分器', '基站信号分配，室内分布系统，有线电视网络，卫星电视接收，信号源分配，天线性能测试，磁共振成像（MRI）设备、医疗超声设备，工业自动化生产线，军事和航空电子领域的信号分配', '戴柏通信', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `wireless_microwave` VALUES (36, '混合合路器', 'MB-HYB-03-698-3800', '基站系统的多频段信号合路，室内分布系统，卫星通信的多波束信号合成，无线传感器网络，科研实验中的信号处理', '摩比', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `wireless_microwave` VALUES (37, '同轴衰减器', 'AT10-6N 10dB 同轴衰减器', '通信系统的信号强度调控，雷达系统的功率控制，微波领域的信号调节，阻抗匹配', '戴柏通信', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `wireless_microwave` VALUES (38, '混合合路器', 'MB-HYB-04-698-3800', '基站系统的多频段信号合路，室内分布系统，卫星通信的多波束信号合成，无线传感器网络，科研实验中的信号处理', '摩比', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `wireless_microwave` VALUES (39, '同轴衰减器', 'AT30-6N 30dB 同轴衰减器', '通信系统的信号强度调控，雷达系统的功率控制，微波领域的信号调节，阻抗匹配', '戴柏通信', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `wireless_microwave` VALUES (40, '单 / 双工器', 'MB-COM-02-1710-2170-01', '单工器：广播电视发射，无线遥控系统，无线数据传输\n双工器：移动通信系统的FDD模式，TDD 模式，雷达系统，微波通信', '摩比', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `wireless_microwave` VALUES (41, '同轴衰减器', 'AT40-6N 40dB 同轴衰减器', '通信系统的信号强度调控，雷达系统的功率控制，微波领域的信号调节，阻抗匹配', '戴柏通信', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `wireless_microwave` VALUES (42, '单 / 双工器', 'MB-COM-03-698-4000-01', '单工器：广播电视发射，无线遥控系统，无线数据传输\n双工器：移动通信系统的FDD模式，TDD 模式，雷达系统，微波通信', '摩比', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `wireless_microwave` VALUES (43, '同轴负载', 'LD5-3N 同轴负载', '无线通信系统，雷达系统，频谱分析仪、网络分析仪等电子测量仪器，卫星通信，医用射频治疗仪、微波治疗仪等医疗设备', '戴柏通信', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `wireless_microwave` VALUES (44, '同轴负载', 'LD10-3N 同轴负载', '无线通信系统，雷达系统，频谱分析仪、网络分析仪等电子测量仪器，卫星通信，医用射频治疗仪、微波治疗仪等医疗设备', '戴柏通信', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `wireless_microwave` VALUES (45, '单 / 双工器', 'MB-COM-03-698-4000-02', '单工器：广播电视发射，无线遥控系统，无线数据传输\n双工器：移动通信系统的FDD模式，TDD 模式，雷达系统，微波通信', '摩比', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `wireless_microwave` VALUES (46, '单 / 双工器', 'MB-COM-04-698-2690-02', '单工器：广播电视发射，无线遥控系统，无线数据传输\n双工器：移动通信系统的FDD模式，TDD 模式，雷达系统，微波通信', '摩比', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `wireless_microwave` VALUES (47, '单 / 双工器', 'MB-COM-05-698-2690-02', '单工器：广播电视发射，无线遥控系统，无线数据传输\n双工器：移动通信系统的FDD模式，TDD 模式，雷达系统，微波通信', '摩比', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `wireless_microwave` VALUES (48, '同轴负载', 'LD10-6N 同轴负载', '无线通信系统，雷达系统，频谱分析仪、网络分析仪等电子测量仪器，卫星通信，医用射频治疗仪、微波治疗仪等医疗设备', '戴柏通信', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `wireless_microwave` VALUES (49, '同轴负载', 'LD20-3N 同轴负载', '无线通信系统，雷达系统，频谱分析仪、网络分析仪等电子测量仪器，卫星通信，医用射频治疗仪、微波治疗仪等医疗设备', '戴柏通信', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `wireless_microwave` VALUES (50, '同轴负载', 'LD25-3N 同轴负载', '无线通信系统，雷达系统，频谱分析仪、网络分析仪等电子测量仪器，卫星通信，医用射频治疗仪、微波治疗仪等医疗设备', '戴柏通信', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `wireless_microwave` VALUES (51, '同轴负载', 'LD50-3N 同轴负载', '无线通信系统，雷达系统，频谱分析仪、网络分析仪等电子测量仪器，卫星通信，医用射频治疗仪、微波治疗仪等医疗设备', '戴柏通信', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `wireless_microwave` VALUES (52, '负载', 'YKLOAD800/3700-50MP-N普通型/防水型', '模拟电路，数字电路，工业负载的各种电动机、电焊机、电炉等设备，商业负载的照明系统、空调系统、电梯等设备，居民负载的电视机、冰箱、洗衣机、空调、电脑，电动汽车，电动列车，太阳能发电系统，风力发电系统', '绿雷威', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `wireless_microwave` VALUES (53, '负载', 'YKLOAD800/3700-100MP-N普通型/防水型', '模拟电路，数字电路，工业负载的各种电动机、电焊机、电炉等设备，商业负载的照明系统、空调系统、电梯等设备，居民负载的电视机、冰箱、洗衣机、空调、电脑，电动汽车，电动列车，太阳能发电系统，风力发电系统', '绿雷威', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `wireless_microwave` VALUES (54, '负载', 'YKLOAD800/3700-200MP-N普通型/防水型', '模拟电路，数字电路，工业负载的各种电动机、电焊机、电炉等设备，商业负载的照明系统、空调系统、电梯等设备，居民负载的电视机、冰箱、洗衣机、空调、电脑，电动汽车，电动列车，太阳能发电系统，风力发电系统', '绿雷威', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `wireless_microwave` VALUES (55, '负载', 'MB-DC-4G-100W', '模拟电路，数字电路，工业负载的各种电动机、电焊机、电炉等设备，商业负载的照明系统、空调系统、电梯等设备，居民负载的电视机、冰箱、洗衣机、空调、电脑，电动汽车，电动列车，太阳能发电系统，风力发电系统', '摩比', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `wireless_microwave` VALUES (56, '负载', 'MB-DC-4G-200W', '模拟电路，数字电路，工业负载的各种电动机、电焊机、电炉等设备，商业负载的照明系统、空调系统、电梯等设备，居民负载的电视机、冰箱、洗衣机、空调、电脑，电动汽车，电动列车，太阳能发电系统，风力发电系统', '摩比', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `wireless_microwave` VALUES (57, '负载', 'MB-DC-4G-50W', '模拟电路，数字电路，工业负载的各种电动机、电焊机、电炉等设备，商业负载的照明系统、空调系统、电梯等设备，居民负载的电视机、冰箱、洗衣机、空调、电脑，电动汽车，电动列车，太阳能发电系统，风力发电系统', '摩比', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `wireless_microwave` VALUES (58, '负载', 'MB-DC-4G-10W', '模拟电路，数字电路，工业负载的各种电动机、电焊机、电炉等设备，商业负载的照明系统、空调系统、电梯等设备，居民负载的电视机、冰箱、洗衣机、空调、电脑，电动汽车，电动列车，太阳能发电系统，风力发电系统', '摩比', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `wireless_microwave` VALUES (59, '电桥', 'YKCB800/3700-2Q300普通型/防水型', '电子元器件测试，通信设备测试，汽车电子测试，医疗设备测试，可再生能源技术', '绿雷威', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `wireless_microwave` VALUES (60, '电桥', 'YKCB800/3700-2Q500防水型', '电子元器件测试，通信设备测试，汽车电子测试，医疗设备测试，可再生能源技术', '绿雷威', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `wireless_microwave` VALUES (61, '电桥', 'YKCB750-2Q3普通型', '电子元器件测试，通信设备测试，汽车电子测试，医疗设备测试，可再生能源技术', '绿雷威', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `wireless_microwave` VALUES (62, '腔体功分器', 'YKPS800/3700-2Q300普通型/防水型', '通信基站信号分配，多频段应用，微波通信系统点对点通信，中继站，雷达系统的发射系统，接收系统，电子对抗系统的干扰信号分配，侦察信号合并，卫星通信系统的地面站，卫星平台', '绿雷威', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `wireless_microwave` VALUES (63, '腔体功分器', 'YKPS800/3700-3Q300普通型/防水型', '通信基站信号分配，多频段应用，微波通信系统点对点通信，中继站，雷达系统的发射系统，接收系统，电子对抗系统的干扰信号分配，侦察信号合并，卫星通信系统的地面站，卫星平台', '绿雷威', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `wireless_microwave` VALUES (64, '腔体功分器', 'YKPS800/3700-4Q300普通型/防水型', '通信基站信号分配，多频段应用，微波通信系统点对点通信，中继站，雷达系统的发射系统，接收系统，电子对抗系统的干扰信号分配，侦察信号合并，卫星通信系统的地面站，卫星平台', '绿雷威', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `wireless_microwave` VALUES (65, '腔体功分器', 'YKPS800/3700-2Q500-WD防水型', '通信基站信号分配，多频段应用，微波通信系统点对点通信，中继站，雷达系统的发射系统，接收系统，电子对抗系统的干扰信号分配，侦察信号合并，卫星通信系统的地面站，卫星平台', '绿雷威', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `wireless_microwave` VALUES (66, '腔体功分器', 'YKPS800/3700-3Q500-WD防水型', '通信基站信号分配，多频段应用，微波通信系统点对点通信，中继站，雷达系统的发射系统，接收系统，电子对抗系统的干扰信号分配，侦察信号合并，卫星通信系统的地面站，卫星平台', '绿雷威', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `wireless_microwave` VALUES (67, '腔体功分器', 'YKPS800/3700-4Q500-WD防水型', '通信基站信号分配，多频段应用，微波通信系统点对点通信，中继站，雷达系统的发射系统，接收系统，电子对抗系统的干扰信号分配，侦察信号合并，卫星通信系统的地面站，卫星平台', '绿雷威', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `wireless_microwave` VALUES (68, '腔体耦合器', 'YKDC800/3700-5Q300普通型/防水型', '通信基站的功率监测与控制，分集接收，无线通信系统的室内分布系统，无线中继系统，雷达系统的信号监测与处理，雷达抗干扰，电子测试与测量的微波信号源分配，电磁兼容性测试', '绿雷威', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `wireless_microwave` VALUES (69, '腔体耦合器', 'YKDC800/3700-6Q300普通型/防水型', '通信基站的功率监测与控制，分集接收，无线通信系统的室内分布系统，无线中继系统，雷达系统的信号监测与处理，雷达抗干扰，电子测试与测量的微波信号源分配，电磁兼容性测试', '绿雷威', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `wireless_microwave` VALUES (70, '腔体耦合器', 'YKDC800/3700-7Q300普通型/防水型', '通信基站的功率监测与控制，分集接收，无线通信系统的室内分布系统，无线中继系统，雷达系统的信号监测与处理，雷达抗干扰，电子测试与测量的微波信号源分配，电磁兼容性测试', '绿雷威', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `wireless_microwave` VALUES (71, '腔体耦合器', 'YKDC800/3700-10Q300普通型/防水型', '通信基站的功率监测与控制，分集接收，无线通信系统的室内分布系统，无线中继系统，雷达系统的信号监测与处理，雷达抗干扰，电子测试与测量的微波信号源分配，电磁兼容性测试', '绿雷威', NULL, NULL, NULL, NULL, NULL);
INSERT INTO `wireless_microwave` VALUES (72, '腔体耦合器', 'YKDC800/3700-12Q300普通型/防水型', '通信基站的功率监测与控制，分集接收，无线通信系统的室内分布系统，无线中继系统，雷达系统的信号监测与处理，雷达抗干扰，电子测试与测量的微波信号源分配，电磁兼容性测试', '绿雷威', NULL, NULL, NULL, NULL, NULL);

-- ----------------------------
-- Table structure for work_order
-- ----------------------------
DROP TABLE IF EXISTS `work_order`;
CREATE TABLE `work_order`  (
  `id` int NOT NULL AUTO_INCREMENT,
  `技术员` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL,
  `业务员` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL,
  `工单主题` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `相关内容` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `状态` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `单号` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL,
  `创建时间` datetime NULL DEFAULT NULL,
  `修改时间` datetime NULL DEFAULT NULL,
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 42 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci COMMENT = '工单记录表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of work_order
-- ----------------------------
INSERT INTO `work_order` VALUES (14, '鲍鸿喜', '尹爱民', '水泵电机用UPS', '三相1.5KWh的水泵电机上的UPS   输入输出电压都是380V，需要10分钟的后备时长', '推荐BLK-33', '250626-YAM-01', '2025-06-26 17:25:35', '2025-06-26 17:25:35');
INSERT INTO `work_order` VALUES (15, '鲍鸿喜', '殷娅', '12V-9AH', '12V-9AH,UPS用铅酸电池', '推荐雷仕顿12V-9AH', '250626-YY-01', '2025-06-26 17:26:52', '2025-06-26 17:26:52');
INSERT INTO `work_order` VALUES (16, '王宇航', '刘敏', '核磁共振UPS', '容量160KVA，三相输入输出电压都是480V，频率60hz，用在核磁共振设备上，70KW的负载功率要求后备时间10分钟', '博朗克BLK33-160KVA', '250626-LM-01', '2025-06-26 17:27:51', '2025-06-26 17:27:51');
INSERT INTO `work_order` VALUES (17, '鲍鸿喜', '吴湘寒', '烽火 LG6851F 5G', '烽火 LG6851F 5G CPE路由器', '推荐 烽火 LG6851F 5G', '250627-WXH-01', '2025-06-27 08:52:22', '2025-06-27 08:52:39');
INSERT INTO `work_order` VALUES (18, '傅垂峻', '殷娅', '医疗用UPS', '三相工业在线式UPS（60KVA）', '推荐博朗克工频三进三出60k（只支持铅酸蓄电池），山埔3C33 60KS，爱维达HP6000T', '250627-YY-01', '2025-06-27 14:16:48', '2025-06-27 14:16:48');
INSERT INTO `work_order` VALUES (19, '鲍鸿喜', '刘敏', '三线四线 80A', '三线四线 80A', '推荐以伯：YB-280-80', '250627-LM-01', '2025-06-27 15:15:58', '2025-06-27 15:15:58');
INSERT INTO `work_order` VALUES (20, '鲍鸿喜', '王雪倩', '10KVA在线式三相UPS', '用于印刷机的UPS，电池外置款', '推荐奥兰德M10L,爱维达HP1000G,爱维达HP1000GRL,英威腾HT33010XS', '250630-WXQ-01', '2025-06-30 16:27:44', '2025-06-30 16:27:44');
INSERT INTO `work_order` VALUES (21, '鲍鸿喜', '谷琪', 'YW-DSPXD698-4000V-2W-5i-N-F ', '客户店面指定YW-DSPXD698-4000V-2W-5i-N-F ', '推荐', '250630-GQ-01', '2025-06-30 16:30:47', '2025-06-30 16:30:47');
INSERT INTO `work_order` VALUES (22, '傅垂峻', '王莉娟', '868MHZ带尾纤至IPEX连接器的短截线天线', NULL, '推荐戴柏QT900U，达思普C8SJ3LC-1', '250630-WLJ-01', '2025-06-30 17:01:16', '2025-06-30 17:01:16');
INSERT INTO `work_order` VALUES (23, '鲍鸿喜', '殷娅', '60KVA 工业UPS,40KVA 工业UPS,25KVA 工业UPS', '60KVA 工业UPS,40KVA 工业UPS,25KVA 工业UPS', '推荐爱维达，HQ3360L,HQ3340L，25KVA无法满足要求', '250630-YY-02', '2025-06-30 17:03:22', '2025-06-30 17:03:22');
INSERT INTO `work_order` VALUES (24, '傅垂峻', '殷娅', '实验室用UPS', '6kVA三进单出在线式UPS，负载2300W左右，后备时间为30分钟', '推荐山埔3C10K(S)，16节17AH电池，C4电池柜；爱维达HQ3106GL，16节38AH/12V电池；博朗克BLK31-10KS，32节17AH电池，C-8电池柜', '250630-YY-02', '2025-06-30 17:05:16', '2025-06-30 17:05:16');
INSERT INTO `work_order` VALUES (26, '鲍鸿喜', '刘敏', 'RFID 866-925MHz 9dBi Patch Antenna', 'RFID 866-925MHz 9dBi Patch Antenna 天线', '达思普R9PB6509-RH频段（866-925），推荐戴博：DF09-65R09CA频段（866-925），飞胜电子未给出型号，已给出报价。', '250701-LM-02', '2025-07-01 15:12:50', '2025-07-01 15:12:50');
INSERT INTO `work_order` VALUES (27, '王宇航', '尹爱民', NULL, '批发商，无场景', '首次选型报价', '250701-YAM-01', '2025-07-01 15:29:37', '2025-07-01 15:29:37');
INSERT INTO `work_order` VALUES (32, '鲍鸿喜', '吴湘寒', '用于交换机、路由器等网络设备的UPS', '5KVA，单单220V  扩容机,负载200-300W，,后备时间30分钟', '负载太小，不建议用5KVA,沟通后，仍使用5KVA推荐山埔：C5K互动机，博朗克：BLK-6KS', '250701-WXH-02', '2025-07-01 17:13:00', '2025-07-01 17:13:00');
INSERT INTO `work_order` VALUES (33, '傅垂峻', '殷娅', '生产车间用UPS', '20KVA(16KW)单相220V，16块65AH,12V的电池', '推荐奥兰德M20L，16块65AH,12V的电池，电池柜；博朗克BLK31-20KS，16块65AH,12V的电池，C-16电池柜；山埔3C20KS，16块65AH,12V的电池，电池柜', '250702-YY-03', '2025-07-02 11:08:34', '2025-07-02 11:08:34');
INSERT INTO `work_order` VALUES (34, '王宇航', '吴湘寒', 'cpe', '合勤cpe', '无满足要求产品', '250702-WXH-01', '2025-07-02 12:32:11', '2025-07-02 12:32:11');
INSERT INTO `work_order` VALUES (36, '鲍鸿喜', '刘敏', '外购,698-4000MHz,2-5dBi天线', '690-4000MHz 2-5dBi Ultra-thin 0 mni Ceiling ANtenna', '业务员外购产品', '250702-LM-03', '2025-07-02 13:40:04', '2025-07-02 13:40:04');
INSERT INTO `work_order` VALUES (37, '鲍鸿喜', '刘敏', '外购吸顶天线', '806-960/1710-2500/3300-3700MHz 360°，1.5-3.5dBi', '外购禄讯吸顶天线', '250702-LM-04', '2025-07-02 14:56:44', '2025-07-02 14:56:44');
INSERT INTO `work_order` VALUES (38, '王宇航', '王莉娟', '光纤光缆', NULL, '业务员后续无消息', '250626-WLJ-01', '2025-07-02 17:30:10', '2025-07-02 17:30:10');

SET FOREIGN_KEY_CHECKS = 1;
